{
    "link": "https://blackdotresearch.sg/the-story-so-far-a-game-of-numbers/",
    "Title": "The Story So Far: A Game of Numbers  ",
    "Tags": [],
    "Paragraphs": "\n\nWhen accessing information and statistics is just a Google search away, saying that one can’t make an argument supported by facts and figures may just be another excuse. However, the ability to access years of statistics has also given rise to the possibility of selectively representing figures that would support an argument.\nIn a piece we wrote back in April last year, we brought up how the same set of figures can be angled to support dissimilar viewpoints from different parties.\nTo recap, we presented the case of conflicting information presented by various media outlets based on a REACH survey (the government’s feedback unit under the Ministry of Communications and Information responsible for conducting surveys, polls and public consultations on government affairs and policies) that surveyed whether Singapore citizens supported the ban imposed by the Infocomm and Media Development Authority (IMDA) on a live performance by the black metal band ‘Watain’.\nThe conclusion that we arrived at was that the same set of statistics could lend itself to differing interpretations.\nLooks like this conclusion may again, come in handy as we take a closer look at the latest saga on the fourth invocation of the Protection from Online Falsehoods and Manipulation Act (POFMA) by the Ministry of Manpower (MOM) towards three online postings made by the Singapore Democratic Party (SDP) on 14 Dec 2019.\nSee earlier POFMA invocations:\n\nProgress Singapore Party member Brad Bowyer; \nStates Times Review editor Alex Tan;\nPeople’s Voice Party founder Lim Tean. \n\nUnder instructions of MOM, the POFMA office directed SDP to make amendments to three online postings found to contain ‘falsehoods’:\n\nAn article titled ‘SDP Population Policy: Hire S’poreans First, Retrench S’poreans last’ on SDP’s website on 8 Jun 2019;\nA post on SDP’s Facebook page on 30 Nov 2019, and\nA sponsored Facebook post by SDP on 2 Dec 2019.\n\nWhile SDP has complied with the orders by publishing Correction Notices to their posts, they have also applied to cancel the Directions issued by Minister for Manpower Josephine Teo and called for the Minister to issue a public apology.\nAt this point of publication, the latest update stands that SDP’s High Court appeal against Minister Teo’s CD to be heard in open court has been rejected (16 Jan 2020); the opposition party’s second rejection after having their initial application to cancel the CD declined by MOM on the basis on having “insufficient grounds”.\nMeanwhile, MOM has also reiterated their stance in an official press release statement that it remains a fact that SDP published “specific falsehoods”.\nWhat our analysis found, however, is that the case may not be as straightforward as it seems, and this might be another instance of differing data representation and interpretation.\nFor now, let’s take a closer look at the latest claims and rebuttals made by SDP in their official statement against MOM in hope of answering the following questions:\n\nIs there an increase in local Professionals, managers, executives and technicians (PMET) unemployment?\nIs the proportion of retrenched local PMETs of all local retrenched workers rising?\nIs there an increasing trend of PMET retrenchment?\n\n\n(1) Is there an increase in local PMET unemployment?\nTo set the context, MOM took issue with two infographics published by SDP on their Facebook page on 30 Nov 2019 and 2 Dec 2019, and an affiliated link contained within the two Facebook posts to an article (titled ‘SDP Population Policy: Hire S’poreans First, Retrench S’poreans last’) published on SDP’s website which contained the statement: “The SDP’s proposal comes amidst a rising proportion of Singaporean PMETs getting retrenched”.\n\nSource: SDP’s Facebook page\n\nSource: SDP’s Facebook page\nAccording to MOM, the infographics and statement are false.\nThe Ministry’s Comprehensive Labor Force Survey (CLFS) showed a steady increase in the number of employed local PMETs from 1.17 million in 2015 to 1.30 million in 2019, with local PMET share of the total local workforce observing a corresponding rise from 54% to 58% in the same time period.\n\nSource: Comprehensive Labour Force Survey, Manpower Research & Statistics Department, MOM. Taken from https://www.gov.sg/article/factually-corrections-on-falsehoods-posted-by-sdp\nAdditionally, the number of Employment Pass (EP) holders has also remained stable at 189,000 in 2019 after fluctuating through a range of 187,900 in 2015 to 185,800 in 2018, depending on economic conditions where EP qualifying salaries were regularly adjusted to protect the growth and employment of local PMETs.\n\nSource: Ministry of Manpower. Taken from https://www.gov.sg/article/factually-corrections-on-falsehoods-posted-by-sdp\nThus, MOM declared SDP’s claim of local PMET unemployment rising to be untrue.\nHowever, SDP asserts that based on figures obtained from MOM’s website, local PMET unemployment has increased. When a best-fit line (red line) – a straight line produced by linear regressional analysis that best represents data trends – was charted into a line graph composing statistical data points obtained from MOM, an increasing, “clear and unmistakable” trend of PMET unemployment was identified.\n\nSource: https://yoursdp.org/news/sdp-calls-on-josephine-teo-to-retract-correction-directions-and-apologise,-cites-mom’s-own-statistics-to-prove-she’s-wrong\nAs MOM does not differentiate between Singapore citizens and Permanent Residents (PR) who are foreigners holding PMET positions, SDP claims that MOM’s data is inaccurate as only absolute numbers of employed local PMETs are mentioned, which withholds large population increases fed by the corresponding swell of foreigners into the local population. Moreover, only EP holders are mentioned although numerous foreign PMETs in Singapore hold S-Passes or are PRs, which is on the rise.\n\nSource: SDP’s application form to cancel CD. Taken from https://documentcloud.adobe.com/link/track?uri=urn:aaid:scds:US:95b1d1b9-9fc1-48fb-98d9-109a421367cf\nFurthermore, local labor force participation has also declined in tandem with the steady growth of PR in Singapore.\n\nSource: SDP’s application form to cancel CD. Taken from https://documentcloud.adobe.com/link/track?uri=urn:aaid:scds:US:95b1d1b9-9fc1-48fb-98d9-109a421367cf\n\nSource: SDP’s application form to cancel CD. Taken from https://documentcloud.adobe.com/link/track?uri=urn:aaid:scds:US:95b1d1b9-9fc1-48fb-98d9-109a421367cf\nWith the abovementioned factors taken into account, SDP was thus led to the “reasonable” assumption that local PMET unemployment has increased. That is also to say, while overall absolute PMET employment figures has increased, the proportion of local PMETs employed has decreased.\n(2) Is the proportion of retrenched local PMETs of all local retrenched workers rising?\nIn the article ‘SDP Population Policy: Hire S’poreans First, Retrench S’poreans last’ published on SDP’s website on 8 Jun 2019, SDP has also claimed the accuracy of the statement: “The SDP’s proposal comes amidst a rising proportion of Singaporean PMETs getting retrenched”. This has been declared as false by MOM.\nAccording to SDP, the statement was borne out of factual online media reports published by  The Straits Times (15 Mar 2019) and Yahoo! (3 Oct 2019), where it was both stated that local PMETs made up rising proportions of local retrenchments in comparison to their proportion in the workforce.\nThe Straits Times:\n\n“Professionals, managers, executives and technicians (PMETs) made up about three in four or 76 per cent of the locals – Singaporeans and permanent residents – who were retrenched last year, the highest figure in at least a decade. It rose from 72 per cent in 2017 and is significantly higher than the share of PMETs in the resident workforce, which is about 57 per cent.” (Emphasis added by SDP)\n\nYahoo!:\n\n“PMETs continue to form a much larger share of retrenched workers compared to their proportion in the workforce,” said DBS senior economist Irvin Seah. PMETs made up 57 per cent of the resident workforce in 2018.” (Emphasis added by SDP)\n\nIn response, MOM detailed a chart with falling numbers of retrenched local PMET as a proportion of all local PMET employees, to which SDP refuted as being based on two varying sets of denominators (total local retrenchments VS. total local PMET employees).\n\nSource: Labour Market Survey, Manpower Research & Statistics Department, MOM. Taken from https://www.gov.sg/article/factually-corrections-on-falsehoods-posted-by-sdp\nIn this instance, SDP based their claim on The Straits Times and Yahoo! reports, while MOM produced data that consisted of another comparative denominator, as charted above.\n(3) Is there an increasing trend of PMET retrenchment?\nRelatedly, SDP has claimed the accuracy of the statement declared false by MOM, asserting that PMET retrenchment has been rising.\n\nSource: https://yoursdp.org/news/sdp-calls-on-josephine-teo-to-retract-correction-directions-and-apologise,-cites-mom’s-own-statistics-to-prove-she’s-wrong\nMOM responded with two data sets: one depicting local retrenchment, and the other of local PMET retrenchments, to which both revealed no rising trends since 2015. The Ministry also cited figures to say that numbers of retrenched local PMETs dipped to 5,360 in 2018 from 6,460 in 2015, the lowest since 2014.\n\nSource: Labour Market Survey, Manpower Research & Statistics Department, MOM. Taken from https://www.gov.sg/article/factually-corrections-on-falsehoods-posted-by-sdp\n\nSource: Labour Market Survey, Manpower Research & Statistics Department, MOM. Taken from https://www.gov.sg/article/factually-corrections-on-falsehoods-posted-by-sdp\nJuxtaposing SDP’s graph of the PMET retrenchment trend (2010 to 2018) to MOM’s graph of the number of retrenched local PMETs per 1,000 local PMET employees, it is noteworthy that both graphs actually reveal a similar trend.\nWith the same data points and figures, MOM’s graph depicts the retrenchment figures of local PMETs as a proportion of local PMET employees over the time period of 2015 to 2018. SDP however, illustrated the same trend over a longer time frame of 2010 to 2018, and charted a best-fit line to show the rise.\nYet taken cross-sectionally for the time period of 2015 to 2018 for comparison purposes for both graphs, the trend is essentially similar – a slight hike from 2015 to 2016, before a steady downward trend thereon to 2018 (notwithstanding the differing start points and increment values of the y-axis used which thus produced a visual difference in rise and fall trends).\n\nSource: Labour Market Survey, Manpower Research & Statistics Department, MOM. Taken from https://www.gov.sg/article/factually-corrections-on-falsehoods-posted-by-sdp\n\nSource: https://yoursdp.org/news/sdp-calls-on-josephine-teo-to-retract-correction-directions-and-apologise,-cites-mom’s-own-statistics-to-prove-she’s-wrong\nSame data, different interpretation?\nWhile we acknowledge the accuracy of SDP’s claims on the basis of factual statistics and data points presented across the time frame of 2010 to 2018, we too recognize that MOM utilized data from 2015 onwards, when the Government was sworn into power.\nLogically, this produces distinct sets of data and graphs that may be affected by outliers or anomalies in earlier years (2010 to 2014) which skew outlook, thus causing potential ambiguity and confusion.\nThis has been the evident case in SDP’s first and third claims on rising local PMET unemployment and retrenchment trends respectively, where differing time frames were taken into view by both the SDP and MOM.\nIn the opposition party’s first claim as well, it is worthy to point out that distinct data sets were being compared by both parties. While MOM produced only data graphs of local PMET employment and number of EP holders, SDP factored in the number of PRs, S-Passes issued and labor force participation rates altogether in their claim.\nWhereas for the opposition party’s second claim which is drawn from factual media reports and MOM utilizing a dissimilar denominator for comparison basis, we conclude that meaningful comparisons cannot possibly be ascertained given the fact that differing comparison denominators were factored by both parties. Hence, their claims remain valid within the respective specific time frames and denominators considered.\nFundamentally, both parties produced and examined the same set of data and statistics, with the key differentiating factors being their perspectives and focus.\nThis ongoing dispute serves to highlight the potential differences in data analysis and interpretation that may arise from selective representation and reporting of statistics. On a more serious legal note, this has paved the way for SDP’s defense that POFMA had been inappropriately invoked as it is said to be utilized only to tackle deliberate online falsehoods and not differing interpretations and opinions.\nThe Importance of Being Consistent\nIn a similar vein, the importance of selecting consistent data for representation can be seen in recent reports of Singapore’s gender pay gap on The Straits Times and TODAY. While the former reported narrowing adjusted gender pay gaps, the latter capitalized on widening salary rifts between both genders based on the same nationwide study by MOM, stirring confusion among concerned Singaporeans.\n\nTurns out, neither was POFMA-ed as ‘false’ as both statements were accurate. \nThe contradiction arose as TODAY based their reporting headline on unadjusted gender pay wages, while The Straits Times reported adjusted gender pay gaps (with potentially conflating factors such as occupation and education removed). However, both news sources looked at the exact same set of figures from MOM.\n\nSource: https://www.straitstimes.com/singapore/manpower/adjusted-gender-pay-gap-narrows-over-more-than-a-decade\nThis thus underscores the critical need of angling and presenting consistent data to abate potential confusion.\nWe hope this piece provided greater clarity on the whole SDP VS. MOM saga, and we again, will like to highlight that this is just our take on the case. Feel free to share your thoughts with us at feedback@blackdotresearch.sg!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/Game-of-numbers.jpg",
    "Iframe Sources": [],
    "date": "2020-01-22T09:35:33+00:00",
    "Links in content": [
        "https://www.gov.sg/article/factually-clarifications-on-falsehoods-posted-by-mr-brad-bowyer",
        "https://www.gov.sg/article/factually-corrections-on-falsehoods-posted-by-states-times-review",
        "https://www.gov.sg/article/factually-corrections-on-falsehoods-posted-by-mr-lim-tean",
        "https://yoursdp.org/news/sdp_population_policy_hire_s_39_poreans_first_retrench_s_39_poreans_last?fbclid=IwAR24SsqlElyzIunsx1d85NWttZ3-zV4mKMLYSn33HYEU2Z6h9tLmQNa66Gs",
        "https://www.facebook.com/yoursdp/photos/a.10150148457043455/10158347996628455/?type=3&theater",
        "https://www.facebook.com/yoursdp/photos/p.10158356099068455/10158356099068455/?type=3&theater",
        "https://www.channelnewsasia.com/news/singapore/sdp-mom-pofma-online-falsehoods-law-facebook-12185584",
        "https://www.todayonline.com/singapore/judge-rejects-sdps-bid-first-pofma-appeal-be-heard-open-court",
        "https://www.todayonline.com/singapore/manpower-minister-rejects-sdps-application-cancel-correction-directions",
        "https://www.mom.gov.sg/newsroom/press-releases/2020/0102-mom-statement-in-response-to-the-sdp-article-on-pofma",
        "https://yoursdp.org/news/sdp-calls-on-josephine-teo-to-retract-correction-directions-and-apologise,-cites-mom's-own-statistics-to-prove-she's-wrong?",
        "https://www.straitstimes.com/business/pmets-make-up-rising-share-of-retrenched-locals",
        "https://sg.news.yahoo.com/pmet-unemployment-in-singapore-continues-to-climb-065045010.html",
        "https://www.todayonline.com/singapore/judge-rejects-sdps-bid-first-pofma-appeal-be-heard-open-court",
        "https://www.todayonline.com/singapore/pofma-hearing-sdp-argues-correction-directions-not-line-laws-calls-mom-release-data",
        "https://www.straitstimes.com/singapore/manpower/adjusted-gender-pay-gap-narrows-over-more-than-a-decade",
        "https://www.todayonline.com/singapore/first-nationwide-study-gender-wage-difference-manpower-ministry-shows-gap-has-widened",
        "mailto:feedback@blackdotresearch.sg"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/Game-of-numbers.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "numbers",
        "story",
        "game",
        "far"
    ]
}