{
    "link": "https://blackdotresearch.sg/wuhanwatch-6-more-coronavirus-cases/",
    "Title": "COVIDWatch: Are There 6 New Coronavirus Cases In Singapore?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update: 31 January, 8:45pm] MOH has just confirmed 3 more cases in Singapore, bringing the total number of cases to 16. Two cases are Chinese nationals while the third case is a Singaporean. All three cases recently travelled to Wuhan.\n–\n[Editorial update: 30 January, 9:10pm] The article has been edited to reflect updates from MOH that reveal that 3 more cases have been confirmed.\n–\nAccording to online publication City News, “five Singaporeans have contracted coronavirus without going to China through person-to-person transmission of the killer disease”.\nThe publication claims that these five individuals “became ill after coming into contact with a Chinese colleague (making it 6) who was visiting from Shanghai and had recently been in Wuhan”.\nIt also claims that “authorities say the Chinese is still not showing symptoms of the virus despite testing positive”.\nThe article went on to state that the six patients have been admitted to “an undisclosed health facility” and are staying in an isolation ward.\nIt carries on to say that “843 new cases have been recorded in China, with 25 new deaths – raising death toll to 131” and that “seven cases around the world have confirmed the coronavirus is spreading from person to person outside of China among people who have not visited the country”.\nIs this article stating the truth? Let’s check each claim it made.\nClaim 1: “Five Singaporeans have contracted coronavirus without going to China through person-to-person transmission”\nYesterday (29 January), the Ministry of Health announced that there were three new confirmed cases of Wuhan coronavirus infection in Singapore.\nThat brought the total number of confirmed cases in Singapore to 10, as of 29 January, 1200h. The three cases announced then are Chinese nationals from Wuhan, and the conclusion was that there “has been no evidence of the virus spreading in the community yet”, i.e. there is no evidence of a “person-to-person transmission” in Singapore as suggested by the City News article.\nMOH announced today (30 January) at 9pm that there are now a total of 13 confirmed case of Wuhan coronavirus infection in Singapore.\nThe newest cases are Chinese nationals from Wuhan, and are women aged 31, 37, and 73. They are currently warded in isolation rooms at the National Centre for Infectious Diseases.\nAll three are not related to each other.\nTwo women arrived in Singapore on 22 January while the other arrived in Singapore on 21 January. Once again, there is no evidence of a “person-to-person transmission” in Singapore as suggested by the City News article.\nMOH has also responded to these claims on their updates page on the Wuhan coronavirus, and called them “not true”:\nSource: MOH\nTherefore, the claims that there are 6 new cases in Singapore and that there are five infected Singaporeans are false.\n\nClaim 2: “Authorities say the Chinese is still not showing symptoms of the virus despite testing positive”\nFirst off, it is uncertain who the “authorities” that the article is referring to are, but one can assume that they are referring to MOH.\nAt time of publication, MOH has not issued any statement addressing this, so it is uncertain where the publication got their information from. Thus, this claim is false.\n\nNext, the article suggests that there is a likelihood that an infected patient might not show symptoms of the virus.\nSo far, the 10 confirmed cases in Singapore have all been reported to show symptoms prior admission to hospital.\nHowever, the Japanese health ministry reported today that among three Japanese (who were evacuated from Wuhan on a government-chartered flight) who have been confirmed to be infected with the coronavirus, two of them “had not shown any symptoms”. This marks the first cases in Japan of people without symptoms being confirmed to have been infected with the virus.\nRecent research on the coronavirus also suggested that the virus “may be present in the lungs of individuals with no obvious symptoms”. The study, published in medical journal The Lancet, was based on a study of a family of seven admitted to the University of Hong Kong-Shenzhen Hospital between 10-15 January.\nOf the 6 family members infected with the virus, a 10-year-old boy “initially showed no outward symptoms”, although “a CAT scan of his lungs revealed irregularities called ground-glass pneumonic changes”.\nThus, the claim that an infected patient doesn’t show symptoms is likely true until more research and similar cases emerge.\n\nClaim 3: “843 new cases have been recorded in China, with 25 new deaths – raising death toll to 131”\nChina’s National Health Commission reported 30 January that the total number of confirmed deaths from the coronavirus in China has risen by 38 to 170 as of end-Wednesday (29 January). The number of infected patients also rose by more than 1,700.\nIt is not certain where City News got their figures from.\nThis claim is therefore false.\n\nClaim 4: “Seven cases around the world have confirmed the coronavirus is spreading from person to person outside of China among people who have not visited the country”\nThe article also claims that the coronavirus can now spread from “person to person outside of China among people who have not visited the country”.\nDr. Mike Ryan, executive director of the World Health Organization’s (WHO) health emergencies programme said at a news conference on 29 January that the coronavirus has spread to “a handful of people through human-to-human contact outside of China” and that “these developments in terms of the evolution of the outbreak and further development of transmission [are] are of grave concern and has spurred countries into action”.\nNo official figure has been given for the number of person-to-person transmissions so far, however.\nThus, while the claim that the coronavirus can spread from person-to-person outside of China is true, the number of cases is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/Screenshot-2020-01-30-at-5.11.10-PM.png",
    "Iframe Sources": [],
    "date": "2020-01-30T09:13:34+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/wuhan-virus-singapore-new-confirmed-cases-13-12369838",
        "https://ab-tc.com/singapore-coronavirus-cases/?fbclid=IwAR3qFi3YkS-01_mYmUDobaxvH3bq6pDPwlCiu9E5ETQHECs2Dws5Bb1ik-0",
        "https://www.straitstimes.com/singapore/singapore-confirms-3-more-wuhan-virus-cases-bringing-total-to-10-all-are-from-wuhan",
        "https://www.cnbc.com/2020/01/30/japanese-evacuees-from-wuhan-test-positive-for-virus.html",
        "https://www.scmp.com/news/china/society/article/3047636/doctors-warn-china-coronavirus-carriers-may-show-no-symptoms",
        "https://www.straitstimes.com/asia/east-asia/china-virus-evacuations-begin-as-death-toll-hits-162-in-hubei",
        "https://www.cnbc.com/2020/01/29/who-officials-say-coronavirus-spread-outside-of-china-is-of-grave-concern.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/Screenshot-2020-01-30-at-5.11.10-PM.png",
    "Truefalse": [
        "false",
        "false",
        "likely true",
        "false",
        "true",
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "coronavirus",
        "singapore",
        "cases",
        "new"
    ]
}