{
    "link": "https://blackdotresearch.sg/shopee-employees-infected-covid-19/",
    "Title": "COVIDWatch: Are 50 Shopee employees infected with COVID-19?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this image being forwarded on Telegram:\n\nThe photos depict what appears to be a massive police-led operation at a warehouse. The caption accompanying the photos states: “50 (of) Shopee’s employees (have been) infected (with COVID-19). Please spray all your parcels!”\nThere is no context on when and where the photos originate from. The post is rather worrisome, given the popularity of online shopping platform Shopee among Singaporeans.\nHowever, if one were to look closely, there’s a clue which suggests that the photos might not have been taken at a Shopee Singapore warehouse – the word ‘Polis’ (‘Police’ in Malay) printed on the fluorescent vests. This is indicative that the photos were probably taken in Malaysia instead.\nZooming into the photos, we also see a watermark at the bottom right hand corner of the photos indicating that they were taken by an individual from malaysiakini.com, a Kuala Lumpur-based online news portal.\nWhen we did a Google search with the keywords “50 shopee employees infected”, we were also led to several articles which address the claim being made – one of which was published by malaysiakini.com themselves.\nShopee Malaysia clarified on their Facebook page that the photos being circulated were taken on 3 July, during an inspection done by the Royal Malaysia Police (PDRM) which had “nothing to do with the alleged Covid-19 cases”.\nWe read in a report on New Straits Times that on 3 July, the inspection had “identified (an issue) at the Shopee warehouse pertaining to the registration of daily part-time workers in the Covid Intelligent Management System (CIMS) due to a misunderstanding of the SOP, and Shopee was fined RM10,000”. However, Shopee assured customers that deliveries are unaffected and that it was “committed to adhering to the full set of SOP”, which includes the disinfection of the warehouse and hub before every shift, temperature checks of all warehouse staff and Shopee Express riders before they enter the premises and/or before they start their delivery rounds as well as contactless deliveries.\nIn the Facebook post published on 10 July, Shopee added that on 9 July, they had “received some guidance” from the Malaysian Ministry of Health on suggested additional SOPs that should be implemented at their Shah Alam warehouse, and that it would thus be temporarily closed.\nIt is important to note that while Shopee Malaysia had denied that the photos circulating depicts the closure of their warehouse due to “50 Shopee employees (being) infected”, there was also no outright confirmation nor denial of the claim, only a mention of that the COVID-19 cases were “alleged”.\nRegardless, it is false that the photos being circulated depict the closure of a Shopee warehouse due to confirmed COVID-19 cases among Shopee employees.\n\nAs for concerns on whether or not there is any risk of COVID-19 transmission via deliveries, the European Centre for Disease Prevention and Control (ECDC) has clarified that while experiments (e.g. in controlled relative humidity and temperature) have shown that the virus can survive up to 24 hours on cardboard, there is no evidence of transmission through contaminated packages in real life conditions.\nIn a clarification published on gov.sg last year regarding claims that the virus can spread through mail, we read a quote by Dr Leong Hoe Nam, an infectious diseases specialist practising in Mount Elizabeth Novena Hospital who said that “Even if someone deliberately sabotages the mail, the virus will never survive to reach your mailbox. The time it takes to post and for it to leave the sorting machine will kill it. Even if your mail is sealed with a kiss, the virus will die by the time it reaches your mailbox.”\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/shopeecovid1-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-22T06:46:52+00:00",
    "Links in content": [
        "https://www.malaysiakini.com/",
        "https://www.techarp.com/business/shopee-warehouse-covid-19/",
        "https://www.nst.com.my/news/nation/2021/07/706017/shopee-deliveries-unaffected-police-checks",
        "https://www.malaysiakini.com/news/582559",
        "https://www.facebook.com/ShopeeMY/posts/3028302120755428",
        "https://www.nst.com.my/news/nation/2021/07/706017/shopee-deliveries-unaffected-police-checks",
        "https://www.ecdc.europa.eu/en/covid-19/questions-answers/questions-answers-various",
        "https://www.gov.sg/article/false-rumour-about-covid-19-virus-being-spread-through-postal-articles"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/shopeecovid1-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "employees",
        "infected",
        "shopee"
    ]
}