{
    "link": "https://blackdotresearch.sg/covid-19-vaccines-creating-variants/",
    "Title": "VACCINEWatch: Are vaccines actually creating new variants of COVID-19?  ",
    "Tags": [],
    "Paragraphs": "\nWe were alerted to an article on RAIR Foundation USA’s website via email:\n\nThe article reports on an interview French Virologist and Nobel Prize Winner Luc Montagnier had with Pierre Barnérias of Hold-Up Media. The interview, which was translated from French, quotes Montagnier as saying that the new COVID-19 variants “result from vaccination”. He was also quoted as saying: “I’m following this closely and I am doing experiments at the Institute with patients who became sick with Corona after being vaccinated. I will show you that they are creating the variants that are resistant to the vaccine.”\nMontagnier also mentions something called ‘Antibody Dependent Enhancement’ (ADE), which he says “means antibodies favour a certain infection”. Given that the explanation on what ADE is isn’t really clear in the interview, we referred to an explainer on USA Today, which calls it a phenomenon in which virus-specific antibodies can enhance the entry and replication of a virus. Those antibodies recognise and bind to a pathogen, but instead of preventing infection, they act as a “Trojan horse” and allow the pathogen to enter cells, leading to wider dissemination of the disease. Montagnier then claims that due to ADE, antibodies in vaccines “enable [a COVID-19] infection to be stronger”.\nRAIR describes what Montagnier said as “quite damning for the agenda-driven left-wing establishment”. For some context, RAIR describes itself as a media platform “informing the citizenry of the daily assaults on freedom and fostering grassroots leaders and activists in order to combat the threats from Islamic supremacists, radical leftists and their allies”.\nA quick Google search on Montagnier and his claim that COVID-19 vaccines are creating variants already brings up a few factchecks done on the article by RAIR.\nUSA Today notes that Montagnier has a rather questionable track record, having promoted several unverified medical claims such as how long-term antibiotic treatment can cure autism and that a “good immune system” is enough to protect someone from AIDS.\nAs for his claim that COVID-19 vaccines are creating variants of the virus, The Associated Press contacted experts who explained that the variants began emerging “long before vaccines were widely available”. For example, the B.1.1.7 variant emerged in the United Kingdom in September 2020. A 91-year-old in the UK was the first person in the world to be given the Pfizer vaccine on 8 December 2020.\nSaid Dr. Stuart Ray, a professor at Johns Hopkins University’s medical school: “There’s no evidence that the vaccines create new variants, largely because vaccination appears to shut down viral infections, prevent people from spreading it to others. […] If the virus can’t spread, it doesn’t have the opportunity to evolve.”\nThe CDC has also said that there is a “growing body of evidence” which indicates that people fully vaccinated with an mRNA vaccine (Pfizer-BioNTech and Moderna) are less likely to have asymptomatic infection or to transmit COVID-19 to others. This means that the likelihood of the virus mutating and creating new variants is reduced.\nTherefore, the claim that COVID-19 vaccines are creating new variants of the virus is false.\n\nAs for the claim that vaccines make an infection stronger due to Antibody Dependent Enhancement (ADE), there was no evidence of ADE happening in animal studies designed specifically to look for signs of it during COVID-19 vaccine development.\nDr. Helen Chu, an immunologist and professor of medicine at the University of Washington said that while ADE was a “theoretical concern at the beginning of the pandemic”, it has not been seen in clinical trials or in the real world as vaccines are being rolled out.\nDr. Stuart Ray, a professor at Johns Hopkins University’s medical school added that there is no evidence of ADE happening. “We also worried about the possibility that people who were reinfected might have more severe infection, akin to the situation we’ve seen with dengue virus, and that also hasn’t been borne out. So there’s really no basis for the claim that’s being ascribed to Dr. Montagnier.”\nTherefore, the claim that COVID-19 vaccines make an infection stronger due to Antibody Dependent Enhancement (ADE) is also false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/06/montagnier-800x800.png",
    "Iframe Sources": [],
    "date": "2021-06-01T16:04:22+00:00",
    "Links in content": [
        "https://rairfoundation.com/bombshell-nobel-prize-winner-reveals-covid-vaccine-is-creating-variants/",
        "https://www.usatoday.com/story/news/factcheck/2021/05/28/fact-check-covid-19-variants-come-mutations-not-vaccines/5205529001/",
        "https://pubmed.ncbi.nlm.nih.gov/12725690/",
        "https://rairfoundation.com/about/",
        "https://www.theguardian.com/science/grrlscientist/2012/oct/08/nobel-prize-quackpottery-physiology-medicine",
        "https://theprint.in/science/nobel-laureate-who-found-hiv-now-backs-homoeopathy-anti-vaxxers-calls-covid-a-lab-accident/665710/",
        "https://apnews.com/article/fact-checking-869249289558",
        "https://www.politifact.com/factchecks/2021/may/28/facebook-posts/covid-19-vaccines-do-not-cause-virus-variants/",
        "https://www.bbc.com/news/uk-55227325",
        "https://www.cdc.gov/coronavirus/2019-ncov/science/science-briefs/fully-vaccinated-people.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/06/montagnier-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "vaccines",
        "covid",
        "19",
        "variants"
    ]
}