{
    "link": "https://blackdotresearch.sg/covidwatch-are-sporeans-being-punished-for-rising-covid-19-cases/",
    "Title": "COVIDWatch: Are S’poreans being ‘punished’ for rising COVID-19 cases?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nThe author of the message writes that Singapore citizens are currently being “blamed and punished” for the rise in community cases, when “the constant daily import cases” should be blamed instead. From how the message is phrased, there is an insinuation that the penalties were recently put in place in light of the rise in COVID-19 cases.\nThe same article was shared on Facebook, with the author insinuating that Singaporeans are once again being penalised for the rise in cases by having strict rules being enforced on them.\n\nFor context, the number of new community cases spiked from 10 cases in the week before to 51 cases in the past week. The number of unlinked cases in the community has also jumped from three cases in the week before to 11 in the past week.\nBelow is a table of cases (both imported and non-imported) in Singapore compiled by MOH:\n\nFirst of all, it is important to note that the article being referenced was published in 2020 – specifically, 27 March 2020:\n\nIn the article, we read that from 27 March 2020, those who intentionally sit less than 1m away from another person in a public place, on a fixed seat marked not to be occupied, or stand in a queue less than 1m away from another person can be fined up to $10,000, jailed for up to six months, or face both penalties upon conviction under updates to the Infectious Diseases Act made by MOH.\nWhen we refer to the COVID-19 (Temporary Measures) (Control Order) Regulations 2020 last updated 4 May 2021, we see under the ‘Restrictions On Individuals’ section that “every individual in any public place or common property of any subdivided building must keep a distance of at least one metre from any other individual”.\nAccording to MOH’s FAQ page on safe distancing and the COVID-19 situation, we read that “members of the public are required to keep a distance of at least one metre from other individuals or groups in public places”. It also mentioned that penalties for breaches are imprisonment for up to a term not exceeding 6 months or a fine not exceeding $10,000, or both.\n\nThere has also been no indication between 27 March 2020 and today that these particular rules were ever relaxed or removed.\nTherefore, it is false to insinuate that these rules were put in place recently in response to the rising cases in Singapore.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/punished-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-05T02:00:17+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2141426116109503/permalink/2779995735585868/",
        "https://www.todayonline.com/singapore/new-covid-19-cases-may-2-21",
        "https://covidsitrep.moh.gov.sg/",
        "https://www.straitstimes.com/singapore/failure-to-keep-1m-apart-could-result-in-a-fine-jail",
        "https://sso.agc.gov.sg/SL/COVID19TMA2020-S254-2020?DocDate=20200407#pr7-",
        "https://www.moh.gov.sg/covid-19/faqs#:~:text=Safe%20distancing%20measures%20such%20as,all%20persons%20must%20be%20observed.&text=Can%20I%20remove%20my%20mask,eating%2C%20drinking%20or%20taking%20medication."
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/punished-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "punished",
        "19",
        "rising"
    ]
}