{
    "link": "https://blackdotresearch.sg/in-person-private-tuition-suspended-covid/",
    "Title": "COVIDWatch: Are in-person private tuition lessons suspended from 19 May to 13 June 2021?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this message being forwarded on WhatsApp:\n\nBelow is the attached image in full:\n\nThe image appears to be a screenshot of an announcement made by the Ministry of Education (MOE). Dated 18 May 2021, the document appears to be an update of a previous announcement made on 16 May 2021.\nThen, it was announced that centre-based private tuition and enrichment classes are required to move their activities online till the end of Phase 2 (heightened alert) on 13 June, or until further notice is given. All primary and secondary schools, as well as junior colleges and Millennia Institute, will also be required to shift to full home-based learning from 19 May to the end of the term on 28 May. The announcement came in light of the recent rise in COVID-19 cases, and after several primary school students tested positive, with most of the infections linked to tuition centres.\nIn the screenshot being circulated, we read that organisations and individuals offering tuition and enrichment activities (academic and non-academic) will now also be required to shift their lessons online from 19 May to 13 June or otherwise suspend the lessons during this period.\nGiven that we were unable to find news articles written about this update at time of writing, we reached out to MOE for clarification. MOE directed us to their FAQ page on COVID-related matters, and we see that the section “Private tuition, enrichment and training” has been updated to include the advisory issued on 18 May 2021:\n\nThe advisory uploaded onto MOE’s website contains information identical to the screenshot that was being circulated.\nTherefore, it is true that organisations and individuals offering tuition and enrichment activities are required to shift their lessons online from 19 May to 13 June 2021 (both dates inclusive) or otherwise suspend the lessons during this period.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/tuition-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-18T07:06:30+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/tuition-enrichment-classes-must-move-online-till-june-13",
        "https://www.channelnewsasia.com/news/singapore/covid-19-schools-cca-online-suspend-external-activities-moe-14811310",
        "https://www.moe.gov.sg/faqs-covid-19-infection#tuition_classes",
        "https://www.moe.gov.sg/-/media/images/news/press/advisory_for_private_tuition_enrichment_18may2021.pdf?la=en&hash=CF8B5B9BC5D8243830DE63FDA2C0ADEF2045CC7B"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/tuition-800x800.png",
    "Truefalse": [
        "true"
    ],
    "Description": "",
    "keywords": [
        "tuition",
        "2021",
        "suspended",
        "june"
    ]
}