{
    "link": "https://blackdotresearch.sg/covidwatch-are-ntuc-foodfare-staff-handling-surgical-masks-without-gloves/",
    "Title": "COVIDWatch: Are NTUC Foodfare staff handling surgical masks without gloves?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 8 April, 2:15pm] The article has been updated to include NTUC Foodfare’s statement on the incident.\n–\nA post has been making rounds on Facebook:\n\n\n\n\n#update#foodfare Is Looking Into this matter…Am not here to shame them am just sharing look at where they repack…\nPosted by Dee Umairah on Sunday, 5 April 2020\n\nIn the series of photos and a video shared by Facebook user Dee Umairah, an NTUC Foodfare van is seen parked at what looks a HDB carpark. Also in the photos are a group of three individuals who seem to be repacking surgical masks without gloves.\nThe post’s caption reveals a few more details about the incident:\n\nIncident happened last Saturday at Woodlands Avenue 6\nIndividuals look to be repacking masks from a carton into smaller boxes\nIndividuals are allegedly not local\n\nThe post has been shared over 3,800 times at time of publication.\nComments are a mix of angry netizens asking NTUC Foodfare for an explanation and several who pointed out that one of the individuals who’s wearing a Foodfare uniform might have been moonlighting out of work hours.\nA netizen also pointed out that while NTUC and Foodfare is implicated by virtue of its truck being in the photos, neither Fairprice nor Foodfare sells masks, which might suggest that the Foodfare employee was using the truck for his side business.\nNTUC Foodfare currently investigating incident\nNTUC Foodfare has come forward to address this incident with a Facebook post:\n\n\n\n\nWe are aware of a Facebook post of face masks being repacked in the open behind a Foodfare truck being circulated in…\nPosted by Foodfare on Monday, 6 April 2020\n\nIn the post, it reassured the public that the masks in the photo do not belong to Foodfare and aren’t mean for staff or customers.\nFoodfare added that it is currently investigating the incident and “will not hesitate” to take disciplinary action on any errant employee.\nWhile the individual who posted the video and images didn’t make any outright claims (for e.g. that these masks were being given to Foodfare staff/customers or that these repacked masks were being sold to the public), it is still safe to assume that whoever comes across this post would feel anxious about the not-so hygienic way the masks were being handled.\nFoodfare staff used the truck “without the company’s knowledge”\n\n\n\n\nPlease see our official statement regarding face masks being repacked in the open behind a Foodfare truck.\nPosted by Foodfare on Tuesday, 7 April 2020\n\nFollowing its investigations, Foodfare issued a statement on the matter and stated that the staff, along with a few friends, had imported masks in bulk for resale to individual buyers and did not declare or seek approval from Foodfare for this sideline.\nThe staff had also used the Foodfare truck he was driving in the course of his duty to transport the mask stocks without the company’s knowledge.\nFoodfare ended the statement by assuring members of the public that the masks seen in the video and photos don’t belong to them and aren’t meant for staff or customers.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/foodfare-masks.jpg",
    "Iframe Sources": [],
    "date": "2020-04-07T07:47:49+00:00",
    "Links in content": [
        "#",
        "https://www.facebook.com/cinta.umairah.98/posts/2302541633379612",
        "https://www.facebook.com/Foodfare/",
        "https://www.facebook.com/Foodfare/posts/3146419718701408",
        "https://www.facebook.com/Foodfare/",
        "https://www.facebook.com/Foodfare/photos/a.601596133183792/3148748271801886/?type=3"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/foodfare-masks.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "masks",
        "gloves",
        "surgical",
        "staff",
        "foodfare"
    ]
}