{
    "link": "https://blackdotresearch.sg/mrna-vaccine-b1617-sinovac-sinopharm/",
    "Title": "VACCINEWatch: Are mRNA vaccines ineffective against the B.1.617 variant?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nThe message was allegedly written by Dr. Oon Chong Jin Gabriel. According to the link to Mount Elizabeth Medical Centre’s website provided in the message, Dr Oon was the Principal Investigator for the WHO and International Agency for Research in Cancer to study the prevention of liver cancer by Hepatitis B vaccine. He was also a Consultant, Adviser and Principal Investigator to Ministry of Health (MOH) Singapore for the national Hepatitis B vaccination programme.\nThe message makes reference to a “circulating advisory from many doctors and specialists to parents not to have their children vaccinated with Pfizer”. This advisory being referenced to might be the one that we came across last week:\n\nIn summary, the advisory called for MOH to approve a killed-virus/inactivated vaccine and highlighted concerns about mRNA vaccines and its potential long term side effects, especially on children. It is important to note that similar to what Dr. Oon allegedly wrote, both endorse killed-virus/inactivated vaccines.\nWhen we sought to verify the authenticity of the letter by contacting one of the signatories, Dr. Judy Chen, she confirmed that it was written and endorsed by herself and the doctors mentioned. However, another WhatsApp message which called for a retraction of the advisory was then seen being circulated the next day.\n\nWhen we contacted Dr. Judy again, she confirmed that this letter is also authentic and that all except Dr. Khoo Boo Kian endorsed the retraction.\nLet’s now go back at the message that is currently being circulated.\nGiven that it’s quite a lengthy one with rather convoluted English, here’s a summary of the main claims made:\n\nmRNA vaccines (like Pfizer-BioNTech’s) are ineffective against the B.1.617 variants\nChinese-made inactivated vaccines Sinovac and Sinopharm are effective against the B.1.617 variants\n\nAs for whether or not the content is attributable to Dr. Oon, we reached out to him via email to check if he was the author of the message. Dr. Oon confirmed with us that “the abbreviated text” we sent in the screenshot is correct. Therefore, it is true that Dr. Oon is the author of the message.\n\nWe have reached out to Dr. Oon again for clarification of two things:\n\nWhether the text was written by him, or if it was transcribed from a conversation he had with someone else\nIf there are any missing details from what is written in the text\n\nWe will update the article when he gets back to us.\nClaim #1: mRNA vaccines are ineffective against the B.1.617 variants\nAccording to a study by Public Health England (PHE), Pfizer-BioNTech and Oxford-AstraZeneca vaccines were found to be “highly effective against the coronavirus variant that was first identified in India”, known as B.1.617. The study showed that the Pfizer vaccine was 88% effective and the AstraZeneca vaccine was 60% effective against the B.1.617.2 strain after the second dose. As some background information, while Pfizer-BioNTech is an mRNA vaccine, while Oxford-AstraZeneca is known as a viral vector vaccine.\nOn 28 April, BioNTech co-founder Ugur Sahin said that he is confident that the vaccine developed with Pfizer works against the B.1.617 variant.\nSahin said: “We are still testing the Indian variant, but the Indian variant has mutations that we have already tested for and which our vaccine works against, so I am confident […] The vaccine is cleverly built and I’m convinced the bulwark will hold. And if we have to strengthen the bulwark again, then we will do it, that I’m not worried about.”\nAccording to experts in Singapore, the two mRNA vaccines that have been approved for use here (Pfizer-BioNTech and Moderna), will be able to “protect significantly, but not absolutely, against all current variants”.\nProfessor Ooi Eng Eong from Duke-NUS Medical School, who is involved in the development of an mRNA vaccine, stated that there is “no significant loss in efficacy” in mRNA vaccines against variants of COVID-19.\nOn the flipside, Professor Hsu Liyang, an infectious diseases consultant at the National University of Singapore’s Saw Swee Hock School of Public Health, argued “there is not enough data to support that position”. Dr Sebastian Maurer-Stroh, executive director of the Agency for Science, Technology and Research’s Bioinformatics Institute agreed with Professor Hsu, but said: “We are talking only about slight reduction in efficacy.”\nDr Asok Kurup, chair of the Academy of Medicine’s Chapter of Infectious Disease Physicians concluded that it is “crucial that we get vaccination out faster and to more people, because it protects against severe disease and death, no matter the variant. […] We will continue to see cases of breakthrough, but for the most part, these will be asymptomatic infection or mild disease.”\nThe experts were still careful to state that even ” at their best, the vaccines provide 95 per cent protection against severe illness” and “do not totally prevent infection, and there will also be the occasional breakthrough cases of severe illness, and even death”.\nGiven that the verdict on whether or not mRNA vaccines are definitively effective against the B.1.617 variants is still out, the claim is unproven.\n\nClaim #2: Chinese-made inactivated vaccines Sinovac and Sinopharm are effective against the B.1.617 variants\nIn the message, vaccines developed by Chinese companies, in particular, Sinovac and Sinopharm were mentioned. Both of these vaccines are killed-virus/inactivated vaccines. For some background, an inactivated vaccine comprises a dead version of the virus that causes the disease. Once injected, it can trigger a strong immune reaction, yet is safe as it will not cause the disease. According to WHO, this type of vaccine uses technology that’s been proven to work, and vaccines can be manufactured on a reasonable scale.\nOn 23 February this year, Singapore received its first shipment of the Sinovac vaccine. As of 18 May, the Health Sciences Authority (HSA) is still evaluating its safety and efficacy, and is awaiting more data from Sinovac. The vaccine has yet to be approved for use in Singapore.\nOn 20 May, Shao Yiming, an expert with the Chinese Centre for Disease Control and Prevention (CDC) said that based on preliminary research, vaccines being used in China can tackle the new variant and can provide protection “to a certain extent”.\nAs of mid-April, the vaccines used in China are three inactivated-virus vaccines from Sinovac and Sinopharm, a one-shot vaccine from CanSino, and one from the Chinese CDC in partnership with Anhui Zhifei Longcom. However, Shao did not share details of which vaccines are effective.\nInterestingly enough, the director of the Chinese CDC, Gao Fu, said at a conference on 11 April that “current vaccines don’t have very high protection rates”. Then, it was not specified which vaccines he was referring to.\nGao later clarified with The Associated Press that he was speaking about the effectiveness rates for “vaccines in the world, not particularly for China”, but also did not respond to further questions about which vaccines he was referring to.\nOn 12 May, it was reported that Chinese experts said that Chinese vaccine manufacturers will be able to produce suitable vaccines against the variant in about two months. The comment came after Sinovac told Ta Kung Pao newspaper that the company is studying different mutations and an updated vaccine could be produced in at least 10 weeks after they cultivate the mutated strain successfully.\nChinese experts added that “insufficient evidence has been found to show that the B.1.617 variant could make current vaccines less effective”. They also said that current vaccines are still able to provide protection against most mutations despite some reduction in efficacy.\nOnce again, the verdict seems to be out. Therefore, the claim that Chinese-made inactivated vaccines Sinovac and Sinopharm are effective against the B.1.617 variants is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/droonwp-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-27T02:44:59+00:00",
    "Links in content": [
        "https://www.memc.com.sg/specialist/dr-oon-chong-jin-gabriel/",
        "https://blackdotresearch.sg/covidwatch-concerns-about-mrna-vaccines/",
        "https://www.aljazeera.com/news/2021/5/23/pfizer-astrazeneca-effective-against-virus-strain-found-in-india",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/mrna.html",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/viralvector.html",
        "https://www.channelnewsasia.com/news/world/covid-19-indian-variant-biontech-co-founder-confident-vaccine-14710480",
        "https://www.straitstimes.com/singapore/health/mrna-vaccines-give-significant-protection-against-all-variants-causing-covid-19",
        "https://www.straitstimes.com/world/europe/pfizer-biontech-covid-19-jab-confirmed-to-protect-95-in-largest-study-yet",
        "https://www.who.int/news-room/feature-stories/detail/the-race-for-a-covid-19-vaccine-explained",
        "https://www.straitstimes.com/singapore/chinas-sinovac-vaccine-arrives-in-singapore-but-not-yet-approved-for-use",
        "https://www.straitstimes.com/singapore/health/sinovacs-covid-19-vaccine-has-shelf-life-of-up-to-2-years-hsa-still-waiting-for",
        "https://www.hindustantimes.com/world-news/chinese-vaccines-effective-against-covid-variant-detected-in-india-expert-101621514385159.html",
        "https://apnews.com/article/china-gao-fu-vaccines-offer-low-protection-coronavirus-675bcb6b5710c7329823148ffbff6ef9",
        "https://www.globaltimes.cn/page/202105/1223314.shtml"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/droonwp-800x800.png",
    "Truefalse": [
        "true",
        "unproven",
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "vaccines",
        "mrna",
        "variant",
        "617"
    ]
}