{
    "link": "https://blackdotresearch.sg/vaccinewatch-are-people-posting-about-vaccine-injuries-being-kicked-off-facebook/",
    "Title": "VACCINEWatch: Are people posting about ‘vaccine injuries’ being kicked off Facebook?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the post shares a post by a US-based Facebook user who uploaded a photo of what looks to be an individual’s lower arm with bulging veins. Along with the photo, the Facebook user writes that this is the result of her friend’s sister taking the “1st covid experimental vaccine (Pfizer or Moderna)”. In response to this, the author of the post writes that “people posting about vaccine injuries are getting kicked off FB” because “this is the stuff they don’t want you to know”.\nThere are two claims to be explored here, so let’s look at them one at a time.\nClaim #1: Vaccine results in bulging veins\nAs mentioned in the post, the Facebook user’s friend’s sister was administered either the Pfizer-BioNTech or Moderna vaccine (both of which are authorised to be used in Singapore). Currently, three COVID-19 vaccines have been authorised for use in the US – Moderna, Pfizer-BioNTech and Johnson & Johnson’s Jassen.\nWhen we looked at CDC’s website for the side effects of the Moderna and Pfizer-BioNTech vaccine, we see that both list the same possible side effects:\n\nAs seen, there is no mention of ‘bulging veins’ on one’s arm. Could it be what’s listed to be ‘swelling’ then?\nFor a cross-reference, we looked at MOH’s website for possible side effects and see that swelling could happen “at the injection site”.\n\nGiven that both the Moderna and Pfizer-BioNTech vaccines are administered at the upper arm, the photo posted can’t possibly be a depiction of said swelling that could happen at the injection site.\nCould it then be the swelling of lymph nodes, as indicated in the table by MOH?\nAccording to the American Cancer Society’s website, we read that while there are hundreds of lymph nodes throughout the body, the areas where lymph nodes commonly swell are in the neck, groin, and underarms. We also read in a report that doctors in the US have seen “more and more of these swollen (lymph) nodes in recently immunised people”, but that the swelling is a “normal reaction by the immune system to the vaccine, and occurs on the same side as the arm where the shot was given”. The article also adds that the swelling of lymph nodes in the armpit is a recognised side effect in the large trials of the Moderna and Pfizer-BioNTech vaccines.\nIn addition, lymph nodes are described as “smooth pea-sized lumps” and when swollen, “may feel firm and the size of a pea or grape”, something that doesn’t appear to be the case in the photo that was uploaded.\nTherefore, given the lack of reports and evidence at this point of time that the ‘bulging veins’ as seen in the photo is a potential side effect of the COVID-19 vaccine, the claim is likely false.\n\nClaim #2: People posting about ‘vaccine injuries’ are getting kicked off Facebook\nWe refer to a recent Facebook announcement made on 15 March, in which various plans have been revealed by the platform to get more people vaccinated. Most significantly, we see that Facebook has expanded the list of false claims that they will remove to include additional debunked claims about the coronavirus and vaccines. According to the platform, they have removed an additional 2 million pieces of content since launching this new policy in February.\nFacebook added that in order to “promote authoritative information about COVID-19 vaccines”, they have also implemented several temporary measures to further limit the spread of “potentially harmful COVID-19 and vaccine information”. The measures listed by Facebook are as follows:\n\nReducing the distribution of\n\ncontent from users that have violated Facebook’s policies on COVID-19 and vaccine misinformation or that have repeatedly shared content debunked as False or Altered by Facebook’s third-party fact-checking partners, and of\nany COVID-19 or vaccine content that fact-checking partners have rated as “Missing Context.”\n\n\nRequiring admins for groups with admins or members who have violated Facebook’s COVID-19 policies to temporarily approve all posts within their group.\nContinuing to further elevate information from authoritative sources when people seek information about COVID-19 or vaccines.\n\nIn a clarification to TechCrunch on why users who repeatedly violate Facebook’s COVID-19 policies not face “at least a period of suspension”, Facebook stated that “anyone who repeatedly breaks its policies will be removed from its platform”.\nIt is important to note that the author shared a post from a group literally called “VACCINE INJURY STORIES” where users are still actively posting on.\nTherefore, while it is true that individuals who repeatedly violate Facebook’s COVID-19 policies will get removed from the platform, the insinuation that anyone who posts about ‘vaccine injuries’ gets “kicked off” Facebook is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/veinvaccine1-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-17T09:38:18+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/241334665933289/permalink/3927998000600252/",
        "https://www.facebook.com/groups/VaccineInjuryStories/permalink/3157411411025863/",
        "https://www.channelnewsasia.com/news/singapore/covid-19-moderna-more-vaccination-centres-singapore-appeal-early-14419868",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines.html",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/Moderna.html",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/Pfizer-BioNTech.html",
        "https://www.cancer.org/cancer/cancer-basics/lymph-nodes-and-cancer.html",
        "https://www.nytimes.com/2021/03/01/health/covid-vaccine-lymph-nodes.html",
        "https://www.bad.org.uk/for-the-public/patient-information-leaflets/how-to-check-you-lymph-nodes/?showmore=1#.YFGxCV0zZAc",
        "https://about.fb.com/news/2021/03/mark-zuckerberg-announces-facebooks-plans-to-help-get-people-vaccinated-against-covid-19/",
        "https://about.fb.com/news/2020/04/covid-19-misinfo-update/",
        "https://www.intern.facebook.com/help/230764881494641",
        "https://techcrunch.com/2021/03/15/facebook-to-label-all-covid-19-vaccine-posts-with-pointer-to-official-info/",
        "https://www.facebook.com/groups/VaccineInjuryStories"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/veinvaccine1-800x800.png",
    "Truefalse": [
        "likely false",
        "true",
        "false"
    ],
    "Description": "",
    "keywords": [
        "facebook",
        "posting",
        "vaccine",
        "kicked"
    ]
}