{
    "link": "https://blackdotresearch.sg/covidwatch-are-people-with-asthma-exempt-from-wearing-masks/",
    "Title": "COVIDWatch: Are people with asthma exempt from wearing masks?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe’ve been alerted to this comment on a post in Facebook group SG Covidiots:\n\nThe individual who posted the comment claims that while he was at the Singpost Centre, a man who was not wearing a mask managed to get through the security check after mentioning that he had asthma and produced a doctor’s note. The man was then allegedly given “some kind of sticker” by the security guard.\nWhile it is uncertain what exactly was written on the note produced by the individual, the comment does seem to suggest that individuals with asthma might not need to adhere to mask-wearing rules if they have a doctor’s note to show for it.\nSince 14 April, it is mandatory for individuals to wear a mask when stepping out of the house, with some exceptions.\nFirst, people engaging in strenuous exercise like running or jogging would be able to remove their masks temporarily, but must put them back on once the activity is over. Anyone travelling in a car or van alone won’t need to wear a mask. This is also the case if the driver and passengers live in the same household. Finally, individuals whose work requires them to wear other protective gear (such as welding or diving) would also not be required to wear a mask.\nThere is no mention about exceptions for individuals with respiratory-related medical conditions.\nThis claim is therefore unproven.\n\nWe have reached out to MOH and Singpost Centre to clarify if individuals who have asthma are indeed excused from the mandatory mask-wearing rules if they produce a doctor’s note. We will update the article when we get a reply.\nMask up for individuals with asthma?\nWhile there is no specific advisory on mask-wearing for individuals in Singapore with respiratory-related medical conditions, a doctor at Mount Sinai Hospital in New York City said that he “definitely [recommends] using a face mask for everyone in these times, especially for people with asthma and COPD (Chronic obstructive pulmonary disease)”.\nHe added: “We need to protect those at risk, in particular those with fragile airways.”\nThis corresponds with a blog post by the Centers for Disease Control and Prevention (CDC) that states that people with asthma have a higher risk of experiencing respiratory tract-related complications from COVID-19.\nA spokesperson for the American College of Allergy, Asthma, and Immunology and an allergist/immunologist at NYU Langone Health in New York City also recommends that individuals with respiratory-related medical conditions wear comfortable masks made with breathable material instead. She added that bandanas or neck gaiters which are more breathable, yet still provide a protective barrier can be used alternatives for those who still struggle to breathe.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/singpost.jpg",
    "Iframe Sources": [],
    "date": "2020-05-12T02:15:57+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/531106037593296/permalink/547733285930571/",
        "https://www.channelnewsasia.com/news/singapore/covid19-wearing-masks-compulsory-lawrence-wong-12640828",
        "https://www.channelnewsasia.com/news/singapore/covid-19-singapore-masks-going-out-law-12643120",
        "https://www.businessinsider.sg/anti-maskers-say-they-cant-wear-masks-because-medical-conditions-2020-5?r=US&IR=T",
        "https://blogs.cdc.gov/publichealthmatters/2020/04/asthma/",
        "https://creakyjoints.org/living-with-arthritis/coronavirus/managing-symptoms/difficulty-breathing-face-mask-asthma-lung-disease/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/singpost.jpg",
    "Truefalse": [
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "asthma",
        "masks",
        "exempt",
        "wearing"
    ]
}