{
    "link": "https://blackdotresearch.sg/covidwatch-can-singaporeans-withdraw-2000-from-their-ordinary-accounts-from-1-april/",
    "Title": "COVIDWatch: Can Singaporeans withdraw $2,000 from their Ordinary Accounts from 1 April?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe were alerted to this message being forwarded on Whatsapp:\n\nAccording to the message, all Singapore citizens are entitled to $2,000 CPF withdrawal from their Ordinary Accounts from 1 April 2020.\nIt then goes on to state that “The Government is accessible to all no matter employment status”. We are unable to decipher what this sentence is trying to claim.\nThe message also includes a link that allegedly leads to an article on how to do the claim. Thanks to the wonders of technology, however, a preview of the URL reveals that the link leads to a photo of a gorilla flipping the camera off.\nDue to grammatical errors and how incoherent the message is, it doesn’t take a genius to figure out that this claim is likely false.\n\nIn an amusing coincidence, we were alerted to yet another message being circulated on Whatsapp.\n\nThis time, the creator appears to have learned from his/her predecessors’ mistakes (assuming the first message was created before this one), and decided that being vague was the way to go.\nThere’s no mention of where individuals will be withdrawing the $2,000 from, and the creator also cleverly hid the link with link shortener bit.ly, which doesn’t offer any preview unless a recipient clicks in.\nFor your sake, we clicked in to find out where it leads to.\nLo and behold, it was a photo of yet another gorilla, this time with its tongue stuck out.\nAt this point of time, we rate this claim (and the previous one) as satire.\n\nWhen satire becomes fake news\nIn a previous article, we talked about how taking text and photos out of context can breathe new life into inaccurate or outdated news.\nWe see the same thing happening again with yet another heavily circulated Whatsapp message:\n\nThis time, the claim mentions that Deputy Prime Minister Heng Swee Keat had “generously allowed CPF [contributors]” to withdraw $2,000 from their Ordinary Accounts from 1 April 2020.\nAlong with the message, a photo of DPM Heng was attached, perhaps to reify the authenticity of the claim.\nOther than odd phrasing, the misspelling of ‘ordinary’ as ‘odinary’ is also a telling sign that the claim is inaccurate.\nRegardless, this claim has been debunked by FActually Singapore:\n\n\n\n\nDPM Heng did not make any announcement the withdrawal of CPF. 𝗣𝗹𝗲𝗮𝘀𝗲 𝗱𝗼 𝗻𝗼𝘁 𝗰𝗶𝗿𝗰𝘂𝗹𝗮𝘁𝗲 𝗳𝗮𝗹𝘀𝗲𝗵𝗼𝗼𝗱𝘀, 𝗲𝘀𝗽𝗲𝗰𝗶𝗮𝗹𝗹𝘆 𝗱𝘂𝗿𝗶𝗻𝗴 𝘀𝘂𝗰𝗵…\nPosted by FActually Singapore on Wednesday, 25 March 2020\n\nThus, the claim is false.\n\nIt is uncertain the intentions of the creator of this claim, but we suspect that it might have been based off a recent measure announced by Malaysian Prime Minister Tan Sri Muhyiddin Yassin, which, for the record, is not fake news.\nIn light of the pandemic, Employees Provident Fund (EPF) members in Malaysia below the age of 55 will be able to withdraw up to RM500 each month for a year beginning 1 April – the same date being used in the false claims we debunked above.\nThe EPF in Malaysia works quite like CPF in Singapore and is a compulsory savings plan and retirement planning for private sector workers in Malaysia.\nThe fund’s chief executive officer Alizakri Alias also reminded the public to be aware of fake news in relation to the withdrawals, and urged them to practice discretion when reading the news and social media.\n“There are a lot of scammers and rumours going around, especially through WhatsApp, Facebook and Twitter. The EPF only communicates to the public via our website and our official social media channels,” he said.\nJust like how fake news can so easily be taken out of context and made relevant for different audiences, Alizakri’s advice perhaps also deserves to have the same treatment.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/cpf2000.jpg",
    "Iframe Sources": [],
    "date": "2020-03-26T09:18:06+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/covidwatch-are-military-helicopters-spraying-pesticides-against-covid-19-over-countries/",
        "https://www.facebook.com/factually.sg/",
        "https://www.facebook.com/factually.sg/photos/a.2405888849421451/3136588126351516/?type=3",
        "https://www.thestar.com.my/news/nation/2020/03/23/epf-withdrawal-through-i-lestari-account-2-from-april-1-says-epf-chief"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/cpf2000.jpg",
    "Truefalse": [
        "likely false",
        "satire",
        "false"
    ],
    "Description": "",
    "keywords": [
        "withdraw",
        "singaporeans",
        "accounts",
        "000"
    ]
}