{
    "link": "https://blackdotresearch.sg/covidwatch-can-you-get-vaccinated-right-now-at-931-jurong-west/",
    "Title": "VACCINEWatch: Can you get vaccinated right now at 931 Jurong West?  ",
    "Tags": [],
    "Paragraphs": "\nWe’ve been alerted to this image being forwarded on WhatsApp. The image reflects what appears to be a screenshot of a post on Snapchat (commonly known as a ‘Snap’):\n\nThe creator of the Snap who goes by the name of ‘Caitlyn Hemming’ makes two main claims:\n\nIndividuals aged 16 and above in Singapore can get vaccinated right now\nThe centre to get vaccinated at is located at 931 Jurong West\n\nWhen we did a search of the user on Snapchat, we were unable to find anyone by that name. It is also not certain when exactly the creator posted the Snap, and where he/she got his/her information from.\nLet’s break down the claims one by one.\nClaim 1: Those 16 and above in Singapore can get vaccinated right now\nAs of 22 January 2021, over 60,000 individuals in Singapore have received their first doses of the COVID-19 vaccine since the vaccination drive kicked off on 30 December 2020. Health Minister Gan Kim Yong stated that the numbers of vaccinated individuals in Singapore “are expected to rise substantially in the coming weeks”.\nWith the supply of the vaccine is arriving in batches, vaccinations would start with individuals in groups who are at greater risk, including healthcare workers and COVID-19 frontline workers, as well as vulnerable groups such as the elderly.\nA check on vaccine.gov.sg also reveals that while appointment slots for vaccination are now open for healthcare, frontline workers and selected seniors, slots “are not open to the public currently”.\n\nHowever, individuals will still be able to register their interest online, and will be notified when they are able to make their appointment.\nTherefore, the claim that all who are 16 and above in Singapore can get vaccinated “right now” is false.\n\nClaim 2: Vaccinations would be done at a centre at 931 Jurong West\nWhen we did search on Google Maps for a possible centre that could be located at “931 Jurong West”, we found two locations, one at Street 42 and the other at Street 92:\n\nLocated at the first floor of Block 931 Jurong West Street 92 is the Nanyang Zone 1 Residents’ Committee (RC) centre, while 931 Jurong West Street 42 is where Hong Kah Secondary School was formerly located.\nInterestingly, when we did a Google search of the term “931 Jurong West Street 42”, this appeared on the first page of our search results:\n\nWhile that particular link is broken (a cached version of the page can be found here), we managed to find the updated link reflecting the same list of clinics administering the vaccine on vaccine.gov.sg:\n\nAs seen, 931 Jurong West Street 42 has been identified as one of these locations.\nTherefore, while it is true that ‘931 Jurong West’ which was likely referenced to in the Snap is a location where the vaccine is administered, it is false that anyone 16 and above would be able to get vaccinated right now without an appointment.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/01/jurongvac-800x800.png",
    "Iframe Sources": [],
    "date": "2021-01-26T01:34:09+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/more-than-60000-people-in-singapore-have-received-covid-19-vaccines",
        "https://www.straitstimes.com/singapore/singapore-rolls-out-covid-19-vaccination-exercise-senior-staff-nurse-at-ncid-receives",
        "https://www.moh.gov.sg/covid-19/vaccination",
        "https://www.vaccine.gov.sg/",
        "https://preregister.vaccine.gov.sg/",
        "https://www.facebook.com/nanyangzone1rc/?ref=page_internal",
        "https://www.vaccine.gov.sg/clinic-list/",
        "https://webcache.googleusercontent.com/search?q=cache:cZGbYszb8VUJ:https://www.vaccine.gov.sg/clinic-list/+&cd=4&hl=en&ct=clnk&gl=sg",
        "https://www.vaccine.gov.sg/information/clinic-list",
        "http://vaccine.gov.sg"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/01/jurongvac-800x800.png",
    "Truefalse": [
        "false",
        "true",
        "false"
    ],
    "Description": "",
    "keywords": [
        "vaccinated",
        "jurong",
        "west",
        "right"
    ]
}