{
    "link": "https://blackdotresearch.sg/covidwatch-concerns-about-mrna-vaccines/",
    "Title": "COVIDWatch: Concerns about mRNA vaccines  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 24 May, 2:00pm] We’ve included a section where we looked into the claims in the open letter, and amended the section on MOH’s response.\n–\nA viral message circulating on WhatsApp was shared in popular online forum Hardwarezone on 20 May 2021. The message appears to be an open letter signed off by 12 doctors and addressed at parents who are deciding whether or not to vaccinate their young children.\nThe letter urged the Ministry of Health (MOH) to approve a killed-virus vaccine and highlighting concerns about mRNA vaccines and its potential long term side effects, especially on children.\n\nThe letter in full below:\n—\n20th May 2021\nAn open letter to all parents deciding to vaccinate or not to vaccinate their child.\nWe are a group of Singaporean Doctors, who are of the view that MOH should quickly approve a killed-virus vaccine for our children and adults. Here are our humble ponderings:\n1/ Children: 99.99% do not need ICU when they catch Covid-19. According to a Senior Pediatrician (Dr Chandra Sekhar Devulapalli), this is likely due to NL63, an almost universal childhood common cold. This immunity is likely to be present in younger Singaporeans in the form of Memory T-Cells. Unfortunately, it wears out by about age 65. This explains why the population above this age frequently populates our ICU when they become very sick with Covid-19. The good news is that Children are doing amazingly well, without any Covid-19 vaccines.\n2/ The two mRNA vaccines have been vigorously tested to be safe, but we know this is true only for the short term. We have no evidence that the mRNA vaccines are SAFE in the longer term (10-20 years). This is not a problem with those over 65, as the immediate benefits of vaccination for this high-risk group outweigh the risks of the unknown long-term side effects. For Children, however, it is another matter altogether.\n3/  mRNA themselves are very fragile in the human body and are easily attacked by Ribonucleases that are distributed very widely in our body. Reverse Transcriptase, which converts RNA to DNA, is very troubling. It is not naturally found in our body but becomes readily available if you are very sick with a chronic virus, like Hepatitis B. Our local population has significantly higher rates of Hepatitis B (about 3.6% – many of the infected are unaware) and many are still undetected. Relying on data from a population that is significantly different from our local population is NOT very wise.\nPlease refer to the article:\nhttps://pubmed.ncbi.nlm.nih.gov/33330870/\n4/ mRNA vaccines do not stop adults from transmitting Covid-19-VOC. We can assume that this will also be the case with children.\n5/ It is NOT very WISE to try on Singaporean Children with Novel mRNA technology when they do not really need it and it DOES NOT effectively STOP them from becoming VECTORS.\n6/ Killed-Virus technology has been around for decades and has a very long and safe track record. We even have thousands of it in our local warehouse at this moment and it had just been tested to be safe at Phase II/III for children (550 subjects).\nPlease refer to the article:\nhttps://abcnews.go.com/Health/wireStory/sinovac-vaccine-safe-children-young-76624380\n7/ We feel a lot safer, with KNOWN technology (proven to be SAFE), since our children are likely to outlive us. Primum non nocere.\n8/ For mRNA, long-term side effects are unknown and unstudied. This point is supported by all Experts.\n9/ These are our humble opinions. We hope MOH will allow parents to pick a vaccine that has been proven to be safe (ie, with no long-term harmful side effects) for our children and grandchildren.\nLet us as a community, stand together and overcome this pandemic, with wisdom and prudence. Vaccination will drastically reduce the severity of Covid-19 infection for the vulnerable and will save many lives. We are very grateful for the availability of Vaccines made available by the determined effort of the MTF. Provideing us an option for a killed-virus vaccine would be most appreciated.\nYours Sincerely,\nDr Benny K H Tan (MCR 01588A)\nDr Chia AM (MCR M02673E)\nDr Clement Lai (MCR M04559D)\nDr Colleen Thomas (MCR M05352Z)\nDr CT Tan (MCR M01740Z)\nDr Diane Jek (MCR 09198G)\nDr Judy Chen (MCR 05364C)\nDr Kee Leng Chee (MCR (M01006E)\nDr Kho Kwang Po (MCR 00499E)\nDr Khoo Boo Kian (MCR 03808C)\nDr Paul IW Yang (MCR 08851z)\nDr Suzie Lee (MCR M05023G)\n—\nWe immediately sought to verify the authenticity of the letter by contacting one of the signatories, Dr Judy Chen.\nIn February last year, Dr Judy Chen and 3 other doctors signed off on a health advisory urging everyone to wear a mask and to stop mingling. This was circulating during a time when the World Health Organisation (WHO) and MOH advised individuals to wear masks only when they feel unwell or when they are taking care of someone with suspected COVID-19 infection.\nIn our phone call with Dr Judy, she confirmed that the open letter dated 20 May 2021 was indeed written and endorsed by herself and the doctors mentioned.\n\nWhat are killed-virus vaccines?\nA killed-virus vaccine, also known as inactivated vaccine, comprises a dead version of the virus that causes the disease. Once injected, it can trigger a strong immune reaction, yet is safe as it will not cause the disease. According to WHO, this type of vaccine uses technology that’s been proven to work in people – this is the way the flu and polio vaccines are made – and vaccines can be manufactured on a reasonable scale.\nThe COVID-19 vaccines that Sinovac, Sinopharm, and Bharat Biotech have developed are inactivated vaccines.\nOn 23 February this year, Singapore received its first shipment of the Sinovac vaccine. As of 18 May, the Health Sciences Authority is still evaluating its safety and efficacy, and is awaiting more data from Sinovac. The vaccine has yet to be approved for use in Singapore.\nDo the claims check out?\nIn an article by The Straits Times, two experts addressed some of the claims perpetuated in the open letter. Professor Ooi Eng Eong is an expert on emerging infectious diseases from Duke-NUS Medical School. Prof Ooi has been involved in developing an mRNA vaccine. Dr Kenneth Lyen is a paediatrician in private practice.\nClaim #1: The good news is that Children are doing amazingly well, without any Covid-19 vaccines.\nDr Lyen said “While children may not be so seriously affected, in that they do not usually require intensive care, they can still fall quite seriously ill.”\nIt is likely false then, that children, despite not having the vaccine, are doing amazingly well.\n\nClaim #2: We have no evidence that the mRNA vaccines are SAFE in the longer term (10-20 years).\nThis claim is a little bit tricky because while there is no evidence to show that mRNA vaccines are safe in the longer term, there is also no evidence to prove the opposite. Prof Ooi stated that “There is absolutely no evidence to support the notion that there are vaccines that can cause problems 10 to 20 years after vaccination.” Hence we rate this claim as unproven.\n\nClaim #3: mRNA themselves are very fragile in the human body and are easily attacked by Ribonucleases that are distributed very widely in our body. Reverse Transcriptase, which converts RNA to DNA, is very troubling. It is not naturally found in our body but becomes readily available if you are very sick with a chronic virus, like Hepatitis B.\nAccording to Prof Ooi, “persons living with HIV and hepatitis B would have their entire genome scrambled by the virus if the statement were true. Whole human genome sequencing, which is now increasingly common, would have discovered dengue and other RNA virus genome being incorporated into the DNA of these persons. This has never happened.”\nDr Lyen added that the vaccine mRNA degrades within a short period of time, and the integration risk is considered negligible.\nHence, the claim is false.\n\nClaim #4: mRNA vaccines do not stop adults from transmitting Covid-19-VOC. We can assume that this will also be the case with children.\nProf Ooi stated that several studies have consistently found that mRNA vaccination reduces the rate of transmission, and the same applies to children. Dr Lyen also added that no vaccine is 100% protective, therefore some vaccinated individuals can still catch Covid-19 and spread it to others. Hence, it is true that it does not stop adults and children from transmitting Covid-19.\n\nClaim #5: Killed-Virus technology has been around for decades and has a very long and safe track record.\nKilled-virus vaccines are indeed an older technology. However, Prof Ooi disputed its long and safe track record as such vaccines have “been associated with the development of severe disease in those vaccinated.” He added that one such example was a vaccine which was developed to prevent a common childhood respiratory illness called respiratory syncytial virus. Its development was halted in the 1960s for causing more severe disease.\nHence, we rate this claim as false.\n\nAnother viral message\nThere was another viral message which followed later in the day, also written by the doctors who signed the first open letter.\n\nOnce again, we reached out to Dr Judy who confirmed that they have decided to withdraw the original letter. Although the second letter is authentic as well, it is worth noting that all except Dr Khoo Boo Kian endorsed the retraction.\n\nResponse by MOH\nWe reached out to MOH, and its representative acknowledged that they were aware of the open letter and are looking into it. MOH had addressed the contents of the open letter in their press release on 21 May 2021.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/open-letter.jpg",
    "Iframe Sources": [],
    "date": "2021-05-21T10:30:24+00:00",
    "Links in content": [
        "https://forums.hardwarezone.com.sg/threads/statement-by-12-singaporeans-doctors-on-vaccination.6520802/",
        "https://pubmed.ncbi.nlm.nih.gov/33330870/",
        "https://abcnews.go.com/Health/wireStory/sinovac-vaccine-safe-children-young-76624380",
        "https://blackdotresearch.sg/wuhanwatch-is-this-health-advisory-signed-off-by-4-doctors-legit/",
        "https://www.who.int/news-room/feature-stories/detail/the-race-for-a-covid-19-vaccine-explained",
        "https://www.straitstimes.com/singapore/chinas-sinovac-vaccine-arrives-in-singapore-but-not-yet-approved-for-use",
        "https://www.straitstimes.com/singapore/health/sinovacs-covid-19-vaccine-has-shelf-life-of-up-to-2-years-hsa-still-waiting-for",
        "https://www.straitstimes.com/singapore/health/pfizer-covid-19-vaccine-safe-efficacious-for-those-aged-12-to-15-says-expert",
        "https://www.moh.gov.sg/news-highlights/details/expert-committee-on-covid-19-vaccination-continues-to-endorse-safety-and-efficacy-of-pfizer-biontech-covid-19-vaccine-in-individuals-aged-12-to-15-years"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/open-letter.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "vaccines",
        "mrna",
        "concerns"
    ]
}