{
    "link": "https://blackdotresearch.sg/moh-singapore-autopsy-covid19-corpse/",
    "Title": "COVIDWatch: Did MOH perform an autopsy on the corpse of a COVID-19 patient?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across a message being forwarded on WhatsApp:\n\nThe text is a rather long one, and is written in both English and Chinese. A quick scan of the Chinese version of the text reveals that the content of both are the same.\nThe content of the text claims that Singapore has “become the first country in the world to perform an autopsy for a COVID-19 corpse”. According to the text, it was through this autopsy that it was discovered that COVID-19 “does not exist as a virus, but rather a bacterium that has been exposed to radiation”, and that it causes death by “coagulation in the blood”.\nIt also alleged that doctors in Singapore “did not listen to the WHO protocol” and performed the autopsy.\nFurther on in the text, we read that the Singapore Ministry of Health (MOH) then “immediately changed the treatment protocol for COVID-19” and “evacuated more than 14,000 patients in one day and sent them home”. Doctors were also quoted to have allegedly said that COVID-19 is “a global trick” and that “it is nothing but a coagulation inside blood vessels (blood clots)”.\nThe message ends off stating that according to Singapore scientists, ventilators and intensive care units “were never needed”, and that the information should be shared so that members of the public “can get rid of the fear of COVID-19 and realise that this is not a virus, but a bacterium that has only been exposed to radiation”.\nClaims debunked by MOH\nMOH took to Facebook on 7 June to debunk the claims made in the message:\n\nMOH asserted that the claims made are not true, and that such an autopsy has not been performed. It added the message also stated false information about COVID-19, “which is not borne out by current evidence”.\nInterestingly, MOH also pointed out that there was an earlier version of the message, which mentioned Russia instead of Singapore. However, that was also “exposed as untrue”.\nIn a more detailed post on gov.sg published on 15 June, we see further clarification of each claim made:\n\nSingapore did not perform such an autopsy on a COVID-19 patient nor made such claims about the pathophysiology of COVID-19 infection\nThere has not been any change in treatment protocols for COVID-19 patients\nCOVID-19 is caused by the SARS-CoV-2 virus, and the World Health Organisation (WHO) has also debunked a myth that claimed COVID-19 is caused by bacteria, not a virus\nHowever, some people infected with the virus may develop a bacterial infection as a complication, and in such cases, antibiotics may be prescribed\nCOVID-19 cannot be cured with aspirin because it has no direct effect on the virus that causes COVID-19\n\nWhen we did a Google search for the Russian version of the message, we came across a fact-check by Reuters, published mid-April this year. In the fact-check, we also find out that WHO actually does not prohibit autopsies for COVID-19 victims (as claimed in the WhatsApp message), and that Russia, the US, Germany, Italy, and the UK have performed post-mortem studies on corpses of COVID-19 victims.\nTherefore, the claims that Singapore doctors performed an autopsy on a COVID-19 patient, that MOH changed their treatment protocols, that COVID-19 is a bacteria, and that COVID-19 can be cured with aspirin is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/corpse-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-10T01:49:30+00:00",
    "Links in content": [
        "https://www.facebook.com/sghealthministry/posts/10159182946525631",
        "https://www.gov.sg/article/false-message-circulating-on-changes-to-treatment-protocols",
        "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/myth-busters#virus",
        "https://www.reuters.com/article/factcheck-russia-covid-autopsy-idUSL1N2M82C9",
        "https://www.who.int/publications/i/item/infection-prevention-and-control-for-the-safe-management-of-a-dead-body-in-the-context-of-covid-19-interim-guidance"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/corpse-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "autopsy",
        "corpse",
        "moh"
    ]
}