{
    "link": "https://blackdotresearch.sg/covidwatch-covid19-vaccine-heart-attack-singapore/",
    "Title": "VACCINEWatch: Did a man suffer from a heart attack after taking the vaccine?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nIn the post, the author states that a 72-year-old man is still in the Intensive Care Unit (ICU) after having a heart attack, and asks who is paying his hospital bill. The author also mentions that the 72-year-old is in this condition “after taking (the) COVID-19 vaccine”, insinuating that the man is in the ICU due to the vaccine.\nThis insinuation has already been debunked by the Ministry of Health (MOH) on 18 February.\nSaid MOH: “He had received his first dose of the Pfizer-BioNTech COVID-19 vaccine on Feb 16 morning, but based on TTSH’s (Tan Tock Seng Hospital) initial assessment, there is no indication that the cardiac arrest was due to COVID-19 vaccination.” The man was reported to have a history of cancer, hypertension and hyperlipidaemia, but “had been assessed by trained healthcare personnel to be suitable for COVID-19 vaccination prior to vaccination”.\nAdded MOH: “In line with our protocols, he was also observed on-site for about 30 minutes post-vaccination and was well.”\nIt is also important to note that there is a difference between a heart attack (mentioned by the post’s author) and cardiac arrest. According to the American Heart Association, a “heart attack is when blood flow to the heart is blocked, and sudden cardiac arrest is when the heart malfunctions and suddenly stops beating unexpectedly”.\nRegardless, the insinuation that the man suffered a cardiac arrest (or heart attack) as a result of being administered the COVID-19 vaccine is false.\n\nThere has also been no update about the man’s status since the clarification released on 18 February. Therefore, the claim that the man is still in the ICU is unproven.\n\nWe have reached out to MOH to ask about the man’s status and will update the article when we get a reply.\nWho pays the bills?\nThis then brings us to another question that could surface from the author’s post – who will pay for the hospital bill if an individual does suffer from side effects after taking the vaccine?\nMOH announced on 28 January that a financial assistance programme would be introduced for those suffering from serious side effects related to the COVID-19 vaccine. For those who experience “medically significant serious side effects, were hospitalised and require care in the high-dependency or intensive care unit, but subsequently recovered”, a one-time payout of up to $10,000 would be given. Those who suffer permanent severe disability or died as the result of the vaccination will be given a single payout of $225,000.\nAs for those who experienced serious side effects, they’ll be able to receive financial support through healthcare schemes like MediShield Life and subsidies at public healthcare institutions.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/02/covidheartattack-800x800.png",
    "Iframe Sources": [],
    "date": "2021-02-23T09:09:08+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1873078036203187/?__cft__[0]=AZXgN5klBwdUeDaKAHNf7vDiGh3nmyBQz3qpdqzVC2yxEntwghzmMZHWBxSzab_1Nv_x3acC01uA-d-Zl68Myc8IT4XDVzXSUbikZBsIiIVgBNKlNOPjy07wTvUY5pF5vDut2DNjSXpy-LhOYtkcFK9geBn5Nu7-wCCxI8MhUnLnmdpm-pIXd-TYjkIU3Tpx6lQ&__tn__=%2CO%2CP-R",
        "https://www.channelnewsasia.com/news/singapore/covid-19-vaccine-72-year-old-man-cardiac-arrest-ttsh-moh-14228104",
        "https://www.heart.org/en/health-topics/heart-attack/about-heart-attacks/heart-attack-or-sudden-cardiac-arrest-how-are-they-different#:~:text=A%20heart%20attack%20is%20when,is%20an%20%E2%80%9Celectrical%E2%80%9D%20problem.",
        "https://www.straitstimes.com/singapore/health/financial-help-for-those-suffering-from-serious-side-effects-related-to-vaccine"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/02/covidheartattack-800x800.png",
    "Truefalse": [
        "false",
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "vaccine",
        "heart",
        "suffer",
        "man"
    ]
}