{
    "link": "https://blackdotresearch.sg/covid-19-child-death-singapore/",
    "Title": "COVIDWatch: Did a 3-year-old child in Singapore die from COVID-19?  ",
    "Tags": [],
    "Paragraphs": "\nThis post emerged on Facebook on 14 August 2021:\n\nThe author of the post claimed that a three-year-old child in Singapore passed away from COVID-19 at KK Women’s and Children’s Hospital (KKH).\nShe then went on to rant that this case was not reported in the news or by the Singapore government, and that she has “doubts about [MOH’s reports on the daily number of COVID-19 cases]”. The post also shares a photo of a young girl, presumably the deceased child in question.\nThe post also claims that there is a “Delta Plus” variant of COVID-19 in Singapore.\nFor context, the Delta Plus variant was first reported in a Public Health England bulletin on 11 June, and is a sub-lineage of the Delta variant that was first detected in India. According to reports, this variant has a spike protein mutation called K417N, which is also found in the Beta variant first identified in South Africa. Scientists have reportedly expressed their worry that this mutation could make it more transmissible than existing variants.\nHowever, the post has been taken down at time of publication.\n“Completely untrue and a total fabrication”\nThe Ministry of Health (MOH) quickly took to Facebook on the same day to call out the claims, saying that it is “completely untrue and a total fabrication”:\n\nIt also clarified that as of 14 August, there has been no child who has died from COVID-19 at KKH.\nThe next day, MOH announced that Health Minister Ong Ye Kung has instructed the Protection from Online Falsehoods and Manipulation Act (POFMA) Office to issue the correction direction to Facebook, and that Facebook would be required to carry the Correction Notice to all end-users in Singapore who use Facebook.\nMOH also provided more clarification on the two main claims made in the post:\n\nAs of 14 August, there has been no case of any child that has died from COVID-19 at KKH or any other hospital in Singapore\nAs of 14 August, MOH has not identified the “Delta Plus” variant in any of Singapore’s known COVID-19 cases\n\nTherefore, the claims that a child has died in Singapore due to COVID-19 and that the “Delta Plus” variant is in Singapore is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/3yo-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-16T09:26:19+00:00",
    "Links in content": [
        "https://www.facebook.com/eileenloh123/posts/10160088365159467",
        "https://www.reuters.com/business/healthcare-pharmaceuticals/what-is-delta-variant-coronavirus-with-k417n-mutation-2021-06-23/",
        "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/993879/Variants_of_Concern_VOC_Technical_Briefing_15.pdf",
        "https://www.facebook.com/sghealthministry/posts/10159324166240631?__cft__[0]=AZXma5ffPpC8IXBwdVSgclwx6G7CAppEQhozMcXOAQX2lYsbynHLG23TKizcPVLvvjZ30nIFo72CwgklJZLVEHtHa33lP5W9vJFDxRmtY4vVn_ZkmeQLlQz_HKJNEHY9Zb2Y1Ec-at5QNLWFrYQAl3G_&__tn__=%2CO%2CP-R",
        "https://www.moh.gov.sg/news-highlights/details/issuance-of-general-correction-direction-under-the-protection-from-online-falsehoods-and-manipulation-act-on-falsehoods-on-alleged-death-of-three-year-old-girl-from-covid-19"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/3yo-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "child",
        "die",
        "singapore"
    ]
}