{
    "link": "https://blackdotresearch.sg/wuhanwatch-did-cna-tweet-that-schools-are-closing-from-10-feb/",
    "Title": "COVIDWatch: Did CNA Tweet That Schools Are Closing From 10 Feb?  ",
    "Tags": [],
    "Paragraphs": "\n\nA screenshot of what looks like a tweet from CNA announcing that all schools, including Polytechnics and Universities, will be closed from 10 February onwards “due to #CoronavirusOutbreak” was being widely circulated on Whatsapp on 7 February afternoon.\n\nThe screenshot, which was apparently taken at 1:12pm, showed that the tweet had been retweeted 3,335 times and had garnered 503 likes in a span of 16 minutes.\nA quick check on CNA’s twitter account, however, shows that there was no such tweet posted at that particular time stamp.\nIf anything, the tweet CNA posted then was…this one.\n\nFootball: Could Neymar, Mbappe antics derail PSG as season enters crunch time? https://t.co/YdlLZWUMJk pic.twitter.com/3celDth975\n— CNA (@ChannelNewsAsia) February 7, 2020\n\nThe large number of retweets and likes within a short span of time was also suspicious, as a quick browse through CNA’s twitter shows lower engagement levels.\nCNA debunks the tweet\nCNA has come forward to debunk the screenshot, stating that the news is “untrue” and that they “did not send such a tweet”.\nCNA added that tweets sent by automation service dlvr.it would not include hashtags. A quick check shows that CNA doesn’t have the habit of using hashtags on their twitter posts, either.\nBesides that, CNA also shared that the image of the classroom used in the doctored tweet uses an outdated logo, as CNA’s parent company Mediacorp changed its logo in 2015.\nBelow shows a recent tweet from CNA which displays the updated Mediacorp logo.\n\nSchools issued with coronavirus teaching package https://t.co/HNxhrdATrr pic.twitter.com/NyNtmH7Zbg\n— CNA (@ChannelNewsAsia) February 7, 2020\n\nThe tweet that states that schools would be closed in Singapore from 10 February due to the novel coronavirus is therefore doctored and false.\n\nIt is uncertain the true intentions the creator of the doctored CNA tweet had but if anything, it was edited to seem so plausible that an average person would have believed (and forwarded) it without thinking about checking back with the source or the Ministry of Education.\nThe creator had also chosen to doctor a tweet from CNA, a reputable news source that is trusted by a large majority of people in Singapore.\nAnd even if we were to assume that the creator did it as a prank, unlike the ‘fresh bat meat’ image that we discussed in a previous article, the creator of this image did not post any disclaimers or tell-tale signs of it being satire or ’for fun’.\nWith the image being circulated on Whatsapp, where it is impossible to find the source of forwarded messages unless you do the tedious process of tracing it by asking every single person who forwarded the message for their source (but where got time?), the anonymity it offers inadvertently enables those acting with malicious intent.\nIn a time when social media posts and forwarded messages are more viral than actual viruses, with every false claim and doctored image quashed, 10 more appear, and fact-checkers are faced with an increasingly unsurmountable task.\nThe best defence, however, is for individuals to play their part and take information they receive with a large pinch of salt, even if they lack the know-how on how to do a thorough fact-check.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/WhatsApp-Image-2020-02-07-at-2.34.01-PM-1.jpeg",
    "Iframe Sources": [],
    "date": "2020-02-07T08:56:25+00:00",
    "Links in content": [
        "https://t.co/YdlLZWUMJk",
        "https://t.co/3celDth975",
        "https://twitter.com/ChannelNewsAsia/status/1225644490246909957?ref_src=twsrc%5Etfw",
        "https://twitter.com/ChannelNewsAsia",
        "https://www.channelnewsasia.com/news/singapore/cna-debunks-fake-tweet-announcing-school-closure-due-to-12404934",
        "https://t.co/HNxhrdATrr",
        "https://t.co/NyNtmH7Zbg",
        "https://twitter.com/ChannelNewsAsia/status/1225649786260312067?ref_src=twsrc%5Etfw",
        "https://blackdotresearch.sg/wuhanwatch-ntuc-fairprice-bat-meat/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/WhatsApp-Image-2020-02-07-at-2.34.01-PM-1.jpeg",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "closing",
        "schools",
        "feb",
        "cna",
        "tweet"
    ]
}