{
    "link": "https://blackdotresearch.sg/brain-haemorrhage-covid-19-vaccine/",
    "Title": "VACCINEWatch: Did a doctor suffer a brain haemorrhage after getting vaccinated?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nThe content of the message is said to be taken from the Facebook page of an individual named Bun Ngok Fong, the alleged cousin of a gynaecologist and fertility specialist named Dr Ann Tan. The message states that Dr Tan is now being warded in the ICU of Mount Elizabeth Hospital for brain haemorrhage after taking the Pfizer-BioNTech COVID-19 vaccine. The author calls the vaccine “problematic”.\nThe post also brings up how Pfizer’s CEO Albert Bourla had declined to take the jab himself, and that this “says volumes about the efficacy and reliability of the product which in essence is genetic manipulation”.\nThe WhatsApp user who forwarded the message shared that the link leads to opposition politician Goh Meng Seng’s Facebook page, and that Bun Ngok Fong had hidden his post about Dr Tan. A link to what is allegedly Dr Tan’s clinic’s Facebook page was also shared.\n\nThe Facebook link which is said to lead to the post on Goh’s page is broken, but we were able to find another post on the page where Goh shared a screenshot of the post by Bun Ngok Fong. We also see a comment on the post which claims that the post on Bun Ngok Fong’s page was “taken down at [Dr Tan’s] husband’s request”. The commenter also voiced suspicions that “MOH gave them pressure (to do so)”.\n\nThere are quite a few claims being made, so let’s summarise them for the sake of clarity:\n\nA Singapore doctor is now warded in ICU for brain haemorrhage after taking the Pfizer-BioNTech COVID-19 vaccine\nPfizer’s CEO declined to take the jab, and the vaccine “in essence is genetic manipulation”\nThe EU’s vaccination passport proposal excluding vaccines from Cuba, Russia and China is proof of a ploy to “compel hesitant candidates to subject themselves to a shortlist of western and still dubious injections”\n\nClaim #1: A Singapore doctor is now warded in ICU for brain haemorrhage after taking the Pfizer-BioNTech COVID-19 vaccine\nIn the original post by Bun Ngok Fong, we read that the doctor, Dr Ann Tan, is a gynaecologist and fertility specialist. Doing a quick Google search, we are led to Dr Tan’s clinic’s website, which had this pop-up:\n\nWhen we visited her clinic’s Facebook page, we see the same message posted on 25 March:\n\nIn the comments, we see several individuals wishing her a speedy recovery:\n\nOn 4 April, Mount Elizabeth Hospital took to Facebook to acknowledge that they are aware of a post circulating on Facebook which alleges that one of their doctors “had a severe reaction a week after receiving the COVID-19 vaccine”.\n\nThe hospital clarified that the allegations in the post are untrue and that “the doctor’s family has also confirmed that the writer is not related to them and has written to Facebook to have the post removed”.\nTherefore, the claim that the author of the post is the doctor’s cousin is not just false, but also undermines the validity of the statements he made.\n\nIt is also false that the doctor had a severe reaction a week after receiving the COVID-19 vaccine.\n\nHowever, it is uncertain whether or not the doctor had a reaction to the vaccine (although not considered severe) given how she seems to still be unable to see patients at time of publication. We have reached out to Mount Elizabeth Hospital for clarification and will update the post when we get a reply.\nClaim #2: Pfizer’s CEO declined to take the jab, and the vaccine “in essence is genetic manipulation”\nPfizer CEO Albert Bourla told CNBC back on 14 December 2020 that he had not received his company’s Covid-19 vaccine shot, citing that he and other executives will not “cut the line” as the US kicked off vaccination distribution efforts across the country. Due to limited doses available then, the CDC had recommended states prioritise healthcare workers and long-term care residents, and Bourla said that due to him not being a frontline healthcare worker himself and being in relatively good health, it was not entirely appropriate for him to receive the vaccine before those who needed it more.\nIn a fact-check by USA TODAY which looked into a video on Facebook published on 24 March with the caption “#Pfeizer CEO Refuses to get COVID Vaccine”, we see Pfizer spokeswoman Sharon Castillo saying that the report is “categorically false”, and that “Dr. Bourla has been fully vaccinated with the Pfizer-BioNTech vaccine”.\nWe also see a tweet from Bourla himself on 11 March in which he said he was “excited to receive [his] 2nd dose” of the vaccine.\n\nExcited to receive my 2nd dose of the Pfizer/BioNTech #COVID19 vaccine. There's nothing I want more than for my loved ones and people around the world to have the same opportunity. Although the journey is far from over, we are working tirelessly to beat the virus. pic.twitter.com/ES05WPBLJA\n— AlbertBourla (@AlbertBourla) March 10, 2021\n\nTherefore, while Pfizer’s CEO Albert Bourla declined to take the jab in the initial stages when supply of the vaccine was low, the claim that he is still not vaccinated because of perhaps his lack of faith in his company’s product is false.\n\nAs for the claim that the Pfizer-BioNTech COVID-19 vaccine is “genetic manipulation”, it is uncertain if the author is referring to how it might be able to alter human DNA, or if he is referring to how there is a manipulation of genes/DNA (science fact: genes are made up of DNA) that goes into the making of these vaccines.\nFor the former, the claim that Pfizer-BioNTech’s vaccine can alter human DNA has already been debunked late last year by multiple fact-checkers (including us).\nFor those who require a quick refresher, there is no evidence that mRNA vaccines (which Pfizer-BioNTech and Moderna have developed) can alter human DNA. To quote Mark Lynas, a visiting fellow at Cornell University’s Alliance for Science group who spoke to Reuters: “Genetic modification would involve the deliberate insertion of foreign DNA into the nucleus of a human cell, and vaccines simply don’t do that.”\nAs to whether or not there is a manipulation of genes/DNA that goes into the making of the vaccine, we refer once again to Lynas, who wrote an article in December titled: “Yes, some COVID vaccines use genetic engineering. Get over it.”\nIn the article, he writes that “a variant of the mRNA approach is to go one step back in the process and construct a vaccine platform out of DNA”. However, he writes that this doesn’t mean that this DNA can genetically engineer a human’s cells. He explained: “DNA is injected in little circular pieces called “plasmids” — not to be confused with plastics — and while these do enter the nucleus, the new DNA does not integrate into your cellular genome.”\nTherefore, while it is true that there is genetic engineering happening in the development of some COVID-19 vaccines, the insinuation that this leads to the altering of human DNA is false.\n\nClaim #3: The EU’s vaccination passport proposal excluding vaccines from Cuba, Russia and China is proof of a ploy to “compel hesitant candidates to subject themselves to a shortlist of western and still dubious injections”\nOn 17 March, the European Commission proposed to create a ‘Digital Green Certificate’ that would facilitate safe free movement inside the EU pandemic. The Certificate would be “proof that a person has been vaccinated against COVID-19, received a negative test result or recovered from COVID-19” and will be available in digital or paper format for free.\nIt is important to note that it is mentioned that the Digital Green Certificate will benefit “all people – vaccinated and non-vaccinated” when travelling in the EU. This is emphasised in the Q&A page for the Certificate:\n\nWe also read that the Digital Green Certificate will be able to serve as proof of vaccination, testing and recovery, and this will help waive restrictions to free movement of individuals put in place in a Member State, such as testing or quarantine requirements. If a Member State accepts proof of vaccination to waive restrictions to free movement, it will have to accept proof of vaccination issued by another Member State in relation to vaccines which have received EU market authorisation.\nThese are currently the vaccines that have received EU market authorisation, and those which are currently being reviewed by the European Medicines Agency (EMA):\n\nIn the list, we do not see China’s Sinovac or Sinopharm, but we see Russia’s Sputnik V.\nIt is also important to note that Member States will have the option to extend this privilege to travellers who receive other vaccines.\nWhile it is uncertain which other vaccines (like those from Sinovac or Sinopharm) would be accepted by Member States, it is premature to insinuate that the terms in the EU vaccination passport/Digital Green Certificate would purposefully exclude vaccines from countries like China, Cuba and Russia and that this is proof of a ploy to push individuals to “subject themselves to a shortlist of western and still dubious injections”.\nTherefore, the claim is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/04/dricu-1-800x800.png",
    "Iframe Sources": [],
    "date": "2021-04-08T01:59:46+00:00",
    "Links in content": [
        "https://www.facebook.com/1028466204/posts/10222842684748851/",
        "https://www.facebook.com/gohmengseng.freedom/posts/10222849308194433?__cft__[0]=AZWC61FhMzH2LyklMyIDp206cufFAvbAVOiykP3LbxqcSv_ILvaYgdq2xEC_1U6N4EBevxwPtuzZx-X3QzgzEHD2rS0QGrIXkFIAZJ4Pxp3rA38x4M-R3bST_tuAal-HE48&__tn__=%2CO%2CP-R",
        "https://www.anntan.com.sg/",
        "https://www.facebook.com/womenfertilitynfetal/",
        "https://www.facebook.com/mountelizabethhospital/posts/3964649143586760",
        "https://www.cnbc.com/2020/12/14/pfizers-ceo-hasnt-gotten-his-covid-vaccine-yet-saying-he-doesnt-want-to-cut-in-line.html",
        "https://www.usatoday.com/story/news/factcheck/2021/03/30/fact-check-pfizer-ceo-albert-bourla-received-covid-19-vaccine/7028843002/",
        "https://www.facebook.com/TruYorker/videos/vb.127074087844951/260970785682253/?type=2&theater",
        "https://twitter.com/AlbertBourla/status/1369734954498818052?s=20",
        "https://twitter.com/hashtag/COVID19?src=hash&ref_src=twsrc%5Etfw",
        "https://t.co/ES05WPBLJA",
        "https://twitter.com/AlbertBourla/status/1369734954498818052?ref_src=twsrc%5Etfw",
        "https://medlineplus.gov/genetics/understanding/basics/gene/",
        "https://blackdotresearch.sg/pfizer-biontec-covid19-vaccine-dna/",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/mrna.html",
        "https://www.reuters.com/article/uk-factcheck-covid-19-vaccine-modify/false-claim-a-covid-19-vaccine-will-genetically-modify-humans-idUSKBN22U2BZ",
        "https://allianceforscience.cornell.edu/blog/2020/12/yes-some-covid-vaccines-use-genetic-engineering-get-over-it/",
        "https://ec.europa.eu/commission/presscorner/detail/en/IP_21_1181",
        "https://ec.europa.eu/commission/presscorner/detail/en/qanda_21_1187",
        "https://ec.europa.eu/info/live-work-travel-eu/coronavirus-response/safe-covid-19-vaccines-europeans/questions-and-answers-covid-19-vaccination-eu_en#01"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/04/dricu-1-800x800.png",
    "Truefalse": [
        "false",
        "false",
        "false",
        "false",
        "false"
    ],
    "Description": "",
    "keywords": [
        "vaccinated",
        "haemorrhage",
        "doctor",
        "brain"
    ]
}