{
    "link": "https://blackdotresearch.sg/covidwatch-phv-driver-covid-19/",
    "Title": "COVIDWatch: Did a private-hire vehicle driver contract COVID-19?  ",
    "Tags": [],
    "Paragraphs": "\n[Update: 30 December, 6:54pm] We have updated the article with news regarding the part-time Grab driver who also works as a Singapore Airlines steward.\n–\nWe came across this post on Facebook:\n\nThe post claims that a private-hire vehicle driver (PHV) contracted the “wuhan virus” (sic) and that all his/her passengers are being tracked down and made to undergo a “swap test” (sic).\nIt is uncertain the source of the Facebook post author’s information, and whether or not he is referring to the recently reported case of a part-time Grab driver who was found to have contracted COVID-19.\nFor context, the 48-year-old individual is also a Singapore Airlines steward, and was reported as a local community case by the Ministry of Health (MOH) on 28 December. The man, who is asymptomatic, tested positive for COVID-19 on 27 December and was taken to the National Centre for Infectious Diseases (NCID) on the same day. His test results on 23 December and 25 December had been inconclusive, but he had remained at home while awaiting the further tests. He had travelled to the US from 12 December to 16 December for work.\nOn 29 December, Grab announced that he has been temporarily suspended from the platform and that they are “in close contact with the MOH and are currently providing all necessary information to support the ministry’s contact tracing efforts”. However, MOH and Grab did not say then if he had taken up any private-hire jobs after his return from the US.\nOn the evening of 30 December, MOH told The Straits Times that the Singapore Airlines steward had worked part-time as a Grab driver from 17 December to 24 December and that contact tracing is ongoing to identify his passengers.\nSaid MOH: “The risk of transmission is generally assessed to be low on public transport (such as buses and trains), where contact is transient. However, given the close proximity between drivers and passengers in private hire cars and taxis, passengers who are assessed to be close contacts of a confirmed case will be quarantined as a precautionary measure.”\nGoing back to the Facebook post, we see a rather ambiguous comment thread, and we are not certain if the author was referring to this particular case or not:\n*Author = black, Commenter #1 = blue, Commenter #2 = yellow\n\nAssuming that the author was indeed referring to the part-time PHV driver in this case, the claims made about tracking down his passengers is true. However, it is uncertain if all these passengers have been given swab tests.\n\nHowever, if the author was referring to another PHV driver contracting COVID-19, the claim at this point of time is unproven.\n\nWe have reached out to MOH for clarification and will update the article when we receive a response.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/12/phvdriver-800x800.png",
    "Iframe Sources": [],
    "date": "2020-12-30T08:13:30+00:00",
    "Links in content": [
        "https://www.facebook.com/permalink.php?story_fbid=956935751506702&id=100015708577783",
        "https://www.channelnewsasia.com/news/singapore/grab-suspend-covid-19-part-time-driver-sia-steward-13859562",
        "https://www.straitstimes.com/singapore/health/sia-steward-worked-as-grab-driver-before-he-tested-positive-contact-tracing?utm_medium=Social&utm_campaign=STFB&utm_source=Facebook&fbclid=IwAR2VQoLi3uKSNHWQfDeMkvrak7_Dd9sHjw1Ch81kioM4G8mVTtWlNkggiNQ#Echobox=1609324600"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/12/phvdriver-800x800.png",
    "Truefalse": [
        "true",
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "driver",
        "vehicle",
        "contract"
    ]
}