{
    "link": "https://blackdotresearch.sg/covidwatch-did-tv-cna-report-about-a-new-virus-mutated-from-covid-19/",
    "Title": "COVIDWatch: Did ‘TV CNA’ report about a new virus mutated from COVID-19?  ",
    "Tags": [],
    "Paragraphs": "\nWe were alerted to this message being forwarded on WhatsApp:\n\nThe author of the message makes reference to news that reportedly talks about a new virus that is “mutated from Convid-19 (sic)”. According to the author, the news was reported from a particular “TV CNA”. It was not revealed when the news that the author allegedly saw was reported.\nGiven the rather questionable English being used in the message, we can only assume that the claim being made is that news of a novel virus which is a mutation of COVID-19 was reported on local news channel CNA.\nNew virus entirely or just a new variation of the existing virus?\nWhile it is true that CNA (and other news outlets) have reported about variants of COVID-19 that have emerged in Britain and South Africa, a scan of CNA and its digital platform reveal no story about a brand new virus that will be “introduced to the world”.\nIf anything, the author might have been referring to how a CNA article had recently reported that Brazil is currently dealing with a “new, potentially more contagious, coronavirus variant called P1 that originated in Amazonas”. Referencing an article from AFP regarding the same variant, we learn that the new strain is “very probably” more contagious than the original virus, just like new strains found in Britain and South Africa.\nRegardless, while it is true that variants of the original COVID-19 strain have emerged and these have been reported on CNA and news outlets worldwide, the claim that there is a new virus emerging is both misleading and false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/01/tvcna-800x800.png",
    "Iframe Sources": [],
    "date": "2021-01-21T01:38:55+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/new-covid-19-variants-uk-south-africa-strains-b117-explainer-13985488",
        "https://sg.news.yahoo.com/northern-brazilian-state-declares-curfew-202720104.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/01/tvcna-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "virus",
        "tv",
        "cna"
    ]
}