{
    "link": "https://blackdotresearch.sg/wuhanwatch-is-this-health-advisory-signed-off-by-4-doctors-legit/",
    "Title": "COVIDWatch: Did 4 Doctors Issue This Health Advisory?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 13 February, 9:20am]: Associate Professor Kenneth Mak, director of medical services at the Ministry of Health said during a press conference yesterday that he’s aware of “a lot of well-intentioned advice […] including from doctors” being circulated and while “some advice is very relevant”, “people must remember that the virus is spread via droplets, with no evidence that it is airborne”.\n“The best form of advice I can give you to defend yourself is washing your hands regularly, frequently, with soap and water,” he said.\nHe also advised the public to be more mindful of the things they touch. “The most common thing that you touch is your phone, and you might want to make sure that you clean the surfaces of the phone as well as you touch it. Subconscious, we often do that, but these are our important things to make sure you protect yourself.”\n–\nA scan which apparently shows a health advisory from senior medical practitioners to Singaporeans is currently being circulated on Whatsapp and social media.\n\nSigned by 4 doctors, the advisory stated that while a “robust government response led by PM Lee enabled doctors at the front line to protect Singaporeans from SARs”, “things are not so straightforward with the 2019-nCoV”.\nIt then goes on to state that the infected “are not always traceable and containable within hospital isolation rooms”, and that “infected people with no symptoms could transmit the virus to others silently”.\nThe doctors then go on to advise “everyone to wear a mask always when leaving home”, and because it “may not be possible for everyone to get a new surgical mask everyday (sic)”, “creative solutions” need to be found.\nIt also advises that “unnecessary mingling should be avoided”, and places of worship “should not admit unmasked worshippers”.\nIt ends off stating that “If we all do this 2M rule (wear Mask, stop Mingling) in 2 weeks the worst could be over.”\nWho are the doctors listed?\nThe advisory looks to be signed by 4 doctors, who included the date (10 February) and their MCR number, which is the identity number of medical licenses issued by the Singapore Medical Council.\nWe did a quick check on the doctors listed with the corresponding numbers and here’s what we found:\n\nDr Colleen Thomas, Physician (Internal Medicine) with a sub-speciality in Rheumatology with 31 years of experience at Saint Jude Centre for Internal Medicine in Mount Elizabeth Hospital\nDr Judy Chen, General Practitioner with 30 years of experience practicing at Pariqua Clinic in Bendemeer\nDr Tham Hoe Meng, General Practitioner with 30 years of experience practicing at Everwell Clinic & Surgery in Farrer Park\nDr Lim Pin Pin: General Practitioner for over 25 years, currently practicing at Modern Medical Glenroy, Australia\n\nWe reached out to Dr Judy Chen at her clinic and she has confirmed that the letter was written by Dr Colleen Thomas and signed by Dr Tham, Dr Lim, and herself.\nThus, the advisory was indeed written by the 4 doctors mentioned.\n\n“My friend (Dr Colleen Thomas) was really concerned […] she felt that it’s better to start disseminating this message so that people who have masks would at least wear them and if they don’t have masks, they would at least try to get them or maybe try to DIY some mask for themselves.”\nDr Chen shared that the message was disseminated through Dr Thomas’ chat groups.\nShe also mentioned that the advisory was written so that the public will “be aware”.\n“Doctors obviously know that wearing a mask is protective, but some lay man might not understand it, they may not know and even if they have masks, they won’t wear it in public, they are so complacent.”\nShe added that if the members of the public run out of masks, “they can make their own masks with simple materials like maybe paper and plastic”.\n“Please take the message seriously, I don’t think it’s going to harm anybody. If you have masks, just wear it,” she said.\nCurrently, the Ministry of Health’s advisory on mask-wearing still stands that individuals do not need to wear masks unless they are unwell.\nSimilarly, WHO’s advisory states “you only need to wear a mask if you are taking care of a person with suspected 2019-nCoV infection” if you are healthy.\nDisclaimer: The advisory expresses the opinions of the 4 doctors, so we urge members of the public to practice their own discretion on what advice to heed.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/masks-for-all.jpg",
    "Iframe Sources": [],
    "date": "2020-02-12T03:59:29+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/health/coronavirus-chief-medical-officer-responds-to-view-that-everyone-should-wear-a-mask",
        "https://65doctor.com/doctor/colleen-kim-thomas",
        "https://www.practo.com/singapore/doctor/dr-chen-pei-siang-judy-general-physician",
        "https://www.practo.com/Singapore/doctor/dr-tham-hoe-meng-alan-general-physician",
        "https://www.modernmedical.com.au/our-practices/glenroy/our-gps-glenroy",
        "https://www.moh.gov.sg/docs/librariesprovider5/2019-ncov/english_advisory-on-wearing-masks15523c5ca6374546af358e7774706933.jpg",
        "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/when-and-how-to-use-masks"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/masks-for-all.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "doctors",
        "health",
        "advisory",
        "issue"
    ]
}