{
    "link": "https://blackdotresearch.sg/covidwatch-did-staff-lose-control-of-a-crowd-rushing-towards-the-dormitory-supermarket/",
    "Title": "COVIDWatch: Did staff lose control of a crowd of migrant workers at a dorm?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a video on Facebook page Singapore Eye:\n\nThe caption translates to:\nAn out-of-control scene shot today (4 Jun) at a dormitory in Kranji. The dormitory supermarket, which was closed for one month, was opened today and migrant workers crowded at the gate (wanting to rush towards it). After the gate was opened, the migrant workers spilled out of the gate and rushed towards the supermarket. The dormitory management staff could not control the situation at all. Do pay attention to safe distancing measures, Singapore’s recovery depends on you.\nIn the video, we first see a group of migrant workers crowding at a closed gate as a few individuals decked partially in Personal Protection Equipment (PPE) try to hold them back from rushing out\n\nA few seconds later, the video cuts to an individual in green trying to calm the crowd down:\n\nThe audio is muffled, but the phrases “Everybody can go” and “I want to see one line” can be heard clearly.\nIn the next cut, we see a hoard of migrant workers spilling out from the gate and making a dash towards what we assume is the dormitory’s supermarket.\n\nIt is uncertain who took the video.\nMOM: “This system had previously worked well without any incidents”\nThe Ministry of Manpower came forward on 6 Jun to confirm in a Facebook post that they are aware of the video being circulated online.\n\n\n\n\nThe Ministry of Manpower (MOM) is aware of a video circulating online, which shows workers rushing through an opened…\nPosted by Singapore Ministry of Manpower on Saturday, 6 June 2020\n\nMOM clarified that the dormitory has an established queue system to allow workers to purchase their essentials in an orderly manner with social distancing measures in place.\nWhile the system had worked well previously without any incidents, the situation captured in the video took place after the mini-mart reopened following a two-week closure.\nMOM added that the workers were “promptly stopped” by dormitory and security officers and were asked to return to the back of the queue, but this part was not shown in the video that was being circulated.\nTherefore, while it is true that there was indeed a mad rush towards the dormitory supermarket by migrant workers, the statement that the dormitory staff “could not control the situation at all” is misleading and false because the video did not show the situation in its entirety.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/dormminimart.jpg",
    "Iframe Sources": [],
    "date": "2020-06-10T05:12:50+00:00",
    "Links in content": [
        "https://www.facebook.com/xinjiapoyan/videos/vb.1663012860577644/635577367168729/?type=2&theater",
        "https://www.facebook.com/sgministryofmanpower/",
        "https://www.facebook.com/sgministryofmanpower/posts/3003088269740420"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/dormminimart.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "staff",
        "migrant",
        "workers",
        "dorm",
        "crowd"
    ]
}