{
    "link": "https://blackdotresearch.sg/covidwatch-did-2-confirmed-cases-escape-from-quarantine/",
    "Title": "COVIDWatch: Did 2 confirmed cases escape from quarantine?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 20 March, 8:20am] The article has been updated to include the official clarification from the Ministry of Health.\n–\nWe have been alerted to a screenshot of a Facebook post in the group “Coronavirus COVID-19 Updates in Singapore“.\n\nThe post featured headshots of 2 men with the caption “Watch out for these 2 who contracted covid19 but escape from quarantine at macpherson area (sic)”.\nThe text in Chinese translates to state that two COVID-19 confirmed cases have escaped from the hospital, and that staff and the police are currently searching for them. Do note that the sentence in Chinese is incomplete, and that there is no mention of the MacPherson area in the Chinese caption.\nConfirmed cases escaped from quarantine?\nBeyond how vague the information provided is (Who are these individuals? Which cases are they? Why is there a mention of the MacPherson area?), it is important to note that confirmed cases of COVID-19 in Singapore are hospitalised immediately, and not merely quarantined.\nMore significantly, Malaysian newspaper Sin Chew Daily has already debunked this viral claim in a Facebook post yesterday, calling it fake news.\n\n\n\n\n詩巫醫院於本周二發佈了一個尋找病患家屬的新聞，但病患照片卻遭濫用，捏造為冠病患者逃出醫院的假消息。迄今無冠病患者逃院，確診者都已按指示隔離，請大家勿輕信。\nPosted by 星洲日報 詩巫 on Wednesday, 18 March 2020\n\n \nAdditionally, we have reached out to the Ministry of Health and they have provided the following statement:\n\n“MOH is aware of a rumour circulating that two men infected with COVID-19 broke Quarantine Order and ran away from a hospital. This is not true. As of 19 March, 5pm, no confirmed COVID-19 cases left any Singapore hospital without proper discharge procedure.”\n\nThe claim is therefore false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/covid-escapees.jpg",
    "Iframe Sources": [],
    "date": "2020-03-19T03:03:11+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2601891486605589/",
        "https://www.facebook.com/795257163838484/posts/3038507346180110/",
        "https://www.facebook.com/SinChewSibu/",
        "https://www.facebook.com/SinChewSibu/posts/3038507346180110"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/covid-escapees.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "quarantine",
        "cases",
        "escape",
        "confirmed"
    ]
}