{
    "link": "https://blackdotresearch.sg/covidwatch-did-a-domestic-worker-die-from-covid-19-in-singapore/",
    "Title": "COVIDWatch: Did A Domestic Worker Die From COVID-19 In Singapore?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 28 February, 5:20pm] The article has been updated to include MOH’s comment on the rumour and the rating has been changed from ‘likely false’ to ‘false’.\n–\nAccording to a tweet, a domestic worker in Singapore has passed away from COVID-19.\n\nThe Twitter user said he got this piece of information from his maid, who is a friend of the late domestic worker.\nLet’s do a quick dive into the claim to see if there could be any truth in it.\n1. Domestic workers among confirmed COVID-19 cases\nA quick check on gov.sg on the profiles of confirmed cases in Singapore reveals that among the 96 individuals, only one of them is a foreign domestic worker.\n\nCase 21 is identified to be a female Indonesian national whose employer is Case 19, who works at Yong Thai Hang, a Chinese health products store in the Lavender area which is frequented by tourists from China.\nWhat’s important to note is that Case 21, along with her employer (Case 19) have already been discharged from hospital.\n2. COVID-19 deaths in Singapore\nAs of 27 February, 12pm, there are 96 confirmed cases in Singapore. Out of the 96, 66 have been discharged and the remaining 30 are still in hospital.\nThere has been no COVID-19 deaths reported by the Ministry of Health in its latest press release dated 27 February.\nMOH has responded to our query in relation to the tweet:\n“MOH is aware of a rumour circulating on social media that a foreign domestic worker had passed away from COVID-19 in Singapore. This is not true. She was tested for COVID-19 and found to be negative. As of 4pm on 28 Feb 2020, there has been no fatality related to COVID-19 in Singapore. We advise members of the public to not speculate and/or spread unfounded rumors. Please visit www.moh.gov.sg for updates on the COVID-19 situation.”\nTherefore, we conclude that the claim made by the Twitter user that a domestic worker has died from COVID-19 in Singapore is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/covid-death.jpg",
    "Iframe Sources": [],
    "date": "2020-02-28T03:46:29+00:00",
    "Links in content": [
        "https://www.gov.sg/article/covid-19-cases-in-singapore#17-feb---23-feb",
        "https://www.straitstimes.com/singapore/neighbouring-shopkeepers-shocked-to-learn-about-chinese-health-product-store-affected-by",
        "https://www.moh.gov.sg/news-highlights/details/four-more-cases-discharged-three-new-cases-of-covid-19-infection-confirmed",
        "http://www.moh.gov.sg/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/covid-death.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "die",
        "singapore",
        "worker"
    ]
}