{
    "link": "https://blackdotresearch.sg/covidwatch-do-hospitalised-vaccinated-patients-outnumber-unvaccinated-ones-4-to-1/",
    "Title": "COVIDWatch: Do hospitalised vaccinated patients outnumber unvaccinated ones 4 to 1?  ",
    "Tags": [],
    "Paragraphs": "\nThis post emerged on Facebook on 7 September 2021:\n \nThe author of the post claims that ‘something is not right’, with hospitalised vaccinated patients outnumbering unvaccinated ones by almost a 4:1 ratio. Commentators were quick to comment on it, questioning the efficacy of the vaccine and displaying anti-vaccine sentiments:\n \nWhile the data on the graph posted is accurate, we found that the author of the post had omitted pertinent information from a Ministry of Health (MOH) post, dated 5 September 2021. While there were in fact more vaccinated people who had contracted COVID-19 (2324 who were either fully or partially vaccinated compared to 460 unvaccinated), this can be attributed to the fact that 81% of the population were fully vaccinated as of 5 Sep 2021, representing a far more significant percentage of the population than the unvaccinated. In terms of severity of COVID-19 complications, we can see that the fully-vaccinated are less likely to suffer serious diseases or complications. \nAccording to the MOH post, over the past month (August 2021), there were significantly more unvaccinated patients who were hospitalized as compared to fully/partially vaccinated individuals for the period of 8 Aug to 06 Sep 2021 (See Figure 7).  In the figure, we found that the total number of patients who died, were active cases in the ICU, or required oxygen supplementation who were unvaccinated stood at 539 compared to 356 who were fully/partially vaccinated.\n \nAdditionally, the report states the percentage of unvaccinated individuals who became severely ill or died was 6.7%, while for the fully vaccinated, the figure stood at 0.9%, which is depicted in the figure shown above. As such, there is continuing evidence to suggest that almost all fully-vaccinated individuals do not suffer serious disease when infected, unless they have underlying medical conditions that will make them more susceptible.\n \nWhile there were 4 times more fully vaccinated cases of COVID-19 in the month of August 2021, only 0.9% of the vaccinated cases were in fact hospitalized or showed severe symptoms, whereas for unvaccinated cases, 6.7% showed severe symptoms and required hospitalisation. Therefore, given the data provided, the claim that hospitalised vaccinated patients outnumber unvaccinated ones by almost a 4:1 ratio is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/Screenshot-2021-09-15-at-2.30.35-PM-800x794.png",
    "Iframe Sources": [],
    "date": "2021-09-15T05:16:34+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/posts/2031138230397166/",
        "https://www.moh.gov.sg/news-highlights/details/update-on-local-covid-19-situation-and-vaccination-progress_5_September_2021"
    ],
    "Author": "Joel Skadiang",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/Screenshot-2021-09-15-at-2.30.35-PM-800x794.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "vaccinated",
        "unvaccinated",
        "hospitalised",
        "patients"
    ]
}