{
    "link": "https://blackdotresearch.sg/covidwatch-does-wearing-a-face-mask-weaken-your-immune-system/",
    "Title": "COVIDWatch: Does wearing a face mask weaken your immune system?  ",
    "Tags": [],
    "Paragraphs": "\nIn this fact-check, we touch on a claim that recently went viral on social media, mostly in the US. According to the claim, wearing a face mask will weaken one’s immune system in the long run.\nHere are two examples of the post (with over 31,000 shares combined) being shared, as seen on a fact-check done by AFP.\n\n\nFor context, rules surrounding mask-wearing vary from state to state in the US, though the US Centers for Disease Control and Prevention (CDC) stated that it “recommends that people wear cloth face coverings in public settings and when around people who don’t live in [their] household, especially when other social distancing measures are difficult to maintain”.\nMore recently, the claim was also posted on Australian professional boxer Anthony Mundine’s Facebook page.\n\nIn his post, Mundine mentions that wearing a mask “compromises [the] immune system” and goes so far as to suggest that “the government [wants] you to get sick so they can manipulate the numbers even more”.\nThe page has over 88,000 followers.\nFor context in this example, the Australian Government’s Department of Health stated in an article published earlier in July that “face masks are now either required or recommended in Victoria (depending on where you live) because of the higher rates of community transmission of coronavirus”. In a more recent update, the wearing of face masks when outside of home will also be made mandatory for all Victorians from midnight of 2 August.\nMask on, common sense on\nThe World Health Organisation (WHO)’s stance on mask-wearing is that masks “should be used as part of a comprehensive strategy of measures to suppress transmission and save lives”, but acknowledges that the use of a mask alone is “not sufficient to provide an adequate level of protection against COVID-19”.\nIt also recommends that governments should encourage the general public to wear a fabric mask in the event where there is widespread community transmission, and where physical distancing cannot be maintained.\nAs for the claim that the wearing of face masks weakens the immune systems, countless of articles and healthcare professionals have come forward to debunk it.\nAn article on the American Lung Association states that “there is absolutely no scientific evidence that mask wearing or physical distancing weakens the immune system”, and an article by Dr Daniela Lamas, a pulmonary and critical-care doctor, also echoes that sentiment.\nSaid Dr Lamas: “While some might object that what we don’t know can still hurt us, there’s no reason to invent new problems when we’re already dealing with real ones, and that’s precisely what those who worry about the effects of masks on our immune systems are doing.”\nIn the fact-check published by AFP, Professor Guy Marks, a respiratory physician and epidemiologist at the University of New South Wales, had told AFP in an email that: “Wearing a face mask prevents us from infecting others and reduces the risk of acquiring infection. It has no other effects, including no direct effects on the immune system.”\nThe CDC has even recommended that those who are “immunocompromised” (those with conditions and treatments that weaken their immune system) wear face masks as a step to protect themselves from COVID-19.\nIt is therefore not certain where these individuals got their “research” or “proven science” from. We rate the claim that face masks weaken the immune system as likely false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/Screenshot-2020-07-30-at-6.19.02-PM-800x683.png",
    "Iframe Sources": [],
    "date": "2020-07-30T10:19:37+00:00",
    "Links in content": [
        "https://factcheck.afp.com/wearing-face-mask-does-not-compromise-your-immune-system-health-experts-say",
        "https://www.cnet.com/health/where-are-face-masks-required/",
        "https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/cloth-face-cover-guidance.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fprevent-getting-sick%2Fcloth-face-cover.html",
        "https://www.health.gov.au/news/should-i-wear-a-face-mask-in-public",
        "https://www.9news.com.au/national/coronavirus-victoria-masks-to-be-made-mandatory-across-regional-areas/55fb98a4-28c8-4518-a3d1-d06481c5723f",
        "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/question-and-answers-hub/q-a-detail/q-a-on-covid-19-and-masks",
        "https://www.lung.org/blog/covid-masks",
        "https://www.washingtonpost.com/outlook/2020/07/29/mask-safety-carbon-dioxide/",
        "https://factcheck.afp.com/wearing-face-mask-does-not-compromise-your-immune-system-health-experts-say",
        "https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/immunocompromised.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/Screenshot-2020-07-30-at-6.19.02-PM-800x683.png",
    "Truefalse": [
        "likely false"
    ],
    "Description": "",
    "keywords": [
        "immune",
        "mask",
        "face",
        "weaken"
    ]
}