{
    "link": "https://blackdotresearch.sg/covidwatch-does-the-covid-19-vaccine-cause-side-effects-like-stroke-and-seizures/",
    "Title": "VACCINEWatch: Does the COVID-19 vaccine cause side effects like stroke and seizures?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the post shares what seems to be screenshots of a presentation by the US Food & Drug Administration (FDA). In the 3 screenshots of the slides, we see one slide that seems to show a working list of “possible adverse outcomes” of COVID-19 vaccines.\nBelow is the full screenshot of the slide:\n\nWe see that the author of the presentation slides had been rather careful to indicate in the title that this working list “subject to change” and that it is a “draft”.\nRegardless, the author of the Facebook post has gone ahead to insinuate that this is a confirmed list of negative side effects of COVID-19 vaccines noted by the FDA. He even goes on to say that this is an “outrage”, “massacre”, and “genocide”.\nDoes this document exist?\nThe link in the post leads to this page hosted on FDA’s website which shares the presentation slides that covers the Center for Biologics Evaluation and Research (CBER)’s plans for monitoring the safety and effectiveness of the COVID-19 vaccine. CBER is the Center within FDA that regulates biological products for human use under applicable federal laws. According to the slides, the presentation was made on 22 October this year.\nIn the presentation, we also see the mention of the Vaccine Adverse Event Reporting System (VAERS), managed by the FDA and CDC (Centers for Disease Control and Prevention).\n\nVAERS was also mentioned in CDC’s FAQ page about COVID-19 vaccines, which encourages members of the public to report possible side effects (called adverse events) after getting vaccinated:\n\nSide effects of COVID-19 vaccines\nThe development and roll out of COVID-19 vaccines have been a hot topic recently, and this has also led to speculation about their potential adverse side effects.\nIn a previous fact-check, we see how Emerald Robinson, the White House Correspondent for Newsmax TV claims that the vaccine can tamper with human DNA. This claim was debunked in multiple fact-checks, and in particular, Mark Lynas, a visiting fellow at Cornell University’s Alliance for Science group, even told Reuters that such a claim is “a myth, one often spread intentionally by anti-vaccination activists to deliberately generate confusion and mistrust”.\nPfizer and BioNTech, who are working together on a vaccine, said on 18 November that “no serious safety concerns were observed in their late-stage trial”, and among participants who got the two-dose vaccine regimen, 3.8% experienced fatigue, and 2% had headaches. Moderna also reported on 16 November that it had “identified no serious safety concerns in its late-stage trial”, with mild-to-moderate side effects including fatigue (9.7%), muscle or joint pain (5.2%), headache (4.5%) and injection-site pain (2.7%).\nA participant in the Moderna trial shared his experience with CNN, and said that he had developed “a low-grade fever, and fatigue and chills” after his second dose, but still “felt ready to go by the next morning”. He had called the study doctors to let them know about his symptoms and said that “they weren’t alarmed and told he shouldn’t be either”.\nIn fact, experts have said that experiencing side effects as such means that “your body is responding the way it should”. Vaccine expert Dr. Paul Offit of the Children’s Hospital of Philadelphia added that this means “your immune response is working for you”. This has been backed by infectious disease expert Dr. Anthony Fauci, who told Facebook CEO Mark Zuckerberg that: “When you get an injection of the vaccine, you induce a response. […] What the body is telling you by that response is that it’s responding well to the injection.”\nDr. Fauci added that side effects vary from individual to individual. “Others feel an ache in the arm. Some may feel an ache in the arm and kind of a little chilly feeling, almost like you have a flu-like syndrome, and in a minority of people, they get a fever. […] Almost all of this goes away within 24 or at the most, 48 hours”.\nAccording to a recent report, healthcare workers who have been vaccinated have reported side effects ranging from fevers and chills to headaches and joint pain.\nAt this point of time, while it is still too early to say for sure that we are aware of all the side effects that the COVID-19 vaccine might cause, the claim that the screenshot lists the confirmed side effects of COVID-19 vaccines is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/12/vaccinefda-800x800.png",
    "Iframe Sources": [],
    "date": "2020-12-07T23:22:12+00:00",
    "Links in content": [
        "https://www.facebook.com/XYlifestory/posts/3983391465005641",
        "https://www.fda.gov/media/143557/download",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/faq.html",
        "https://blackdotresearch.sg/pfizer-biontec-covid19-vaccine-dna/",
        "https://www.reuters.com/article/uk-factcheck-covid-19-vaccine-modify/false-claim-a-covid-19-vaccine-will-genetically-modify-humans-idUSKBN22U2BZ",
        "https://edition.cnn.com/2020/12/02/health/coronavirus-vaccine-volunteer-side-effects/index.html",
        "https://www.straitstimes.com/world/united-states/coronavirus-vaccines-side-effects-risk-sidelining-health-workers-amid-surge"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/12/vaccinefda-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "vaccine",
        "stroke",
        "covid",
        "seizures"
    ]
}