{
    "link": "https://blackdotresearch.sg/tan-tock-seng-hospital-carpark-converted-hospital-ward/",
    "Title": "COVIDWatch: Has a carpark at Tan Tock Seng Hospital been converted into a ward?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message and video being forwarded on WhatsApp:\n\nBelow is the video in full:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/09/WhatsApp-Video-2021-09-23-at-3.45.18-PM.mp4\nThe video depicts what appears to be a space at Tan Tock Seng Hospital (TTSH) that has been converted into some sort of holding area for individuals on hospital beds. Nothing is said in the video, but we see the video briefly pan to a lady wearing a face mask.\nThe caption accompanying the video states: “The carpark in TTSH is converted to a hospital ward. The situation doesn’t look good”.\nThere is no information given on when exactly the video was taken, and why the individual who took the video was at that particular location.\nHospital ward or screening centre?\nA reverse Google image search on screenshots from the video brings up no results, so that could mean that the video is either new, or hasn’t been reported on.\nHowever, when we did a Google search on the terms “tan tock seng hospital carpark covid 19”, we were led to an article in The Straits Times which reports on the hospital announcing on Monday (20 September) that the carpark nearest to the emergency department is partially closed, due to them extending their emergency department to create more screening space.\n\nWe reached out to TTSH for clarification on the location in the video, and they explained that the facility is an extension of their Emergency Department to create more screening space as part of their safe COVID-19 ramp up efforts.\nThey additionally referred us to their earlier Facebook post, which states that they have been “receiving higher than usual COVID positive and suspect cases via ambulances and walk-ins at [their] Emergency Department (ED)”, and that they are “working hard to open more waiting and screening spaces, and activating more wards and staff”.\nTherefore, it is false that the video depicts a carpark at Tan Tock Seng Hospital that has been converted to a hospital ward.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/ttshcarpark-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-23T10:34:16+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2021/09/WhatsApp-Video-2021-09-23-at-3.45.18-PM.mp4",
        "https://www.straitstimes.com/singapore/health/ttsh-extends-emergency-department-for-covid-19-screening",
        "https://www.facebook.com/TanTockSengHospital/posts/10159768955558069"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/ttshcarpark-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "carpark",
        "hospital",
        "ward",
        "seng"
    ]
}