{
    "link": "https://blackdotresearch.sg/ivermectin-covid-19-treatment-malaysia/",
    "Title": "COVIDWatch: Has ivermectin been approved for use to treat COVID-19 in Malaysia?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this rather lengthy message being forwarded on WhatsApp:\n\nThe message makes several claims, many overlapping with a Facebook post we came across earlier last month, which shared an article which claims that a drug called ivermectin “obliterated” 97% of COVID-19 cases in Delhi, India. Referencing the article, the author of the Facebook post questioned why the Singapore government is “[insisting] on asking people to take vaccines” when there are “better alternatives like ivermectin” that can be used to treat COVID-19. The author then insinuates that this insistence might be due to some “special interest” that the Singapore government has with vaccine companies.\nAs a quick background, ivermectin is a broad spectrum anti-parasitic agent included in WHO essential medicines list for several parasitic diseases. It is used in the treatment of onchocerciasis (river blindness), strongyloidiasis and other diseases caused by soil transmitted helminthiasis. It is also used to treat scabies.\nThen, we found out that while there was indeed a decline in cases in Delhi in the highlighted period, there was a lack of evidence that the use of ivermectin led to the drop. Similarly, WHO, FDA and EMA were recommending against its use outside of clinical trials due to the lack of evidence of its effectiveness and also instances of patients who have required medical support and have been hospitalised after self-medicating with ivermectin.\nMerck, the company that manufactures ivermectin, also published a press release dated 4 February which found that there was:\n\nNo scientific basis for a potential therapeutic effect against COVID-19 from pre-clinical studies\nNo meaningful evidence for clinical activity or clinical efficacy in patients with COVID-19\nA concerning lack of safety data in the majority of studies\n\nThen, given that trials were still underway, we rated the claim that ivermectin is an effective treatment for COVID-19 as unproven.\nHas ivermectin been approved for use by the Malaysian government?\nIn this latest WhatsApp message, we read that the Malaysian government had reportedly approved the use of the drug for the treatment of COVID-19 and that the Malaysian Ministry of Health is allowing hospitals to use ivermectin on an off-label basis. The message also states that patients who want to be prescribed ivermectin would be able to request for it.\nThe author of the WhatsApp message goes on to state that MOH “has been stubborn (in accepting ivermectin as a treatment)” and “bowed to the big pharmaceutical companies (manufacturing vaccines)” – a stance similar to the earlier Facebook post. While it is not specified, one can guess that ‘MOH’ refers to Singapore’s Ministry of Health.\nWe then see the message link to an article on freemalaysiatoday.com, seemingly as evidence to support the author’s stance.\nHowever, we took a look at the actual article and realised that there might have been some misleading rephrasing of what was reported.\nIn the article we see that hospitals “can apply to the Drug Control Authority (an agency under Malaysia’s health ministry) for off-label use” of the drug “if there is a strong indication that it can be used”. We also read that the ministry had added that the use of off-label medication “must be done in a monitored environment”.\nWe read in a more recent report on Malaysian newspaper The Star published on 26 July that the Association of Private Hospitals Malaysia has said that ivermectin is currently not being used at private hospitals to treat COVID-19 patients.\nThe association’s president Datuk Dr Kuljit Singh said that “Private hospitals have been treating COVID-19 patients since January using treatment protocols which are approved with evidence-based guidelines by the Health Ministry and international medical societies, and ivermectin is not included.”\nHe asserted: “We refute some of the fake news in social media stating some private hospitals had success using this medication, which is not approved by WHO and FDA.” Dr Kuljit added the ministry has “some government hospitals conducting clinical trials on ivermectin but no private hospital is participating”.\nAs some background, on 5 June, Malaysia’s health ministry announced that ivermectin trials done by the ministry and the Institute for Clinical Research (ICR) at 12 ministry hospitals have been initiated. The trial was approved by the ministry’s Medical Research and Ethics Committee and is expected to be concluded by September.\nTherefore, while it is true that ivermectin is currently being used in controlled trials by the ministry, it is false that the Malaysian government and health ministry have approved ivermectin as treatment for COVID-19 per se.\n\nIn regard to the second claim that patients can request for ivermectin, we refer to a post on the Malaysian Ministry of Health’s Facebook page dated 10 July:\n\nIn the caption, the ministry clarifies that off-label use of ivermectin for the treatment of COVID-19 in Malaysia is only in clinical trials, and not at the request of patients.\nTherefore, the claim the patients would be able to request for ivermectin to be used on them is also false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/msiaivermectinwp-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-27T09:10:58+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/ivermectin-covid-19-treatment/",
        "https://list.essentialmeds.org/medicines/58",
        "https://www.fda.gov/consumers/consumer-updates/why-you-should-not-use-ivermectin-treat-or-prevent-covid-19",
        "https://www.merck.com/news/merck-statement-on-ivermectin-use-during-the-covid-19-pandemic/",
        "https://www.freemalaysiatoday.com/category/nation/2021/06/25/hospitals-can-apply-for-off-label-use-of-ivermectin-says-health-ministry/",
        "https://www.thestar.com.my/news/nation/2021/07/26/ivermectin-not-used-by-any-private-hospital-in-malaysia-to-treat-covid-19-patients-says-association",
        "https://www.channelnewsasia.com/news/asia/malaysia-ivermectin-covid-19-maecc-noor-hisham-15210194",
        "https://www.facebook.com/kementeriankesihatanmalaysia/posts/10158045089441237"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/msiaivermectinwp-800x800.png",
    "Truefalse": [
        "true",
        "false",
        "false"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "ivermectin",
        "approved",
        "treat"
    ]
}