{
    "link": "https://blackdotresearch.sg/covidwatch-has-a-covid-19-tracker-been-secretly-installed-in-your-smartphone/",
    "Title": "COVIDWatch: Has a ‘COVID-19 tracker’ been secretly installed in your smartphone?  ",
    "Tags": [],
    "Paragraphs": "\nWe’ve been alerted to this message being forwarded on WhatsApp:\n\nThe message claims that “COVID-19 Trackers Capability” have been added to Apple and Android smartphones. The message also includes instructions on where owners of Apple and Android smartphones will be able to find them.\nAccording to the author of the message, this was happening in the midst of “phone disruptions earlier this week”. It is uncertain where and when these phone disruptions happened.\nThere is also an insinuation that this was a move done in a “sneaky” way by a certain group of individuals. It is not specified who this group of individuals are, or what their agenda might be.\nThis warning message also made its way to Facebook, along with screenshots of where Apple and Android smartphone users would be able to locate the “COVID-19 tracker”:\n\n\n\n\nDidnt realise there is a tracker in our hps. I checked my hp and its true😱\nPosted by Tisna Sinah on Saturday, 20 June 2020\n\nAt time of publication, the Facebook post has been shared over 240 times.\nApple and Google have already addressed this\nFirst thing’s first, there is nothing secretive or sneaky about the inclusion of the new tracking software on Apple and Android smartphones.\nIn a joint statement published by Apple and Google on 20 May, the firms revealed that they have worked together to build “Exposure Notifications technology that will enable apps by public health agencies to work more accurately, reliably and effectively across both Android phones and iPhones”.\nThey clarified that what they built is not technically an app, but rather an API that public health agencies will be able to incorporate into their own apps which citizens of respective countries install.\nThe API will not work if a compatible app isn’t installed onto a user’s phone.\nFor the unacquainted, an API is the abbreviation for ‘Application Programming Interface’. APIs are a software intermediary that allows two applications to ‘talk’ to each other. APIs are used in apps like Facebook, when you’re using your phone to check the weather, or when you’re booking a flight online – among many other instances.\nMore importantly, the firms have assured that users will be able to decide whether or not to opt-in to Exposure Notifications, and that the system does not collect or use location from the device.\nIf an individual is diagnosed with COVID-19, it will also be up to them to decide whether or not to report that information.\nMin. Vivian Balakrishnan: API “less effective in local context”\nGiven that Apple and Google have clarified that public health agencies will be able to use the API, does that mean that TraceTogether, Singapore’s COVID-19 contact-tracing app, will utilise it as well?\nThe answer comes in a Facebook post by Minister of Foreign Affairs and Minister-in-charge of the Smart Nation Initiative Dr Vivian Balakrishnan, posted on 15 June.\n\n\n\n\nSeveral people have asked why we are not using the Exposure Notification System created by Apple and Google for contact…\nPosted by Vivian Balakrishnan on Sunday, 14 June 2020\n\nIn the post, Dr Balakrishnan shared that “several people have asked why we are not using the Exposure Notification System created by Apple and Google for contact tracing” for TraceTogether.\nHe clarified that “after careful consideration”, the decision was made to not use it because “it would be less effective in our local context” given that the system would not be able to identify how, when and whom the person was infected by or passed the infection to.\nTherefore, while it is indeed true that the Exposure Notifications technology is now on most Apple and Android smartphones, the insinuation that this was done in a “sneaky” manner, and that the assumption that TraceTogether will utilise this API is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/tracker.png",
    "Iframe Sources": [],
    "date": "2020-06-24T03:28:25+00:00",
    "Links in content": [
        "https://www.facebook.com/sinah.othman.5",
        "https://www.facebook.com/sinah.othman.5/posts/1553081291529725",
        "https://www.blog.google/inside-google/company-announcements/apple-google-exposure-notification-api-launches/",
        "https://www.mulesoft.com/resources/api/what-is-an-api",
        "https://blogs.mulesoft.com/biz/tech-ramblings-biz/what-are-apis-how-do-apis-work/",
        "https://www.facebook.com/Vivian.Balakrishnan.Sg/",
        "https://www.facebook.com/Vivian.Balakrishnan.Sg/posts/10156889801466207"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/tracker.png",
    "Truefalse": [
        "true",
        "false"
    ],
    "Description": "",
    "keywords": [
        "covid",
        "tracker",
        "smartphone",
        "secretly"
    ]
}