{
    "link": "https://blackdotresearch.sg/circuit-breaker-2021-announcement/",
    "Title": "COVIDWatch: Is there going to be an announcement of “CB 2.0” tonight?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 20 May, 9:50pm]: We have edited the rating of the factcheck from unproven to false, given that no such announcement happened at 9pm.\n–\nWe came across this message being forwarded on WhatsApp:\n\nThe message claims that Finance Minister Lawrence Wong, who is also co-chair of the COVID-19 multi-ministry task force (MTF), would be “going live at 9pm tonight”. The author of the message then predicts that recent measures taken to prevent the spread of COVID-19 would be “tightened further”.\nSince May 16, dining in at F&B outlets is not allowed, and the permissible group size for gatherings has been reduced from five people to 2. Schools also switched to home-based learning from 19 May and this arrangement will continue until the end of the term on 28 May.\nThe message also comes with a Youtube link. When we clicked on it, it leads to a video on The Straits Times’ Youtube channel which was uploaded on 18 May:\n\nWhile the video does feature Mr Wong and the rest of the MTF, there is no mention of any confirmed tightening of current measures.\nWhat Mr Wong did say, however, is that this is a “very critical period” and that the “new variants are much more infectious than what we had to deal with last year”.\n“There is growing evidence that the new variants can spread through aerosolised particles, which means that all the precautions we are used to, in fact, may not be sufficient to safeguard against the spread of the virus and we need even more stringent measures,” said Mr Wong in the clip. “We will continue to see if there is a need to do any further tightening […] along the way.”\nIt is interesting to note that we actually came across a similar message being forwarded on WhatsApp yesterday evening, around one hour shy of the stipulated 9pm slot Mr Wong was supposed to speak at:\n\nThe message, while phrased slightly differently, makes the same claims and shares the same Youtube video link.\nEventually, 9pm came and went yesterday, and no such announcement took place.\nSimilar to yesterday (19 May), there was also no announcement made at 9pm today (20 May). Therefore, the claim is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/cb20-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-20T10:35:28+00:00",
    "Links in content": [
        "https://www.youtube.com/watch?v=0WdUHhXVQjY&ab_channel=TheStraitsTimes"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/cb20-800x800.png",
    "Truefalse": [
        "unproven",
        "false",
        "false"
    ],
    "Description": "",
    "keywords": [
        "announcement",
        "cb",
        "tonight",
        "going"
    ]
}