{
    "link": "https://blackdotresearch.sg/covidwatch-is-the-singapore-government-easing-circuit-breaker-measures-in-5-phases/",
    "Title": "COVIDWatch: Is the Singapore Government easing Circuit Breaker measures in 5 phases?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a message being forwarded on WhatsApp:\n\nBelow is the message in full:\nGovernment’s roadmap to ease Covid-19 restrictions will be set out in 5 phases. These phases will be on 3 week review process, the current phases would commence on the following dates:\nPhase 1 – 18th May\nPhase 2 – 8th June\nPhase 3 – 29th June\nPhase 4 – 20th July\nPhase 5 – 10th August\nIf coronavirus cases begin to increase, we will revert to the restrictions set out in the previous stage.\n🔮 PHASE 1 🔮\nPhase 1 of the roadmap will lift the following restrictions:\n🔸 Construction workers, landscape gardeners and other outdoor workers may return to work\n🔸 Garden centres, repair shops and hardware stores may reopen\n🔸 Fitness & sport activities (non-contact) in small groups (max of 4 people) may resume (golf included)\n🔸 People may meet up with friends and family in small groups outdoors (size of a “small group” is defined as up to 4 people)\n🔸 The majority of regular health services will resume\n🔸 Outdoor public amenities and tourism sites may reopen (beaches & mountain walks)\n*NOTE – social distancing guidelines will remain in operation for all\n🔮 PHASE 2 🔮\nPhase 2 of the roadmap will lift the following restrictions:\n🔸 Restriction will be extended from 5km to 20km\n🔸 Specific retail hours will be allocated for those currently cocooning\n🔸 Home visits will be allowed to those cocooning, by a small number of persons for a short period of time\n🔸 Up to 4 people may visit another household for a short period of time\n🔸 Slightly larger family gatherings at funerals will be permitted (limited to maximum safe social distancing can still be applied)\n🔸 Solitary workers and workers that can maintain social distancing can return to work\n🔸 Small retail outlets that can control staff and customer numbers and maintain social distancing may reopen\n🔸 Public libraries will reopen\n🔸 Outdoor sporting activities, involving small group training (no matches) can recommenced (no contact still allowed)\n🔮 PHASE 3 🔮\nPhase 3 of the roadmap will lift the following restrictions:\n🔸 Commence opening of creches and pre-schools for children of essential workers\n🔸 Commence a phased approach to visiting at hospitals and other healthcare settings\n🔸 Businesses where employees have low levels of daily interaction may reopen\n🔸 Phase in the opening of all other non-essential retail outlets, restricting customer numbers and applying social distancing (limited to retail outlets with street level entrance and exit, i.e. not in shopping centres)\n🔸 Playgrounds will be reopened\n🔸 ‘Behind closed doors’ sporting events may recommence\n🔸 Cafes and restaurants may reopen as long as social distancing is maintained\n🔮 PHASE 4 🔮\nPhase 4 of the roadmap will lift the following restrictions:\n🔸 Travel will be extended to outside of your region\n🔸 Larger household visits will be permitted\n🔸 Small social gatherings will be permitted (baptisms, small weddings etc.)\n🔸 Creches and pre-schools will reopen for all other children\n🔸 Other employees return to work – beginning with those who cannot work remotely and then staggering the working times to ensure social distancing\n🔸 Barbers and hairdressers may reopen\n🔸 Museums and other cultural outlets may reopen\n🔸 Sports teams (GAA & soccer) may recommence and public swimming pools may reopen\n🔸 Hotels and other hospitality units may reopen based on limited occupancy. Hotel bars are to remain closed.\n🔮 PHASE 5 🔮\nPhase 5 of the roadmap will lift the following restrictions:\n🔸 Social gatherings will be permitted except for large gathering and gatherings in households of suspect cases\n🔸 Schools and colleges will reopen on a phased basis and will recommence in the new academic year\n🔸 Normal hospital and other residential setting visits will be allowed\n🔸 All employees may return to work on normal onsite arrangements, except organisations that cannot maintain social distancing plans\n🔸 Enclosed shopping centres may reopen\n🔸 Tattoo and piercing parlors may reopen\n🔸 Cinemas may reopen\n🔸 Close contact physical sports may recommence (rugby, boxing etc.)\n🔸 Gyms and dance studios may reopen\n🔸 Mass sporting events may recommence where social distancing can be maintained\n🔸 Indoor recreational venues may reopen (bowling, bingo etc.)\n🔸Small festivals and other outdoor cultural events may resume\n🔸 Tourist travel to offshore islands may resume\n#StayHomeStaySafe\nWhile there was no mention of which country the details of the message was referring to, individuals in Singapore have still forwarded it with the assumption that it was relevant in the local context.\nNo need for Google to debunk this one\nA quick Google search of the sentence “Government’s roadmap to ease Covid-19 restrictions will be set out in 5 phases” already reveals that this 5-phase approach is not one that is taken by the Singapore Government.\nWe are led to a press release by the Government of Ireland published on 1 May, which revealed a ‘Roadmap for Reopening Society and Business’, created in a bid to ease current COVID-19 restrictions and reopen the Irish economy and society in a phased manner.\nThe five dates stated in the WhatsApp message also tally with the ones in the press release.\nHowever, even without doing any Google search to verify the information, there were glaring clues that suggest that the message wasn’t referring to Singapore.\nHere are a few obvious ones we identified:\n\n‘Restriction will be extended from 5km to 20km’ – there are no distance-based restrictions in Singapore\n‘Specific retail hours will be allocated for those currently cocooning’ – the term ‘cocooning’ is not something used in Singapore, with the usage of terms like ‘quarantine’ or ‘social distancing’ being more prevalent\n‘Commence opening of creches and pre-schools for children of essential workers’  – the term ‘creche’ is not something used in Singapore\n‘Travel will be extended to outside of your region’ – there are no region-based restrictions in Singapore\n\nTherefore, the assumption that this 5-phase roadmap to ease COVID-19 restrictions is one that the Singapore Government is using is therefore false.\n\nAs for when Singaporeans might be able to experience an easing of Circuit Breaker measures, Health Minister Gan Kim Yong revealed in Parliament on 4 May that this could only happen when the number of community cases daily falls to “zero or single digits over a sustained period of time”.\nAs of 6 May, 12pm, the Ministry of Health preliminarily confirmed an additional 788 cases of COVID-19 infection in Singapore with the majority being Work Permit holders residing in foreign worker dormitories. Of the 788 cases, 11 are Singaporeans/PRs.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/phases1.jpg",
    "Iframe Sources": [],
    "date": "2020-05-06T11:05:51+00:00",
    "Links in content": [
        "https://www.gov.ie/en/press-release/e5e599-government-publishes-roadmap-to-ease-covid-19-restrictions-and-reope/",
        "https://www.channelnewsasia.com/news/singapore/covid19-circuit-breaker-community-cases-gan-kim-yong-parliament-12699946"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/phases1.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "breaker",
        "phases",
        "circuit",
        "easing"
    ]
}