{
    "link": "https://blackdotresearch.sg/singapore-government-covid-19-relief-funds/",
    "Title": "COVIDWatch: Is the S’pore Government giving out S$5,000 in Relief Funds?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this message being circulated on WhatsApp:\n\nThe message states that “the Government has finally approved” and will be giving out S$5,000 in “Relief Funds” to every citizen. The message comes with a link to a website and a note that states that individuals will be able to “claim and get credited once”. It is also mentioned that the funds are in limited quantities.\nIt is not mentioned which government they are referring to, but the coat of arms in the message preview is that of the Nigerian government:\n\nClicking on the link to the website, we are led to this page which looks like your typical phishing website:\n\nWords like “congratulations”, “free”, “promotion” and “limited” further points us in the direction that this could very well just be another scam website preying on Singaporeans who might not know better.\nWe decided to play along, and clicked on the options in the red box. Here’s what they led us to:\n\nAfter the 3rd question (we picked ‘Internet’), we’re led to this:\n\nThe website then asks individuals to share this page to 9 WhatsApp Groups. After which, they will be asked for their account number and bank name to receive the S$5,000.\nThese instructions are particularly insidious because they are forcing gullible individuals to spread the scam to even more individuals in their WhatsApp groups.\nIn light of the pandemic, the Singapore government has actually dished out relief funds to citizens but there is no official announcement or news reports about this S$5,000 relief fund which is available in limited quantities on a website with a dubious URL.\nRegardless, while it’s obvious that the claim that the Government is giving out limited quantities of S$5,000 worth of relief funds is false, it’s still maddening to see how scammers are banking on the pandemic to cheat individuals out of their money.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/relieffundsfi.png",
    "Iframe Sources": [],
    "date": "2020-09-09T07:20:36+00:00",
    "Links in content": [
        "https://www.gov.sg/article/financial-support-to-help-singaporeans-affected-by-covid-19"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/relieffundsfi.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "funds",
        "government",
        "000",
        "relief"
    ]
}