{
    "link": "https://blackdotresearch.sg/covidwatch-is-smoking-outside-your-house-not-allowed-during-the-circuit-breaker-period/",
    "Title": "COVIDWatch: Is smoking outside your house not allowed during the Circuit Breaker period?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to this tweet, which was posted on 7 May:\n\nThe tweet directly translates to: “Ok, cannot sit outside and smoke while playing handphone. Cannot ah.”\nAttached in the tweet is a photo of what seems to be a letter issued by the Singapore Police Force. Written in the details section of the letter is: “Subject was seated outside his unit on a chair and was spotted smoking and playing with his mobile phone”.\nThe letter is dated 7 May 2020.\nGiven that the rest of the regulations listed on the letter relate to COVID-19 Circuit Breaker measures, two assumptions might arise from the tweet:\n\nSitting outside your residential unit might be a violation of Circuit Breaker measures and/or;\nSmoking outdoors might be a violation of Circuit Breaker measures\n\nLet’s take a closer look at the situation to gain more clarity.\nSmoking in a time of COVID-19\nReferencing the COVID-19 (Temporary Measures) Act, we see that regulation 4 encompasses restrictions on individuals leaving or entering a place of residence.\nUnder the regulation, every individual must stay at or in, and not leave, his or her ordinary place of residence in Singapore.\nHowever, an individual would be able to leave only for the following situations:\n(a) to work for or with an essential service provider, a specified school or an early childhood development centre;\n(b) to procure any goods or services from an essential service provider or a specified school;\n(c) to obtain —  (i) medical treatment for a suspected COVID-19 infection at a hospital, medical clinic or any other place, designated by the Director for the treatment of COVID-19; or (ii) medical treatment that is of a pressing nature;\n(d) to engage in any recreational activity in an open-air stadium, public path or public park alone or with any other individual who lives with the firstmentioned individual;\n(e) where an individual works for or with an essential service provider, to bring the individual’s child or children to a place where the child or children are to be cared for;\n(f) to assist any individual who has a physical or mental disability, or is below 12 years of age or above 60 years of age, with his or her daily needs;\n(g) to report for enlistment or service under the Enlistment Act (Cap. 93); S 254/2020 6\n(h) to report to any law enforcement officer or to attend at any court in accordance with any warrant, summons or order made under any written law or order of a court;\n(i) to be present at any place in accordance with a requirement under any written law;\n(j) to seek or render help in an emergency;\n(k) to move to another place of accommodation;\n(l) to leave Singapore;\n(m) to do anything reasonably connected with and for the purposes of the matters in sub-paragraphs (a) to (l).\nGiven that having a smoke and/or playing with a mobile phone aren’t included in the list of exceptions, it’s therefore reasonable that the individual was charged for flouting Circuit Breaker rules by being out of his residential unit for these non-essential purposes.\nNext, let’s take a look at the rules around smoking during the Circuit Breaker period.\nWe find the answers in the FAQ section of National Environment Agency (NEA)’s website:\n\nAccording to NEA, leaving one’s home just to smoke is not considered an essential purpose during the Circuit Breaker period. However, individuals would be allowed to have a smoke if they are also out for an essential purpose.\nIt is important to note that in this situation, smokers would still need to abide by smoking restrictions in Singapore.\nUnder the Smoking (Prohibition in certain places) Act and a Gov.sg article on no-smoking rules in Singapore, smoking at “any common area of any residential premises or building, including atriums, courtyards, common corridors, lobbies, void decks & stairwells” is not permitted.\nTherefore, it is similarly reasonable that even if Circuit Breaker regulations were not in place, the individual was still violating another set of rules.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/smokingwp.jpg",
    "Iframe Sources": [],
    "date": "2020-05-11T07:33:03+00:00",
    "Links in content": [
        "https://www.moh.gov.sg/docs/librariesprovider5/pressroom/press-releases/annex-for-notification-8-apr-2020.pdf",
        "https://www.nea.gov.sg/our-services/public-cleanliness/environmental-cleaning-guidelines/circuit-breaker-measures/frequently-asked-questions",
        "https://sso.agc.gov.sg/Act/SPCPA1992",
        "https://www.gov.sg/article/no-smoking-rules-in-singapore"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/smokingwp.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "smoking",
        "breaker",
        "circuit",
        "allowed"
    ]
}