{
    "link": "https://blackdotresearch.sg/covidwatch-is-phase-2a-tentatively-happening-on-22-june/",
    "Title": "COVIDWatch: Is ‘Phase 2A’ tentatively happening on 22 June?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 15 June, 8:30pm] The article has been updated to reflect news regarding Phase 2. We have also changed the rating from ‘unproven’ to ‘false’.\n–\nWe’ve been alerted to a message being forwarded on WhatsApp:\n\nIn the message, we see two tentative dates being mentioned – 22 Jun 2020 and 29 Jun 2020. According to the message, these two dates indicate when ‘Phase 2A’ and ‘Phase 2B’ would be happening.\nThe message also includes details on what Singaporeans could expect to be re-opened when these two phases occur.\nAt time of publication, Singapore is currently in Phase One (Safe Re-opening) of a three-phased approach to resume activities safely, post-circuit breaker.\nAccording to the gov.sg article on the three phases and what they entail, the Government will be carefully monitoring the effects of increased activity during Phase One. If the community infection rates remain low and stable over the subsequent two weeks, Phase Two (Safe Transition) “could happen before the end of June”.\nWhat is going to happen in Phase Two?\nTo see if there could be any truth in the message being forwarded, we refer to the gov.sg article on Phases Two and Three. The article mentions that “almost the entire economy will re-open” in Phase Two.\nThese are the activities that will resume during Phase Two:\nRetail, F&B, and other services\nMost businesses will be allowed to resume, with safe management measures, group size and capacity limits in place. These include retail, F&B dine-in, personal health and wellness, as well as home-based services. Sports and other public facilities, e.g. stadiums, swimming pools, will be opened too.\nSocial interactions and family visits\nMasks will remain compulsory whenever outside one’s home. Small-group gatherings of up to 5 persons will be allowed. Within one’s home, households may receive up to 5 visitors per day. As seniors are especially vulnerable, they should exercise caution and stay at home as much as possible. To support them and their caregivers, more senior services and programmes, such as senior care centres, will resume with appropriate safe management measures in place.\nSchools\nSchools will fully re-open from end June, while Institutes of Higher Learning (IHLs) will gradually increase the number of students back on campus at any one time for face-to-face learning.\nFor higher-risk activities, the Government will be engaging businesses and organisations on how and when they may resume safely, with the necessary safe management measures and safeguards. Such activities include:\n\nReligious services and congregations\nCultural venues such as art galleries, libraries and museums\nLarge-scale events and venues, such as conferences, exhibitions, concerts and trade fairs\nEntertainment venues such as bars, nightclubs, karaoke outlets, cinemas, theatres, and other indoor and outdoor attractions\n\nDoes this coincide with the message being forwarded?\nDoing a quick comparison to the message that was being forwarded, we see some points which potentially coincide.\nFor one, the message states that “F&B Outlets, Restaurants, Retail, Golf, Bowling, Gym, Swimming Pools and Hardcourts can reopen in Phase 2A (Tentatively 22/6/2020)”.\nThis coincides with the gov.sg article which states that “retail, F&B dine-in, personal health and wellness […and] sports and other public facilities, e.g. stadiums, swimming pools” will be opened in Phase Two.\nThe message also states that in Phase 2B, “cinemas, jackpot rooms, mahjong rooms, amusement centres, playground can open”.\nReferring back to the gov.sg article, we see that the Government will be engaging businesses and organisations on how and when they may resume safely in Phase Two, and some of these activities include “entertainment venues such as bars, nightclubs, karaoke outlets, cinemas, theatres, and other indoor and outdoor attractions”.\nWe also see in the gov.sg article that “large-scale events and venues, such as conferences, exhibitions, concerts and trade fairs” might be resumed. However, the message states a more conservative claim that “function rooms, ballrooms, banquet rooms booking for big events (beyond 20paxs) will remain closed until further notice”.\nUpdate: Phase 2 of reopening to begin from 19 June\nMore importantly, the COVID-19 multi-ministry taskforce announced on 15 Jun that Phase 2 will be starting after 18 Jun, 11.59pm.\nThe Ministry of Health (MOH) said in a media statement: “Community infection rates have remained generally stable despite the increase in workplace activity in Phase 1 of re-opening. The incidence of cases in migrant worker dormitories has also declined, and there are no new large clusters emerging.”\nTherefore, we rate the claims made in the message as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/phase2a.png",
    "Iframe Sources": [],
    "date": "2020-06-15T05:44:40+00:00",
    "Links in content": [
        "https://www.gov.sg/article/ending-circuit-breaker-phased-approach-to-resuming-activities-safely",
        "https://www.gov.sg/article/post-circuit-breaker-when-can-we-move-on-to-phases-2-and-3",
        "https://www.channelnewsasia.com/news/singapore/covid-19-phase-2-of-reopening-to-start-from-jun-19-social-12835758"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/phase2a.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "june",
        "phase",
        "22",
        "happening"
    ]
}