{
    "link": "https://blackdotresearch.sg/covidwatch-is-this-an-ankle-tracker-for-individuals-on-stay-home-notice/",
    "Title": "COVIDWatch: Is this an ankle tracker for individuals on Stay-Home Notice?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 3 August, 9:39am] In a joint press release by the Immigration and Checkpoints Authority, Ministry of Manpower, and Ministry of Education, travellers entering Singapore who are serving their stay-home notice outside of dedicated facilities will be required to wear an electronic monitoring device throughout the 14 days from 10 August. This will apply to all travellers, including Singaporeans, PRs, long-term pass holders, work pass holders, and their dependents.\nDuring the 14-day period, those wearing the devices may receive notifications on them, and any attempt to leave the place of residence or tamper with the device will trigger an alert to the authorities. The devices use GPS and 4G or Bluetooth signals, but will not store any personal data and do not have any voice/video recording functions.\nIt is not specified at this point of time how the device looks like.\n–\nWe came across a Facebook post which was shared on popular Malaysian Facebook group JB柔佛吹水站:\n\nIn the post, the author (who’s from Johor Bahru, according to her Facebook page) uploaded a photo of an individual on what looks like an MRT in Singapore. In the photo, what looks to be an electronic ankle tag has been circled out.\nThe caption translates to: “Even those in Singapore who are under quarantine are taking the MRT? Is the item that has been circled out a quarantine tracking device?”\nIt is uncertain if the author of the post took the photo herself, or when the photo was taken.\nComments reveal the answer\nDespite the high level of engagement on the post, it seems like most commenters are aware that the device isn’t for the purpose of tracking those on quarantine/stay-home orders for COVID-19.\n\n“This is a standard for those on parole.”\n\n“This is a tracker for those who just came out of prison.”\n\n“This is a tracker used by the Singapore police…”\n\n“Please, this isn’t for murderers. This is for individuals who commit offences like, for example, taking drugs. (The device is used when) they’re on parole, and when they need to be at home from 7pm to 7am. They’ll be able to work as well.”\nFor the unacquainted, the device around the ankle of the individual in the photo is highly likely an electronic monitoring device issued to those under the Home Detention Scheme, where selected ex-offenders at a “lower risk of re-offending and with strong family support” may be allowed to serve some of their sentence at home. Under the scheme, individuals will have to abide by stipulated curfew hours, and these would be monitored through the electronic ankle tags issued to them.\nThis is a photo on The Straits Times of how the electronic ankle tags look like:\n\nIt is important to note that individuals in Singapore who are under a Stay-Home Notice (SHN) do not have to wear a tracker of any kind. Instead, authorities will conduct checks via text messages, GPS location via mobile phones, random phone calls, and house visits.\nWe suspect that the author of the post might have been confused due to the announcement of a wearable dongle which is set to be rolled out to Singaporeans to boost contact tracing capabilities and curb the spread of COVID-19. Minister-in-charge of the Smart Nation Initiative Vivian Balakrishnan had also clarified that the device “will not be an ‘electronic tag’ and will not track people’s location”, in response to privacy concerns which surfaced among members of the public after the announcement.\n“It is not an electronic tag… There is no GPS (global positioning system) chip on the device. There isn’t even any Internet or mobile telephony connectivity… The device cannot track the location (or) movement of any of us,” he said.\nTherefore, we rate the claim that the photo taken is one that shows an individual on quarantine/stay-home orders taking the MRT as false. The claim that the device around his ankle is a quarantine tracking device is also false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/tracker.png",
    "Iframe Sources": [],
    "date": "2020-07-28T07:26:53+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/electronic-device-travellers-enter-singapore-stay-home-notice-12985052?cid=FBcna&fbclid=IwAR2oVBfd_dY5guifKeoQh4mMBamGmJO6zsEfQxbRB17sSlaqW5I6vQyXVc0",
        "https://www.facebook.com/groups/johorjb/",
        "https://www.straitstimes.com/singapore/courts-crime/more-ex-offenders-staying-out-of-jail",
        "https://www.gov.sg/article/everything-you-need-to-know-about-the-stay-home-notice",
        "https://www.channelnewsasia.com/news/singapore/covid-19-faq-stay-home-notice-what-you-need-to-know-coronavirus-12542892",
        "https://www.straitstimes.com/singapore/wearable-dongle-among-options-being-explored-to-boost-tracking"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/tracker.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": "",
    "keywords": [
        "tracker",
        "ankle",
        "notice",
        "stay"
    ]
}