{
    "link": "https://blackdotresearch.sg/covidwatch-is-singapore-rejecting-all-international-packages/",
    "Title": "COVIDWatch: Is Singapore rejecting all international packages?  ",
    "Tags": [],
    "Paragraphs": "\n\nAccording to this screengrab, Singapore is reportedly rejecting all international packages:\n\nDoing a quick check on Singpost’s service announcements, we see a slew of updates of delivery services from various countries, all regarding measures their respective postal services are taking to control the spread of COVID-19.\nFrom contactless mail collection arrangements to the closure of post offices, serious delays are to be expected for delivery of inbound mail regardless of measures taken by each country.\nBringing it back home, the latest update posted by Singpost on 31 March revealed that all international Speedpost Priority services are suspended until further notice.\nThe notice also includes countries that Speedpost Standard, Speedpost Economy, and Speedpost Express services would be unavailable for.\n\nIt is important to note, however, that the suspension of these services to certain countries doesn’t mean that individuals in Singapore would not be able to send mail overseas at all. For example, you will still be able to send a package to Japan using Speedpost Standard, Speedpost Economy, or Speedpost Express.\nNow comes the issue of whether or not mail coming in from overseas would be rejected at our borders.\nTo clarify, we called up Singpost to check.\nThe customer service staff who answered our queries stated that packages will still be coming into Singapore, but customers should expect delays. During the call, the staff cited the suspension and postponement of flights worldwide as a reason for delays in both inbound and outbound mail.\nWhat about other sites?\nGiven that the individual who posted the claim lamented that this could be the end of online shopping, we did a quick check on other popular ecommerce sites that ship from overseas, and here’s what we found:\nezbuy: Business as usual, but mentions that customers should “expect a slight delay” in shipment due to the reduction of air freight services globally.\nLazada: Business as usual, but Lazada published a note regarding measures taken in light of the COVID-19 pandemic. Lazada recommends customers to engage in contactless delivery, and have also assured customers that all delivery couriers are urged to wear masks and sanitise frequently.\nShopee: Business as usual, but a spokesperson mentioned in a TODAY article mid-February that they are continuing to “closely monitor the Covid-19 situation”.\nqoo10: Business as usual. No COVID-19 related notices published on their news/announcements page.\nAmazon Singapore: Business as usual, but customers should expect longer delivery times. Its FAQ page on the COVID-19 situation adds that couriers have been advised to reduce contact with customers, and that they will still be processing returns.\nASOS: Business as usual, but the site mentions that due to the ongoing pandemic, some delivery methods may be unavailable and delays might be expected.\nWorldwide delivery woes\nThe suspension of flights worldwide is a measure that various countries worldwide have taken to curb the spread of COVID-19, so it is therefore both inaccurate and problematic to jump to the conclusion that Singapore is due to this, “rejecting” international packages.\nThe claim is therefore false.\n\nMore importantly, the suggestion that Singapore might be “rejecting” international packages can give rise to fears that the virus can be contracted through physical items like mail from overseas.\nThere is currently no evidence that the virus can be spread that way.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/Screenshot-2020-04-02-at-9.29.15-AM-800x462.png",
    "Iframe Sources": [],
    "date": "2020-04-02T01:30:24+00:00",
    "Links in content": [
        "https://www.singpost.com/send-receive/service-announcements",
        "https://www.speedpost.com.sg/announcements",
        "https://ezbuy.sg/Help/QuickGuide/Shipping#Shipping",
        "https://www.lazada.sg/helpcenter/important-note-about-deliveries-during-covid-19-10264.html?spm=a2o42.helpcenter-topic.articles-list.1.11991c22ZJhHQu",
        "https://www.todayonline.com/singapore/covid-19-outbreak-orders-e-commerce-sites-china-delayed-retailers-there-are-unresponsive",
        "https://www.qoo10.sg/gmkt.inc/CS/Announce.aspx?kind=0",
        "https://www.amazon.sg/b/?_encoding=UTF8&node=8115043051&ref_=nav_swm_swm-en&pf_rd_p=a4e34e73-463e-4d1e-9b17-d94dec77af4d&pf_rd_s=nav-sitewide-msg&pf_rd_t=4201&pf_rd_i=navbar-4201&pf_rd_m=A19VAU5U5O7RUS&pf_rd_r=JJA14P9S81XWZ07HEKJE",
        "https://www.asos.com/customer-care/",
        "https://www.channelnewsasia.com/news/singapore/covid19-imda-debunks-whatsapp-audio-coronavirus-spread-mail-12586342"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/Screenshot-2020-04-02-at-9.29.15-AM-800x462.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "singapore",
        "international",
        "packages",
        "rejecting"
    ]
}