{
    "link": "https://blackdotresearch.sg/covidwatch-psychological-impact-covid-19/",
    "Title": "COVIDWatch: Of Infodemics and Pandemics – How to Keep Calm and Carry On In a Time of COVID-19  ",
    "Tags": [],
    "Paragraphs": "\n\nWith an unending stream of updates of where COVID-19 has spread to and the rising numbers of individuals who have been affected, it’s no surprise that the world has been thrown into a state of panic.\nWe have caught a glimpse of this in Singapore with how just 2 weeks ago, essentials like instant noodles flew off supermarket shelves just hours after the Ministry of Health raised its disease outbreak response to COVID-19 from yellow to orange.\nThe situation is so dire that ministers have found the need to come forward to urge Singaporeans to not engage in stockpiling behaviour, and to constantly reassure them that there are sufficient surgical masks in the nation’s stockpile – if, and only if, they are managed “appropriately”.\nWhile staying informed on what to do and where to avoid is instrumental in containing the spread of the virus as far as possible, there is so much information being generated at such a rapid pace that it can be difficult for the lay person to distinguish between truths, half-truths, and outright lies.\nCue individuals jumping onto every bleak-sounding headline and sharing information on group chats and Facebook groups without first assessing if it actually warrants a cause for panic.\nThe generation and spread of fake news surrounding COVID-19 has become such a pressing issue worldwide that the World Health Organisation (WHO) has even called the phenomenon an “infodemic”. Social media giant Facebook has even come forward to state that it “will use its existing network of third-party fact-checkers to debunk false claims”.\nOn the governmental level, Singapore Health Minister Gan Kim Yong issued a correction direction to the owner of the States Times Review (STR) under the Protection from Online Falsehoods and Manipulation Act (POFMA) on 14 February for publishing “multiple false statements” about the COVID-19 situation.\nIn Malaysia, 27 individuals are being investigated for spreading misinformation about the virus.\nThe Philippine National Police (PNP) also recently filed criminal charges against an optometrist who allegedly spread fake news about the virus on social media.\nUnfortunately, while these efforts to crack down on creators and spreaders of fake news are commendable, these actions are more reactive than proactive. Then again, judging from the sheer quantity and speed that unverified content is being spread on social media platforms and messaging apps, it is simply impossible to – excuse the reference – catch ‘em all.\nThis is why it’s especially important for individuals to be their own fact-checkers, maintaining their cool in the face of sensational headlines and claims.\nThat is, of course, easier said than done, because having a psychological reaction to the effects of pandemics like COVID-19 is absolutely understandable, even if you don’t go overboard with the stockpiling of maggi mee and surgical masks.\nWe spoke to Dr Seng Kok Han from Nobel Psychological Wellness Centre (Novena Medical Centre) and asked him a few questions regarding the psychological aspects of pandemics, and also got some advice on what individuals can do to quell fear-mongering and fake news in a period like this.\n\n\nAdvisories by health organisations mostly focus on physical health, but not much has been said about the mental health aspect during an infectious disease outbreak. What type of mental toll does a disease outbreak like this take on people?\n\nPsychological reactions to pandemic include fear, panic, anxiety and worry. We fear that ourselves and family members might get infected by the virus and worry about our job security and financial situation. Physiological signs of anxiety may include increased heart rate, rapid breathing, nausea, abdominal discomfort, sweating and trembling.\nWhile stress responses are normal to such an abnormal situation, if anxiety symptoms are prolonged, excessive and out of proportion, they can cause disability and affect our functioning. They can also lead to emotional problems and depression. In such scenarios, it is important to seek professional help.\nIt is important to acknowledge the anxiety and manage stress well by:\n\nAdopting a healthy lifestyle including balanced diet, adequate rest, sleep and exercise\nDoing relaxation exercises e.g., deep breathing, progressive muscle relaxation\nIdentifying negative thoughts that can be irrational, change to helpful ones, and focus on what we can do to improve situations\nSharing your feelings, talk to others and garner social support\nHaving hobbies\n\nWe can also focus on what we can do to improve situations. We can work on maintaining good personal hygiene such as regular hand washing with soap, exercising personal responsibility such as seeing a doctor and staying at home when we are sick, and looking out for our family members, neighbours and friends, showing empathy, avoiding blaming and improving social cohesion. After all, altruism is known to be an effective coping mechanism. Studies show that happy people rise to the occasion when they meet a challenge, thinking more than just about themselves and helping others.\nWithout being complacent, it can be helpful to comfort and reassure ourselves that Singapore is more prepared after the SARS outbreak and the World Health Organisation (WHO) has praised the efforts of Singapore in tackling cases of coronavirus. We can also remind ourselves that we do have highly skilled healthcare professionals and advanced medical facilities to improve clinical outcomes.\n\n How does the mental toll impact the way people process information they receive, especially sensational news that relates to their concerns? \n\nIt can affect people’s judgement, leading to a tendency to overreact in our current situation.\nIt is also advisable to learn to manage news overload, especially for persons with mental illness who can be more vulnerable to stress and anxiety.\nBad news is certainly reported very much more often than good news.\nWe might want to limit the time we have access to news or take a break from reading negative news or messages. Instead, we can focus on heartwarming ones such as those about people donating masks, people working tirelessly at the frontline and how people show their gratitude and appreciation towards healthcare workers.\n\n The spread of fake and misleading news is pretty rampant, and we realise that individuals are more likely to share more strongly-worded messages before verifying if the information is exaggerated or false. What can the public do to quell fear-mongering during this period? \n\nThe increase in social media platforms has led to fake news becoming increasingly pervasive. It is important to keep up to date with the latest information, fact check information and not to allow panic to overtake common sense.\nIt is our individual responsibility to not simply share news without thinking critically and validating its source and accuracy. [If we do this, we will] end up misleading others and causing unnecessary fear. As we are all interconnected, what goes around, comes around.\n\n What’s your advice to those looking to efficiently fact check information that they come across?\n\nWe need to be suspicious when we encounter sensational news that are not covered in reputable sites.\nWe should refer to reliable sources of information such as www.moh.gov.sg and gov.sg’s WhatsApp service (go.gov.sg/whatsapp) which provides clear and relevant information. People can also watch the news and public health education advertisements on TV.\n\n How should a member of public respond to someone whom they feel is being an alarmist or spreading falsehoods that causes unnecessary distress to others around them? \n\nThe Government has advised people to report any suspected falsehoods to info@pofmaoffice.gov.sg.\nConcluding the interview on a positive note, Dr Seng shared that “every crisis presents an opportunity for us to grow and improve situations”.\n“This crisis can be an opportunity to make Singapore an even more resilient, empathetic and cohesive society that we all can be proud of.”\nWe’d like to thank Dr Seng for his time!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/feature-2020-02-10T084416.350-800x800.jpg",
    "Iframe Sources": [],
    "date": "2020-02-24T07:48:49+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/health/coronavirus-fairprice-chief-urges-calm-amid-panic-buying-of-groceries-singapores",
        "https://www.straitstimes.com/singapore/coronavirus-outbreak-alert-upped-to-orange-as-more-cases-surface-with-no-known-links-more",
        "https://www.channelnewsasia.com/news/singapore/novel-coronavirus-lawrence-wong-explains-why-there-is-no-need-to-12416408",
        "https://www.channelnewsasia.com/news/singapore/wuhan-virus-mask-stock-available-singapore-coronavirus-12369712",
        "https://www.bbc.com/news/technology-51497800",
        "https://www.channelnewsasia.com/news/singapore/coronavirus-covid19-pofma-states-times-review-facebook-12435898",
        "https://www.channelnewsasia.com/news/asia/malaysia-wuhan-virus-coronavirus-covid-19-misinformation-12457646",
        "https://www.pna.gov.ph/articles/1094035",
        "https://www.healthwaymedical.com/doctor/dr-seng-kok-han/",
        "http://www.moh.gov.sg",
        "http://go.gov.sg/whatsapp",
        "mailto:info@pofmaoffice.gov.sg"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/feature-2020-02-10T084416.350-800x800.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "covid",
        "pandemics",
        "infodemics",
        "calm"
    ]
}