{
    "link": "https://blackdotresearch.sg/ktv-cluster-heightened-alert-19-july/",
    "Title": "COVIDWatch: Phase 2 Heightened Alert happening from 19 July due to KTV cluster?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nAccording to the message, Singapore has declared a month-long “Phase 2 (Heightened Alert)” from 19 July in response to a recent rise in COVID-19 cases.\nFor context, it was reported on 14 July that a total of 42 new COVID-19 cases in Singapore have been linked to a KTV lounge cluster. Cases linked to KTV lounges first emerged on 12 July. As of 15 July 12pm, MOH reported another 42 new cases of locally transmitted cases, of which 33 belong to the KTV cluster. This brings the total number of cases linked to the cluster to 87, as of 15 July.\nBelow is a figure by MOH which depicts the number of Community Unlinked Cases, and Linked Cases by Already Quarantined/ Detected through Surveillance, and Dormitory Resident Cases:\n\nAs seen, there’s a spike in the number of cases following the emergence of the KTV lounge cluster. Health Minister Ong Ye Kung called the situation “very troubling and disappointing”, and shared with reporters that more infections linked to the cluster are expected in the coming days as contract tracing continues.\nThe Multi-Ministry Taskforce (MTF) had announced updated measures as part of Phase 3 (Heightened Alert) who took place from 12 July 2021 as part of a gradual resumption of more economic and community activities. If what is claimed in the message is true, this would mean that Singapore would once again revert to more restrictive measures on business and social activities.\nHowever, if you’re a seasoned Black Dot Research follower, you would have probably found the URL suspiciously long and even familiar. Yes, we have once again been ‘graced’ with the presence of the finger-flipping gorilla that has appeared in multiple instances previously.\nFor the unacquainted, note that while the first link leads to CNA’s main page, the second link leads to…something else completely.\nRegardless, given that there has been no announcement of nor indication that Singapore is heading back into Phase 2 (Heightened Alert) from 19 July, the claim is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/ktvphase2-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-15T08:14:09+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/ktv-cluster-covid-19-41-new-covid-cases-ong-ye-kung-15218646",
        "https://www.moh.gov.sg/news-highlights/details/42-new-cases-of-locally-transmitted-covid-19-infection_15July2021",
        "https://www.channelnewsasia.com/news/singapore/covid-19-cases-singapore-ktv-cluster-moh-local-unlinked-jul-15-15224026?cid=FBcna&fbclid=IwAR0NwRJzMPdTphuls4qx3qqA8vRCKFvaDBl6ssHbSrQGC4nBIVe29nrz8IU",
        "https://www.moh.gov.sg/news-highlights/details/update-on-local-covid-19-situation-(14-july)",
        "https://www.gov.sg/article/gradual-re-opening-to-phase-3-heightened-alert-from-12-july",
        "https://blackdotresearch.sg/singapore-lockdown-10-may-2021/",
        "https://blackdotresearch.sg/covidwatch-can-singaporeans-withdraw-2000-from-their-ordinary-accounts-from-1-april/",
        "https://blackdotresearch.sg/singapore-malaysia-borders-vaccinated-may-2021/",
        "https://www.channelnewsasia.com/",
        "https://external-preview.redd.it/vxPXEGgL4v8mCGw06IFGsmJNtqWQg-z60xQQ79dHKPY.jpg?auto=webp&s=db7685262e9b352a4888e547f52a244e2ea2cb9f"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/ktvphase2-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "heightened",
        "alert",
        "ktv",
        "july"
    ]
}