{
    "link": "https://blackdotresearch.sg/covid-19-vaccination-strenuous-activities-mating/",
    "Title": "VACCINEWatch: Should we avoid bedroom activities for a week after getting vaccinated?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this photo being forwarded on WhatsApp:\n\nWe see what appears to be an advisory by the Ministry of Health (MOH) which advises the public to avoid strenuous activities for one week post vaccination.\nIn the advisory, we see a list which depicts the examples of strenuous activities to avoid, one of which is…of the R21 variety.\nWhen we did a Google search for “list of strenuous activities to avoid vaccination singapore”, we come across articles on CNA and The Straits Times which report on how MOH’s latest advisory reflects an updated recommendation on 5 July which advised individuals to avoid exercise or strenuous physical activity for a week after getting vaccinated.\nOn the CNA piece, we see an image of a list of physical activities attributed to MOH:\n\nAs seen, the box which depicted ‘mating’ in the viral image shows a more PG-rated ‘swimming’ as an example of a strenuous physical activity to avoid.\nOur colleague who got vaccinated today also shared a photo of a printout he got at the vaccination centre:\n\nNeedless to say, we reckon that the individual who photoshopped the advisory was probably not fuelled by malicious intentions and was just trying to garner some giggles from the public.\nWe certainly did.\nTherefore, we rate this ‘advisory’ as satire.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/bedroomactivities-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-12T11:39:35+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/covid-19-vaccine-one-week-avoid-exercise-swimming-running-moh-15165086",
        "https://www.straitstimes.com/singapore/health/swimming-cycling-heavy-weights-lifting-should-be-avoided-after-covid-19-jabs-moh"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/bedroomactivities-800x800.png",
    "Truefalse": [
        "satire"
    ],
    "Description": "",
    "keywords": [
        "vaccinated",
        "bedroom",
        "avoid",
        "week"
    ]
}