{
    "link": "https://blackdotresearch.sg/the-story-so-far-the-angst-behind-the-hong-kong-protests-and-the-extradition-bill/",
    "Title": "The Story So Far: The angst behind the Hong Kong protests and the Extradition Bill  ",
    "Tags": [],
    "Paragraphs": "\n\nMost people would have read or heard about the massive protests ongoing in Hong Kong (HK) since 9 June 2019.  The protestors were protesting against the Fugitive Offenders and Mutual Legal Assistance in Criminal Matters Legislation (Amendment) Bill 2019 (2019年逃犯及刑事事宜相互法律協助法例（修訂）條例草案) – Now widely known as the “HK Extradition Bill”.\nWhat’s been going on so far\nThe protests will be remembered as having some of the greatest numbers of protestors seen in HK.  Some reports have mentioned the protest on 9 June 2019 as having had 1.03 million protestors approximately, and that the next (16 June 2019) saw approximately 2 million protestors (see sources here and here). Note that the HK Police dispute the figures, citing the 9 June protest as having 240,000 protestors and the later one, 338,000 (see the Bloomberg report above).  Similar disputes over the size of the 16 June protests later erupted on social media. Either way, it is not disputed that there was an increase in protestors on 16 June 2019.\nThe next protest of significant size took place on 1 July 2019 (between 190,000 (police estimates) and 550,000 (protestor estimates)).  This protest coincided with the government’s celebration of the date of handover of HK from the United Kingdom to the People’s Republic of China.  At around 9 pm, several hundred protesters stormed the legislature after breaking through the glass doors of the building.  Significant damage was caused to the interior of the building, with various graffiti being spray painted on the walls, and the HK emblem defaced.  In addition, protestors brought media into the legislative council building and showcased the damage caused, waved the Union Jack and displayed the colonial HK flag on the podium.\nThat same day, the police gave a media statement at 10.39pm, condemning the storming of the legislative council.\n\nThe LegCo Building was violently attacked and forced to enter illegally. The police severely condemned the violent attack. The police will conduct sweeping in a short period of time and will take reasonable force.The police also appeal unrelated protestors to leave the vicinity. pic.twitter.com/0YPsExD3FM\n— Hong Kong Police Force (@hkpoliceforce) July 1, 2019\n\nThere have been various reports on Reddit claiming that the media statement was pre-recorded at 5pm and the police allowed the legislative council to be stormed so as to provide a reason for China to intervene.\nHowever, the logic for this theory is sketchy and there is no evidence of this beyond the Police spokesperson’s watch showing 5 o’clock during the media statement.  The HK Police have also sought to rebut the allegation as misinformation.\n\nAt around midnight, police started using tear gas to disperse protesters around the Legislative Council building at 00:05 local time, before reaching the building 15 minutes later.\nHK Chief Executive Carrie Lam held a press conference at 4 am stating that she acknowledged the peaceful and orderly march, but condemned strongly the “violence and vandalism by protesters who stormed into the Legislative Council building”.\n\nIn a Nutshell\nIn this article, we try to understand what were the real reasons for the protests, and how valid those reasons were.\nWhat we found was a range of differing interpretations on why protests were taking place against the HK Extradition Bill.  However, common across the different interpretations was suspicion that China was seeking to remove Hong Kong’s independence before 2047 (which marks the end of the 50 years period as provided in Article 5 of the HK Basic Law).\nThe most extreme view was that China was trying to legalise ways to kidnap HK people as and when it felt like, in particular, when HK pro-democracy supporters spoke too much or too often (Details below).\nThis view was unconvincing.  First, this view could not be supported when we studied the HK Extradition Bill closely (see how it works below). If we accept as true the allegations made against China for its poor human rights record, China has never been concerned with facing global criticisms of its actions.  If China didn’t need a legal basis to kidnap the 5 HK booksellers previously, it certainly didn’t need one now.\nThe other extreme view, the one in support of the HK Extradition Bill (most clearly expressed in numerous pro-Extradition Bill article published on China Daily, such as this and this), was that the urgency of preventing HK from becoming a haven for China fugitives outweighed guarding the rights of a few fugitives.  This was equally unconvincing because of its complete misrepresentation of the significance of the HK Extradition Bill – Previously, China had found the China Extradition Ordinance in contravention of the HK Basic Law and therefore chose not to adopt it after the British handover of HK in 1997.  If the HK Extradition Bill has the same effect that the China Extradition Ordinance had, then likewise, it should not be allowed.\nOn balance, the views of the HK Bar Association come across as the most solid. There is basis to suggest that the HK Extradition Bill contravenes the HK Basic Law, in particular, Article 5 which states:\n\nArticle 5 – The socialist system and policies shall not be practised in the Hong Kong Special Administrative Region, and the previous capitalist system and way of life shall remain unchanged for 50 years.\n\nThis throws into question whether there is truly a “legal loophole” that needs fixing.  The “legal loophole”, refers to fugitives from China (referring to Mainland China, Macau and Taiwan) who cannot be extradited from Hong Kong because China is expressly excluded from the existing laws relating to extradition and criminal legal assistance.\nWhat adds to the disagreement is the fact that the HK people have an entrenched belief that the Chinese legal system is not independent, fails to respect human rights, and willing and capable to resort to torture or inhumane, cruel acts.  There is external support for this belief, in particular, a 14 June 2019 joint statement by various organisations highlighting, amongst other things, that there is doubt that people extradited to China will be treated in accordance with international human rights standards.\nIn their view, HK’s laws are insufficient to protect such persons now.  If the HK Extradition Bill was passed, the problem is made even worse.  Ultimately, this is an opinion based on fair assessment and observations, and its correctness remains to be seen.\n\nThe more extreme views against the HK Bill\nMany would have come across the following video, which features Dr Margaret Ng, a HK barrister, warning against supporting the HK Extradition Bill:-\n\nWe also came across the following infographic and decided to factcheck the key claims made in the infographic, notably, WHATS WRONG WITH THE BILL?\n\n \nIn light of our considerations below, we rate the above views as overblown and speculative. While there is reason to object to the HK Extradition Bill, speculating on China’s motives and doubting the independence of the HK judiciary or the Chief Executive is tantamount to fear mongering and unhelpful.\nIs the “Extradition Law” being amended to allow extradition to mainland China?\nThe Extradition Law, if passed, would have allowed extradition to any part of the world which did not have a standing agreement with HK on extradition, including mainland China.  However, we are unable to say if the inclusion of mainland China was the reason for proposing the HK Extradition Bill.\nHow extradition would traditionally take place\nUnder the Fugitive Offenders Ordinance and the Mutual Legal Assistance in Criminal Matters Ordinance, if another country believed that you had committed a crime punishable in their country, and you were physically located in Hong Kong, that country could make a request to Hong Kong either to surrender you or ask for criminal mutual legal assistance.  Assuming that this would fully comply with the above-mentioned Ordinances, Hong Kong could bring a fugitive to such other countries, or share evidence of such crime.\nHow did this work?\nImagine if you were a resident in HK, or someone who is located in HK (even temporarily), who potentially committed a criminal act or was somehow involved in a potential criminal matter outside of HK.\nThat country wishes to take you out of HK to face its criminal courts, or it wants evidence that is located in HK.  That country then makes a request to HK.\nHK would consider sending you to that country or provide assistance to that country’s criminal matters if:-\n\nThere was Double Criminality – If the act that you did was both a crime in HK as well as that foreign country. For cases under the Fugitive Offenders Ordinance, this means the offence alleged by the other country falls under a list of 46 crimes.\nYou were only being examined once. You cannot be charged with the offence in HK and also charged with the same offence for the same crime in the foreign place.  Or if HK had examined you for that offence and found you innocent, you can’t be sent to that other country to be charged for the same offence.\nThe offence in question was not an offence of a political nature. The same applies if there is reason to believe that the other country wants you because of political reasons or reasons related to race, religion, nationality or such opinions.\nThere will be no death penalty imposed.\nNo other offence will be imposed on you and you wouldn’t be re-surrendered to another place.\n\nHow are the above conditions met?\nIn the usual case, HK would enter into long-term bilateral arrangements or multilateral conventions applicable to Hong Kong.  To date, HK has Mutual Criminal Legal Assistance agreements with 32 states/countries, and Surrender of Fugitive agreements with 20 states/countries.\nA fugitive wanted in a place outside of Hong Kong and without any such agreements cannot be surrendered from Hong Kong and, no mutual criminal legal assistance can be provided unless special arrangements (known as “once-off” or “case-based” arrangements are made).\nIn once-off or case-by-case arrangements, the HK authorities must pass separate regulations (known as subsidiary legislation) to guide how you are surrendered to another country.  But take note, no extradition on “once-off” or “case-by-case” arrangement has happened in HK in the last 22 years (i.e. since 1997).\nWhat next if the above conditions are met?\nOk. So let’s say the above conditions are met – The other country or place agrees to the above.  That’s not the end of it.  There are still 3 steps to be taken.\nFirst, the Chief Executive of Hong Kong will review the case before deciding whether you should be surrendered to that place.\nIf the Chief Executive gives the authority to proceed, we move on to the second stage, called a “committal hearing”.  Here the HK authorities bring you to the HK Courts (and this is held in public), to let the Court decide if indeed it is ok to proceed.\nThird, you as an individual have the right to apply to the HK Courts to argue that the authority given was improper, or appeal.  Only once you have exhausted all avenues and the surrender order or agreement to provide mutual assistance is upheld, do you then face surrender.\nSo what’s the problem?\nNone of the above steps apply if China is the one seeking HK’s assistance to obtain your surrender.  Similarly, China cannot obtain any criminal legal assistance from HK.\nThe People’s Republic of China (including Taiwan, from HK’s perspective) is not part of any of these agreements and is specifically excluded from the Fugitive Offenders Ordinance and the Mutual Legal Assistance in Criminal Matters Ordinance.\nA fugitive suspected of committing a crime or being involved in a crime in China simply cannot be surrendered or made to assist in China’s criminal matters.\nIn early 2018, the Taiwan homicide case happened.  This involved Chin Tong-Kai, a 20 year old Hong Kong permanent resident, was alleged to have murdered his pregnant girlfriend while in Taiwan.  He claimed to have done so in a fit of anger after learning that she was pregnant with another man’s child.  After the act of murder, he abandoned her body in bushes near a subway station on the outskirts of Taipei on 13 March 2018.  He also took her ATM card and withdrew money from her account to pay credit card bills.\nHe returned to Hong Kong subsequently, but could not be surrendered to Taiwan for his offences.\nAs described by the HK Security Bureau in a brief to the Legislative Council (having functions similar to the Ministry of Home Affairs in Singapore),\n“The Taiwan homicide case has highlighted the loopholes in our existing regimes, including the impracticable operational requirements and geographical restrictions mentioned in paragraph 7 above.”\nThis referred to 2 things: First, Taiwan had no agreement in place with HK. Second, and more importantly, no arrangements could be made with Taiwan because of the exclusion of China from the various ordinances (this was called the “loophole” in HK extradition law).\nSo what did the HK Chief Executive propose to the Legislative Council?\nThe HK Chief Executive, through the Security Bureau, proposed to amend the ordinances with the HK Extradition Law.\nIn short, what the amendments would do to the ordinances was to:\nFirst, cut-down the time for a surrender to happen by letting the Chief Executive issue a certificate to respond to a foreign request for surrender/assistance.\nSecond, there would no longer be any restriction for surrender to China, Taiwan and Macau.\nSee the Legislative Council brief for the supporting documentation on the above points, here:\nb201903291_brf\nThe Disagreement\nThe HK people are presently opposed to the specific amendments above.  This is despite the fact that the earlier safeguards mentioned continue to apply and are, in some cases strengthened (for example, the Double Criminality protection was tightened to only 37 out of the 46 crimes).\nOn 4 March 2019, the HK Bar Association succinctly described the disagreement as follows:\n“HKBA notes that such proposed amendments would have the effect of enabling the rendition of Hong Kong residents, or persons merely passing through Hong Kong, to the Mainland without any legislative oversight of those arrangements.  Rendition of fugitives to the Mainland is both a complex legal matter and a controversial issue that has been in abeyance since 1997.  The HK SAR Government previously made a firm commitment that rendition arrangements with the Mainland would not be put in place without thorough consultation with the public.  HKBA is concerned that the Government is now “jumping the gun” by seeking to put in place ad hoc rendition arrangements in apparent breach of its commitment for full consultation on this delicate matter.”\nSummary of HKBA's Observations (Eng) FinalWith specific reference to China, the beliefs of the HK people behind the disagreements are largely, that the Extradition Bill violates the Basic Law of HK.  There is also a belief that a fair trial cannot be obtained in China because of a lack of independence to HK Courts and China’s record of violations of human rights.\nThese views have remained largely unchanged.\nDisagreement that there is any legal loophole\nThe HK Bar Association has pointed out that prior to 1997, there had been another ordinance known as the Chinese Extradition Ordinance (CEO).  This was an ordinance that allowed Chinese authorities to arrange for the extradition of fugitives in Hong Kong, which was then controlled by the British.\nThe CEO was unpopular and fell into disuse in the 1930s because the Chinese government felt that using it was to give effect to another treaty between China and Britain which it felt was “unequal” and which it had been forced to accept (the 1858 Treaty of Tientsin).\nWhen HK was handed back to China in 1997, the CEO was not adopted, as it was regarded as being a contravention against the HK Basic Law.  Likewise, the reasoning goes, the same treatment ought to be given to the HK Extradition Bill – If the CEO was in contravention of the HK Basic Law, then similarly the HK Extradition Bill ought to be regarded as such.\nNext and closely related to the above, is the argument that the existing laws (Fugitive Offenders Ordinance and Mutual Legal Assistance Ordinance) were deliberately drafted to exclude the possibility of extradition to China.  Support for this is found in the recent statements by a former Foreign Secretary to HK, Jeremy Rifkin, who claimed that this was the case.  We note that this has not been refuted by China, whose only response thus far is to insist that Britain cease to meddle in HK’s affairs.\nAssuming the above to be true, there would indeed be no “legal loophole”, as claimed by the HK Chief Executive.\nAs stated by the HK Bar Association in its publication “A Brief Guide to Issues Arising From the Fugitive Offenders and Mutual Legal Assistance in Criminal Matters Legislation (Amendment) Bill 2019”:\n“It might be the case that the HKSARG (HK Government) thinks it desirable now to extend the geographical reach of the FOO (Fugitive Offenders Ordinance) and the MLAO (Mutual Legal Assistance Ordinance) but it is unfair to describe the limitations on the reach of both ordinances as ‘loopholes’, implying that a negligent draftsman or a careless Legislative Council forgot to include the rest of China in both ordinances and that omission has only just been discovered.\nFOO was prepared by the outgoing colonial administration and enacted in April 1997. Macao, Taiwan and the Mainland are excluded because the definition of ‘arrangements for the surrender of fugitive offenders’ in s. 2 FOO is defined as arrangements between the HKSARG and the governments of other places outside Hong Kong “other than the Central People’s Government or the government of any other part of the People’s Republic of China”. This limitation on the scope of the FOO was, obviously, deliberate and a former Foreign Secretary, Sir Malcom Rifkind, has confirmed this to be the case, referring to relevant Foreign Office archive materials.\nWhen the FOO was enacted, it was envisaged that the HKSAR might enter into a long-term arrangement with the PRC in due course. The Government at that time explained that a separate but similar arrangement would be reached with the Mainland.3 The Government further contemplated using the FOO as a model for a long-term arrangement with the PRC.\nGoing back to the Government’s current preference to describe geographical limitation in the FOO as a “loophole”, if it was thought that the colonial draftsman had introduced an unwanted limitation then the FOO could have been amended soon after the establishment of the HKSAR. This did not happen. In fact, when the first HKSAR legislature came to enact MLAO in September 1997, the FOO definition of ‘arrangements for the surrender of fugitive offenders’ was copied for the definition of ‘arrangements for mutual legal assistance’ at s. 2 of that new law.”\nSee here:\nA Brief Guide to issues arising from the Fugitive Offenders And Mutual Legal Assistance in Criminal Matters Legislation (Amendment) Bill 2019 (“The Bill”)\n To add to the above, on 14 June 2019, the following 7 organisations drafted a joint statement on their observations of the HK Extradition Bill:\nThe Bar Human Rights Committee of England & Wales;\nThe Law Society of England & Wales;\nThe Human Rights Committee of the Law Society of England & Wales;\nThe International Bar Association’s Human Rights Institute;\nThe Defence Extradition Lawyer’s Forum;\nThe International Forum of Extradition Specialists; and\nFair Trials.\n The Joint Statement observed that in the UK, the extradition laws ensured that, amongst other things, fundamental human rights were observed if extradition was agreed.  If no such guarantee could be provided, the UK Courts would not grant extradition.  HK’s existing laws are insufficient to prevent breaches of human rights, and the HK Extradition Bill would make things worse. In their opinion (see the Conclusion):\n“Even leaving aside the broader rule of law implications of the proposals, Hong Kong’s current extradition system is not nearly robust enough to carry the heavy burden of ad hoc extradition. Unlike what is being proposed in Hong Kong, the ad hoc extradition arrangements in the United Kingdom operate pursuant to a robust judicial process equipped and empowered to deny any extradition that would expose a person to a violation of their human rights, including an unfair trial and/or oppression. That matters in the context of comparison being made in the public debate surrounding the Hong Kong extradition law proposals between the degree of protection they afford, or do not afford, and that found in extradition law internationally, including in the United Kingdom.” [Emphasis in bold added]\nFINAL-Joint-observations-on-the-human-rights-implications-of-the-Fugitive-Offenders-and-Mutual-Legal-Assistance-in-Criminal-Matters-Legislation-3\nThe HK Bar Association supported the above letter with its follow up letter on 21 June 2019:\nStatement of the Hong Kong Bar Association on Fugitive Offenders and Mutual Legal Assistance in Criminal Matters Legislation (Amendment) Bill 2019\nWe regard the Joint Statement above as based on calculated guesses on how HK would handle (or fail to handle) ad hoc extradition arrangements. They are essentially guesses since the procedure has never been used and ad hoc extradition arrangements have never been made in HK since 1997.  Assumptions are also being made on how the HK judiciary would interpret (or fail to interpret) the HK Extradition Bill, if passed. These assumptions are naturally biased against the Extradition Bill, and they are misleading because they distract us from the fundamental question, which is whether the HK Extradition Bill is contradictory and offends the HK Basic Law.\nA final note – A past incident: The HK Booksellers Incident\nThere have been past incidents which fuel the existing suspicions the HK residents have of the Chinese government.  We highlight one of them of particular relevance below.\nApparent kidnap of HK booksellers:\nThis took place between October and December 2015, and was known as the Causeway Bay Books Disappearances incident.  During that period, 5 of the staff of Causeway Bay Books, a bookstore located in Causeway Bay, Hong Kong, went missing.  The bookstore sells a number of political books that are considered sensitive and banned in mainland China.\nIn February 2016, the provincial authorities in Guangdong confirmed that all 5 men had been held for suspected illegal activities on the mainland (See here).\nOf the 5, 1 (Gui Minhai) remains in detention in mainland China for alleged involvement in a traffic accident, while the remaining 4 were released to Hong Kong after they had given a televised confession to conspiring with Gui to send banned books to mainland customers and conducting illegal book trading (See here).\nThe various televised interviews have been widely disbelieved as scripted interviews that were made under coercion by the Chinese government. Later on, 1 of the 4, Lam Weng Kee, gave a public interview confirming these suspicions.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/07/June9protestTreefong01-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-07-08T11:35:47+00:00",
    "Links in content": [
        "https://mothership.sg/2019/06/2-million-protesters-hong-kong/",
        "https://www.bloomberg.com/news/articles/2019-06-16/protests-swell-as-hong-kong-rejects-leader-s-compromise",
        "https://www.aljazeera.com/news/2019/06/hong-kong-protests-latest-updates-190612074625753.html",
        "https://t.co/0YPsExD3FM",
        "https://twitter.com/hkpoliceforce/status/1145703546144169986?ref_src=twsrc%5Etfw",
        "http://www.chinadaily.com.cn/a/201907/02/WS5d1b25cca3105895c2e7b3c3.html",
        "http://www.chinadaily.com.cn/hkedition/2019-05/22/content_37472233.htm",
        "http://www.chinadaily.com.cn/hkedition/2019-05/29/content_37475022.htm",
        "https://www.todayonline.com/world/murder-case-lit-fuse-hong-kong",
        "https://blackdotresearch.sg/wp-content/uploads/2019/07/b201903291_brf.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/07/Summary-of-HKBAs-Observations-Eng-Final.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/07/A-Brief-Guide-to-issues-arising-from-the-Fugitive-Offenders-And-Mutual-Legal-Assistance-in-Criminal-Matters-Legislation-Amendment-Bill-2019-“The-Bill”.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/07/FINAL-Joint-observations-on-the-human-rights-implications-of-the-Fugitive-Offenders-and-Mutual-Legal-Assistance-in-Criminal-Matters-Legislation-3.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/07/Statement-of-the-Hong-Kong-Bar-Association-on-Fugitive-Offenders-and-Mutual-Legal-Assistance-in-Criminal-Matters-Legislation-Amendment-Bill-2019.pdf",
        "http://time.com/4208964/china-hong-kong-booksellers/",
        "https://www.theguardian.com/world/2016/feb/29/hong-kong-booksellers-confirm-arrests-illegal-trading-china-tv"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/07/June9protestTreefong01-800x800.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "extradition",
        "hong",
        "kong",
        "protests",
        "angst"
    ]
}