{
    "link": "https://blackdotresearch.sg/wuhanwatch-to-mask-or-not-to-mask/",
    "Title": "COVIDWatch: To Mask Or Not To Mask?  ",
    "Tags": [],
    "Paragraphs": "\n\nTo say that the demand for masks is high is an understatement. In fact, masks are such a hot commodity that unscrupulous sellers on ecommerce platforms like Carousell and Qoo10 have been caught reselling them at ridiculously high prices.\nOne doesn’t need to look too far to figure out why this is happening, though. Singaporeans have expressed their concerns about masks running out in supermarkets and pharmacies on social media platforms like Facebook.\nIs there a need to freak out and grab all the masks one can get their hands on, though?\nHere are a few must-knows about mask-wearing, and we’ll leave you to make the decision yourself.\nWho Should Wear A Mask?\nSource: MOH\nAccording to the World Health Organization (WHO) and MOH, wearing a mask is not required if you are well.\nThere is also no evidence available on the usefulness of a mask in protecting non-sick persons.\nWHO even goes on to state that “wearing medical masks when not indicated may cause unnecessary cost, procurement burden and create a false sense of security that can lead to neglecting other essential measures such as hand hygiene practices”.\nRegardless, it is recommended that individuals avoid closed crowded spaces and maintain a distance of at least 1 meter from any individual with novel coronavirus respiratory symptoms (e.g., coughing, sneezing).\nHowever, do wear a mask if you are experiencing fever, cough, and/or difficulty breathing and seek medical attention if necessary.\nWhat Mask To Wear?\nSource: Facebook user Raven Qiu\nWhile some might be tempted to go all out and wear a mask like the one in the screenshot (full video here), MOH advises the public to wear a surgical mask which will help reduce the spread of the virus.\nProfessor Leo Yee Sin, executive director of the National Centre for Infectious Diseases, said in an interview with The Straits Times that “while the N95 mask gives the best protection, it is not practical for the public as most people do not know how to wear it correctly”.\nIt is also generally more difficult to breathe when one is using an N95 mask, so if you’re finding it easy to breathe with an N95 mask on…you’re better off not wearing one at all.\nWHO added that cloth (e.g. cotton or gauze) masks are not recommended under any circumstance.\nThe Health Sciences Authority also advises people to not wear the same surgical or N95 mask for an entire day, and to change masks regularly.\nHow To Wear A Mask?\nSource: MOH\nThere are a few general pointers to note in mask-wearing.\n\nThe mask should cover your mouth, nose, and chin\nThe coloured side of the mask should be facing outwards\nPinch the metal edge of the mask so it presses gently on your nose bridge\nWhile in use, avoid touching the mask\n\nAnother important aspect of mask-wearing that is often overlooked is the removal and disposal of a used mask.\n\nDo not touch the front of the mask and remove a used mask holding only the ear loops\nAfter removal or whenever you touch a used mask, clean hands using an alcohol-based hand rub or soap and water if visibly soiled\nReplace masks with a new clean, dry mask as soon as they become damp\n\nIt is also important to note that you should not re-use single-use masks, and that single-use masks should be disposed of immediately upon removal.\nTL;DR?\n\nWearing a mask is not necessary if you are well\nWearing a mask doesn’t mean you’re protected from the virus\nN95 masks offer the best protection but are often not worn correctly, so use a surgical mask\nCloth masks are not recommended\nThe mask should cover your mouth, nose, and chin\nMinimise the gap between the mask and your face as much as possible\nDo not touch the mask when in use\nClean your hands with an alcohol-based hand rub or soap and water when you touch a used mask\nDo not re-use single-use masks\nDo not wear the same mask for the entire day, change it regularly.\nBeyond mask-wearing, hand hygiene is more important\n\nThus, we recommend that while it’ll be good to have surgical masks ready at home, it would be wiser to wear them only when necessary and pay more attention to good hand hygiene practices instead.\nThe Situation So Far\nYesterday evening (29 January), the Ministry of Health (MOH) confirmed three new cases of the Wuhan coronavirus infection in Singapore. This brings the total number of cases in the country to 10.\nAll three cases are Chinese nationals from Wuhan.\nThe eighth and ninth cases are husband and wife, and they are currently warded in isolation rooms at the National Centre for Infectious Diseases (NCID). They are both 56-years-old.\nThey arrived in Singapore on 19 January and developed symptoms on 24 January. After taking a taxi to Tan Tock Seng Hospital on 27 January, they were classified as suspect cases and were immediately isolated at the NCID. Before hospital admission, they stayed with family members at their home in Lorong Lew Lian.\nThe tenth confirmed case is a 56-year-old man who arrived in Singapore from Wuhan on 20 January. He was admitted to the NCID on 28 January after being identified as a suspect case at a health screening station at Marina South Pier. He had been working and living on board a cargo vessel.\nThe three new patients are in a stable condition. MOH added that the earlier seven patients are also in stable condition, and most are improving.\nAt time of publication, there has been no sign of the virus spreading among the community yet.\n4 Masks Given To Every Singapore Household\nNational Development Minister Lawrence Wong also announced today (30 January) that every Singapore household will be receiving four surgical face masks from the national stockpile in a “one-time exercise”.\nCollection of masks for both public and private estates will start progressively at RCs and CCs from 2pm on 1 February. It will then be distributed at CCs starting from 6 February for private estate residents and HDB residents who did not collect previously at RC centres.\nPriority will be given to areas with high numbers of vulnerable residents as well as rental block residents and Pioneer Generation residents.\nResidents will have to bring their NRIC to verify their address when they collect the masks.\nCollection will start on Feb 1 and is expected to be completed by Feb 9.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/Masks.jpg",
    "Iframe Sources": [],
    "date": "2020-01-30T06:35:06+00:00",
    "Links in content": [
        "https://mothership.sg/2020/01/surgical-mask-n95-carousell/",
        "https://www.straitstimes.com/singapore/online-mall-qoo10-removes-listing-selling-30-anti-coronavirus-masks-for-10000?login=true",
        "https://www.who.int/publications-detail/advice-on-the-use-of-masks-the-community-during-home-care-and-in-health-care-settings-in-the-context-of-the-novel-coronavirus-(2019-ncov)-outbreak",
        "https://www.facebook.com/groups/1978443452476700/permalink/2555985791389127/",
        "https://www.tnp.sg/news/singapore/healthy-people-dont-need-wear-surgical-masks-experts?utm_medium=Social&utm_source=Facebook&fbclid=IwAR076s4RqiE7Su7vV0HtGsa1A2Hf-BGz69iNZqcT9hJ6qQO2EXVnvDioz9E#Echobox=1580349509",
        "https://www.straitstimes.com/singapore/singapore-confirms-3-more-wuhan-virus-cases-bringing-total-to-10-all-are-from-wuhan?utm_medium=social&utm_source=facebook&utm_campaign=stfb&fbclid=IwAR0kDhzGtVlJkhiaRacu65jZRkqJy8dAyO44VA2qovORq3qerRTH7U7QNPU&login=true&close=true",
        "https://www.channelnewsasia.com/news/singapore/face-masks-wuhan-virus-singapore-households-distribute-12369716"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/Masks.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "mask"
    ]
}