{
    "link": "https://blackdotresearch.sg/covidwatch-was-this-individual-targeted-by-enforcement-officers-because-of-his-baju-raya/",
    "Title": "COVIDWatch: Was this individual targeted by Enforcement Officers because of his Baju Melayu?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to a screenshot of a now-deleted Facebook post which was posted on Reddit:\n\nA Reddit user has kindly translated the post:\n“Just happened to me earlier today. I wore my Baju Melayu to Shengshiong today and purchase some stuff since we can’t go “Jalan raya” anyway. After all that I went on my way home. After I left my van I was stopped by 2 people and they asked me “where am I heading to?”. I questioned “who are they to ask me where am I heading to”. They then told me that they are on duty to catch anyone who is trying to go visiting. Hearing this, I told them I was returning home after buying stuff from Shengshiong. They retort sarcastically that “going to Shengshiong wear baju raya ar”. I then ask if it was a crime to wear my “Baju Melayu” to go to the shop but they moved on to asking where I stayed. I then told them I stay at this hdb block, again they question me sarcastically, “are you sure you stay at this block?”. I then answered sarcastically that “eh no la, I stay in a cave”. Upon getting a sarcastic answer, they were not pleased and wanted to summon me without checking my ID. I demanded to know on what charges am I being summoned? And they told me that I do not live at this HDB block and that I’m going for visiting. So I gave them my IC and they started to write down the summon. When they were leaving, I realised that they have not checked my IC properly and asked if they actually had a look at where I stay before issuing [me] a summon. They just kept quiet. I showed my address on the back of my IC and they were stunned. Long story short(not real TLDR) I tore the summon [in front of] their faces and left.”\nIt is not specified which agencies the individuals encountered by the person who shared his account could have been from.\nThere is also no photographic evidence (of the individuals or the torn up summon letter) of the encounter.\nWhat can Enforcement Officers do?\nIn an attempt to shed some light on what could have taken place, we looked through the standard procedures regarding the enforcement of safe distancing measures by Enforcement Officers (EOs).\nEOs are empowered to take enforcement action against members of the public who breach safe distancing measures.\nIndividuals who have been found to have breached safe distancing measures, including failure or refusal to comply with directions of an EO, will be asked to produce his or her particulars. In view of this, NEA advises individuals to “always carry a proof of identity (like NRICs) when performing essential activities”.\nOffenders are then issued notices either on site or through the mail, and no immediate payment or handing over of cash is required.\nEOs and SG Clean Ambassadors (who are paired with EOs during patrols, but are unable to issue notices) would be identifiable by their respective agencies’ corporate attire, staff pass and/or lanyards.\nOn the same note, individuals have been also advised to be vigilant and request for officers’ identification to verify their identities before complying with instructions.\nGoing back to the account, we see two main claims being made:\n\nHe was stopped by two individuals who alleged that they are “on duty to catch anyone who is trying to go (Hari Raya) visiting”\nThe individuals issued him a fine without properly checking the address on his IC\n\nThe first claim is especially problematic because it suggests that a certain group of individuals (i.e. Malay-Muslim individuals who are celebrating Hari Raya) are being singled out by EOs.\nWe rate this claim as unproven, because EOs are supposed to be on duty to look out for any individual who flouts safe distancing measures, regardless of background.\n\nThe next claim also suggests that even if the individuals he encountered were EOs, they were not following the correct procedures when issuing a fine.\nHowever, given that there doesn’t seem to be any photographic evidence of the (torn up) fine that was issued, we rate this claim as unproven.\n\nWe reached out to the relevant government agencies for clarification on the incident, if it happened in the first place.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/hariraya.png",
    "Iframe Sources": [],
    "date": "2020-05-29T02:38:52+00:00",
    "Links in content": [
        "https://old.reddit.com/r/singapore/comments/gpqchu/is_there_an_increase_in_manpower_for_social/",
        "https://www.nea.gov.sg/our-services/public-cleanliness/environmental-cleaning-guidelines/circuit-breaker-measures/frequently-asked-questions"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/hariraya.png",
    "Truefalse": [
        "unproven",
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "enforcement",
        "officers",
        "baju",
        "melayu"
    ]
}