{
    "link": "https://blackdotresearch.sg/covidwatch-was-this-a-video-taken-during-the-safra-jurong-private-event/",
    "Title": "COVIDWatch: Was this a video taken during the SAFRA Jurong private event?  ",
    "Tags": [],
    "Paragraphs": "\nWe were alerted to this video on Facebook, which claims that it was taken during a private dinner function held at Joy Garden restaurant in SAFRA Jurong on 15 February 2020.\nThe event has emerged as the largest cluster of COVID-19 infections to date, with a total of 39 cases confirmed as of 11 March 2020. The second largest cluster in Singapore is at the Grace Assembly of God church, with 23 confirmed cases.\nHere’s a screenshot of the post, in case it gets taken down:\n\nThe caption of the video claims that it was taken during the 15 February event at SAFRA Jurong.\nIt also brings in how DORSCON Orange was already in effect then, and that recommended control measures from MOH were cancelling or deferring “non-essential large-scale events”.\nPerhaps to chastise the singing teacher behind the event, the caption goes on to say that she “still [decided] to risk it out by carrying on with the event (sic)”.\nWho’s in the video?\nA screenshot taken from the video reveals the name “梁凤艺” (Liang Fengyi).\n\nDoing a quick Google search of the name, we found an article on Channel 8 News which talks about the event at SAFRA Jurong. In the article, it confirmed that Liang is a singing teacher who is infected with COVID-19.\nSpeaking to Liang’s god-brother, the article revealed that she is aware that netizens have criticised her for failing to heed the government’s advice of not holding gatherings during this period. She had even told her god-brother to send her screenshots of the comments.\nAccording to him, she feels very guilty and blames herself for sabotaging her students.\nHe added that as there were already confirmed cases of COVID-19 in Singapore prior to the banquet, Liang had asked her students if they should still go ahead with the event. Most of her students agreed, but Liang made sure to remind them to take precautions and to not attend the dinner if they felt unwell.\nAlthough guests had their temperatures taken and their travel histories checked before the dinner, Liang’s god-brother heard that despite these precautions, several guests who were sick still managed to attend the event.\nAdditionally, he heard that another attendee entered the venue despite having displayed symptoms of COVID-19.\nWhen was the video taken?\nWhile the lady in the video is Liang Fengyi, a confirmed case of COVID-19 from the SAFRA Jurong cluster, the video actually wasn’t taken during the event.\nSearching her name on Facebook reveals the same video uploaded 2 years ago, in March 2018:\n\n\n\n\n梁凤艺新春歌舞晚会\nPosted by Winnie Yar on Sunday, 4 March 2018\n\nTherefore, while it’s true that the person in the video is confirmed COVID-19 case Liang Fengyi, the claim that the video was taken during that fateful 15 February private event at SAFRA Jurong is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-14-at-11.24.06-AM-800x543.png",
    "Iframe Sources": [],
    "date": "2020-03-14T03:26:00+00:00",
    "Links in content": [
        "https://www.facebook.com/100008543535483/videos/2228961527398610/",
        "https://www.channelnewsasia.com/news/singapore/coronavirus-singapore-covid19-new-cases-safra-mar-10-12521660",
        "https://www.moh.gov.sg/news-highlights/details/risk-assessment-raised-to-dorscon-orange",
        "https://www.8world.com/news/singapore/article/singing-instructor-confirmed-case-1064521",
        "https://www.facebook.com/winnie.yar/videos/1545226278936627/",
        "https://www.facebook.com/winnie.yar/videos/1545226278936627/",
        "https://www.facebook.com/winnie.yar"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-14-at-11.24.06-AM-800x543.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "video",
        "event",
        "jurong",
        "safra"
    ]
}