{
    "link": "https://blackdotresearch.sg/changi-airport-covid19-cluster-september-2021/",
    "Title": "COVIDWatch: Was there a recent ‘outbreak’ in Changi Airport?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe post was published on 18 September, and while there is no explicit mention that the author could be referring to an outbreak (or cluster) of COVID-19 cases, a reply to a comment on the post mentioning a friend who allegedly works at the airport suggests that he is referring to it:\n\nIn the reply to the comment, he also mentioned that there is a “green lane for all vaccinated”.\nThe ‘green lane’ might be referring to the ‘Fast Lane & Reciprocal Green Lane (RGL)’  which was implemented through arrangements with several countries for certain groups of individuals.\n\nThis RGL was first announced last October, and did not take into account vaccination status, given that the first ever vaccination was only done last December in the UK.\nTherefore, he might be referring to the Vaccinated Travel Lane (VTL), under which fully vaccinated individuals would be able to travel to Singapore under reduced border measures. Pilot VTL arrangements began with Brunei and Germany, but individuals from more countries would be able to travel to Singapore under VTL come 23 September 2021.\nBelow is a table listing the countries and the conditions required for individuals to travel to Singapore:\n\nAs seen, it is not entirely true that there is a “green lane for all vaccinated”, given that eased measures are for fully vaccinated individuals from certain countries.\nBack to the initial claim that there’s an outbreak of COVID cases at Changi Airport, we did a check on the press releases from MOH from the 18th, 19th, 20th, and 21st of September and found that there is no report of any ‘outbreak’ or clusters at Changi Airport.\nTherefore, it is false that there is a current ‘outbreak’ of COVID-19 cases at Changi Airport. Additionally, it is also false that there is a ‘green lane’ for all vaccinated individuals.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/changioutbreak-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-22T03:39:17+00:00",
    "Links in content": [
        "https://www.changiairport.com/en/airport-guide/Covid-19/fast-lane-travel.html",
        "https://www.channelnewsasia.com/singapore/singapore-covid-19-fast-lane-green-lane-travel-arrangements-958251",
        "https://www.bbc.com/news/uk-55227325",
        "https://safetravel.ica.gov.sg/vtl/requirements-and-process",
        "https://www.gov.sg/article/updates-to-vaccination-differentiated-border-measures",
        "https://www.moh.gov.sg/news-highlights/details/update-on-local-covid-19-situation-(18-sep-2021)",
        "https://www.moh.gov.sg/news-highlights/details/update-on-local-covid-19-situation-(19-sep-2021)",
        "https://www.moh.gov.sg/news-highlights/details/update-on-local-covid-19-situation-(20-sep-2021)",
        "https://www.moh.gov.sg/news-highlights/details/update-on-local-covid-19-situation-(21-sep-2021)"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/changioutbreak-800x800.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": "",
    "keywords": [
        "outbreak",
        "changi",
        "airport",
        "recent"
    ]
}