{
    "link": "https://blackdotresearch.sg/covidwatch-was-this-video-of-large-quantities-of-eggs-being-thrown-away-taken-in-singapore/",
    "Title": "COVIDWatch: Was this video of large quantities of eggs being thrown away taken in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 24 Jun, 7:15pm] Given that the original post has been taken down, we have re-uploaded the video on our page.\n–\nWe have been alerted to this video being circulated on Facebook.\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/06/98080939_313603422962737_6092893898059808768_n.mp4\nThe video depicts two individuals throwing away trays of eggs.\nNear the end of the video, we see an individual cracking one of the eggs, revealing a bright yellow yolk:\n\nThe video was uploaded with the caption: “The Results of having a Useless Minister. Too anxious to Perform? To show off his Capabilities? Who totally lost touch with the Ground.”\nIt is not certain when or where the video was taken, and where the author of the Facebook post got the clip from.\nAt time of publication, the video has been shared over 450 times.\nEggy business\nWhile context isn’t entirely clear from the caption, a quick scan of the author’s replies to comments on the post gives us a clue.\n\nAccording to the screenshot above, we can establish that the author is claiming that the eggs in the video have gone bad due to an oversupply of them and thus needed to be thrown away.\n\nIn response to another comment, the author wrote “CCS’s Project”, making a reference to Minister for Trade and Industry Chan Chun Sing and his recent egg supply-related Facebook posts.\nThe first instance of this was on 19 March, in the midst of essentials (like eggs) flying off supermarket shelves due to panic-buying, and when the issue of food security loomed over an import-reliant Singapore:\n\n\n\n\nWas at Changi Airport this afternoon to receive a very special cargo – more than 300,000 eggs meant for domestic…\nPosted by Chan Chun Sing on Thursday, 19 March 2020\n\nThe most recent instance was on 5 June, when he welcomed the first shipment of eggs from Poland alongside Poland Ambassador Magdalena Bogdziewicz and Non-Resident Ambassador to Poland Dr Loo Choon Yong.\n\n\n\n\nThis morning, Poland Ambassador Magdalena Bogdziewicz, Non-Resident Ambassador to Poland Dr Loo Choon Yong and I…\nPosted by Chan Chun Sing on Thursday, 4 June 2020\n\n \nFast forward to mid-June, and the situation seems to have been reversed, according to a Lianhe Zaobao report published on 14 June.\nWith import restrictions lifted, egg sellers are now facing an oversupply of eggs. Egg distributor Kai Young Huat shared with the Chinese newspaper that recent sales have also fallen due to reduced demand, further exacerbating the situation.\nThe manager of Kim Hock Eggs Merchant, Bernard Ong, shared in a more recent article on The Straits Times that they had to throw away 250,000 eggs imported from Thailand last month when customers and supermarkets complained that their eggs had gone bad.\nHe added that when sales took a dip last month, the supply took two to three weeks to move and went bad even though the eggs were stored in chillers. According to Ong, batches of eggs were sold within two days of receiving them pre-circuit breaker.\nEgg farmers and distributors interviewed by The Straits Times also shared that they have been cutting their supplies of eggs due to the dip in demand.\nCould the video, then, be an accurate depiction of the current reality of egg distributors?\nVideo was posted on various FB pages over a month ago\nWhen we did a reverse image search of a screenshot taken from the video, we see that it was posted on 16 May on Facebook page 欢迎分享 Welcome To Share:\n\nThe caption accompanying the video roughly translates to “Unsold eggs being thrown away”.\nOnce again, there is no context of when or where the video was taken.\nIt is important to note that in the video, what looks to be telephone lines – something you don’t see much of in Singapore – are also seen in the background.\n\nIn fact, our reverse Google Image search also leads to Malaysian-based Facebook page “我们是马来西亚人 We are Malaysians”, on which the video was posted on 17 May.\n\nFrom the caption (“Expired egg…rotten eggs being thrown away after they couldn’t be sold”) and comments, it appears that the platform and netizens had similarly assumed that the incident took place in Malaysia.\nTherefore, while we rate that the suggestion that this video was taken in Singapore is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/eggs.png",
    "Iframe Sources": [],
    "date": "2020-06-22T10:59:45+00:00",
    "Links in content": [
        "https://www.facebook.com/777119685/posts/10158424438969686/?d=n",
        "https://blackdotresearch.sg/wp-content/uploads/2020/06/98080939_313603422962737_6092893898059808768_n.mp4",
        "https://www.todayonline.com/big-read/big-read-short-vegetables-eggs-fly-shelves-importance-food-security-hits-home",
        "https://www.facebook.com/ChanChunSing.SG/",
        "https://www.facebook.com/ChanChunSing.SG/posts/3048133651905264",
        "https://www.facebook.com/ChanChunSing.SG/",
        "https://www.facebook.com/ChanChunSing.SG/posts/3241307055921255",
        "https://www.zaobao.com.sg/news/singapore/story20200614-1060942",
        "https://www.straitstimes.com/singapore/distributors-struggle-with-egg-glut-prompted-by-earlier-panic-buying",
        "https://www.facebook.com/%E6%AC%A2%E8%BF%8E%E5%88%86%E4%BA%AB-Welcome-To-Share-101471054913214/",
        "https://www.facebook.com/watch/FBWAM/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/eggs.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "video",
        "thrown",
        "eggs",
        "singapore"
    ]
}