{
    "link": "https://blackdotresearch.sg/covidwatch-will-singaporeans-be-fined-if-they-dont-wear-a-mask-out/",
    "Title": "COVIDWatch: Will Singaporeans be fined if they don’t wear a mask out?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to a voice message being circulated on Whatsapp:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/04/WhatsApp-Audio-2020-04-08-at-7.29.57-PM.ogg\nThe voice message, fully in Hokkien, talked about new rules that allegedly prohibits eating in cars. The new rules also allegedly requires individuals to wear a mask on buses, MRTs, and taxis.\nThe creator of the voice message goes on to state that individuals who head out of their homes to purchase essential items or food would also be required to wear masks. Taxi drivers who do not wear masks would be fined $50, and the creator said that the owner of his taxi (which suggests he could be a taxi driver himself) also got a warning letter that afternoon for eating in his car.\nAccording to the creator of the voice message, these rules were allegedly announced on the radio and news.\nFirst of all, let us list the claims that the individual made check them off one by one:\n\nEating in cars is prohibited, individuals who do so will get a warning letter\nTaxi drivers who do not wear masks will be fined $50\nIndividuals who head out of their homes (to buy essential items, use public transport) are required to wear masks\n\nWhat does the bill say?\nThe only way to find out if there is any truth in the claims is to check them against existing reports and the COVID-19 (Temporary Measures) Act itself. Here’s what we managed to find out.\nIs eating in cars prohibited, and will you get fined?\nAs part of the circuit breaker measures, dining in at F&B outlets (including hawker centres, restaurants, and coffeeshops) are no longer allowed although individuals will be able to do takeaways or use food delivery services.\nWhile individuals are strongly advised to eat takeaways at home and to not loiter in public unnecessarily, there’s no mention that eating in a space like a car is prohibited, nor that those found doing so will get a warning letter.\nThe claim that eating in cars is prohibited and doing so would result in a warning letter is therefore unproven.\n\nWill taxi drivers without masks be fined $50?\nWhile Singaporeans are have been encouraged to wear masks when out and about during this period of time, there is no mention in the Act that taxi drivers or other essential providers are specifically required to wear masks while performing their jobs.\nAccording to a screenshot of an enquiry sent by an individual to the NCPC Anti-Scam helpline, it is reiterated that there while Singaporeans are encouraged to wear masks, there are no fines for not doing so.\n\nA check on Grab’s website also reveals that all drivers-partners are simply “encouraged” to wear a mask as they drive to curb the potential spread of the virus.\nThe claim that a $50 fine will be given to taxi drivers who don’t wear masks is therefore false.\n\nAre individuals who head out of their homes required to wear masks?\nAs answered above, members of the public are encouraged to wear masks when they are out and to maintain a 1 metre distance from others, but there are no penalties for those who don’t.\nThe claim is therefore false.\n\nHowever, starting from 12 April, individuals will be required to wear masks to enter 40 markets managed by the National Environment Agency (NEA) or NEA-appointed operators. NEA also urged individuals to limit their market visits to once a week and on weekdays or non-peak hours on weekends.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/030220-singapore-coronavirus-800x528.jpg",
    "Iframe Sources": [],
    "date": "2020-04-09T07:12:29+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2020/04/WhatsApp-Audio-2020-04-08-at-7.29.57-PM.ogg",
        "https://sso.agc.gov.sg/SL/COVID19TMA2020-S254-2020?DocDate=20200407",
        "https://blackdotresearch.sg/covidwatch-was-this-man-arrested-for-eating-at-his-void-deck/",
        "https://www.grab.com/sg/press/others/grab-singapore-announces-additional-measures-to-support-partners-and-customers-during-circuit-breaker-period/",
        "https://www.channelnewsasia.com/news/singapore/markets-no-face-mask-wear-entry-nea-covid-19-coronavirus-12632510"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/030220-singapore-coronavirus-800x528.jpg",
    "Truefalse": [
        "unproven",
        "false",
        "false"
    ],
    "Description": "",
    "keywords": [
        "fined",
        "singaporeans",
        "mask",
        "wear"
    ]
}