{
    "link": "https://blackdotresearch.sg/covidwatch-will-all-bars-and-restaurants-be-open-without-restrictions-on-31-dec/",
    "Title": "COVIDWatch: Will all bars and restaurants be “open without restrictions” on 31 Dec?  ",
    "Tags": [],
    "Paragraphs": "\nWe’ve been alerted to a message being forwarded on WhatsApp:\n\nAccording to the message, the Singapore government confirmed that “all bars and restaurants can open without restrictions” to celebrate the new year. The message also curiously includes two links – one to CNA’s front page, another to what seems to be an external preview link on Reddit.\nGiven that F&B establishments are currently still operating under strict restrictions, does the author of the WhatsApp message know some insider information that the rest of us don’t?\nWell, while the first link does lead to CNA’s front page, here’s what the latter leads to:\n\n\n\n\n\n\n\n*Warning: Readers who are sensitive to simian-related profanity should be prepared for potentially upsetting content.*\n\n\n\n\n\n\n\n.\n.\n.\n\nThe prankster who crafted the message probably decided that the inclusion of a legitimate news website in the message would bait more members of the public into clicking the second link.\nNeedless to say, the claim is false and can even be called satire.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/12/gorilla-800x800.png",
    "Iframe Sources": [],
    "date": "2020-12-30T09:14:02+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/",
        "https://external-preview.redd.it/vxPXEGgL4v8mCGw06IFGsmJNtqWQg-z60xQQ79dHKPY.jpg?auto=webp&s=db7685262e9b352a4888e547f52a244e2ea2cb9f"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/12/gorilla-800x800.png",
    "Truefalse": [
        "false",
        "satire"
    ],
    "Description": "",
    "keywords": [
        "open",
        "restaurants",
        "restrictions",
        "bars"
    ]
}