{
    "link": "https://blackdotresearch.sg/covidwatch-will-sdas-be-checking-peoples-homes-during-chinese-new-year/",
    "Title": "COVIDWatch: Will SDAs be checking people’s homes during Chinese New Year?  ",
    "Tags": [],
    "Paragraphs": "\n[Update: 28 January 2021, 4:53pm] We have added MSE’s clarification and updated the rating.\n–\nWe’ve been alerted to an audio clip that has been making its rounds on WhatsApp:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/01/WhatsApp-Audio-2021-01-27-at-2.25.58-PM.ogg\nBelow is a translation of what the individual said in the clip. The translation has been edited for clarity and brevity:\n“An agent said that they will go to homes and do checks during Chinese New Year to see how many visitors there are in your home. My friend who took on this job said it pays $15 per hour. Each person would be allocated a few areas, like Ang Mo Kio, Toa Payoh, Hougang and all. There are 2 shifts. They said that they’ll hire 5,000 people for this.”\nIt is not mentioned where the agent mentioned is from and who ‘they’ are specifically, but perhaps what stands out is the claim that spot checks would be done at people’s homes to ensure that they do not surpass the maximum number of visitors permitted. There was no specific mention of the term ‘Safe Distancing Ambassadors’ (SDAs) in the clip, but context suggests that she might have been referencing them.\nDue to the COVID-19 pandemic, every household would only be permitted to receive up to eight visitors each day, and individuals are advised to limit themselves to visiting a maximum of two other households a day as much as possible. These restrictions have taken effect from 26 January.\nAnother message which has been forwarded on WhatsApp makes similar claims:\n\nIn the message, we see an additional detail – that home owners caught flouting the rules would be fined $10,000 while their guests would be fined $300 each.\nNot the first time claims of ‘spot checks’ have surfaced\nThe claims that there would be spot-checks during the Chinese New Year period reminds us of when claims that the authorities and the Police were doing spot-checks on residential units were floating around on WhatsApp and social media in April last year. Then, the Police clarified that they “do not proactively conduct checks at residential units”, but will still take enforcement action if they come across anyone flouting safe distancing measures when attending to other types of incidents at residential units reported by the public.\nLast year, an announcement on the Ministry of Sustainability and the Environment (MSE)’s website revealed that since the start of the circuit breaker period on 7 April 2020, 3,000 Enforcement Officers (EOs), and SG Clean Ambassadors and SDAs were deployed daily to public spaces in HDB estates to ensure safe distancing measures are observed. While these individuals are deployed to patrol public spaces, there was no mention of spot checks being done at homes.\nHowever, Education Minister Lawrence Wong said last week that enforcement officers will do random spot checks to enforce the new rule on household visits. He said: “We know it is not easy to enforce […] It may not be 100 per cent, because you can’t have people everywhere, in every home, checking 100 per cent of the time. But we will get feedback from residents themselves, we will be doing random checks.”\nTherefore, the claim that spot checks would be done by EOs is true.\n\nMSE: There is no such hiring exercise being conducted\nIn an email, MSE clarified that “there is no such hiring exercise being conducted by agencies involved in the enforcement of safe distancing measures (SDMs) and safe management measures (SMMs)”.\nThey added: “Agencies have deployed Safe Distancing Ambassadors (SDAs) since the Circuit Breaker in 2020, and have been hiring to replace attrition. The number of SDAs has remained constant. There is no plan to hire an additional 5,000 SDAs for the Lunar New Year period.”\nThe claim that there will be 5,000 new SDAs being recruited is false.\n\nMSE has also urged “everyone to follow the rules, do our part by being socially responsible, including during festive periods, to prevent a resurgence in community transmission and keep Singapore safe”.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/01/sdacny-800x800.png",
    "Iframe Sources": [],
    "date": "2021-01-28T01:23:15+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2021/01/WhatsApp-Audio-2021-01-27-at-2.25.58-PM.ogg",
        "https://www.channelnewsasia.com/news/singapore/covid-19-cny-things-to-know-8-visitors-lohei-mask-dining-out-14020958",
        "https://blackdotresearch.sg/covidwatch-are-spot-checks-being-done-at-homes-to-ensure-no-social-gatherings-are-happening/",
        "https://www.mse.gov.sg/resource-room/category/2020-04-15-press-release-on-safe-distancing-in-public-spaces-in-hdb-estates/",
        "https://www.straitstimes.com/singapore/health/ministry-debunks-audio-clip-about-people-being-hired-to-spot-check-households",
        "https://www.straitstimes.com/singapore/health/toss-the-yusheng-but-dont-toss-aside-that-face-mask"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/01/sdacny-800x800.png",
    "Truefalse": [
        "true",
        "false"
    ],
    "Description": "",
    "keywords": [
        "sdas",
        "homes",
        "chinese",
        "checking"
    ]
}