{
    "link": "https://blackdotresearch.sg/covid-19-vaccination-travel-mandatory/",
    "Title": "VACCINEWatch: Will COVID-19 vaccination certificates be mandatory for travel?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nThe message is written in rather questionable English, but here’s what we can understand from it:\n\nIndividuals should use their passport number and full names as their preferred ID on COVID vaccination certificates\nInsurance companies would insist “on the same” (passport number, full names as reflected on passports) to cover claims from hospitalisation due to COVID-19\nInsurance companies will increase premiums for those without vaccination\nThe vaccination certificate will be “another attachment” to one’s passport for international and inter-state travel\nThe vaccination certificate will be mandatory for insurance, hospital admissions and surgery\n\nThere is also a mention of a certain “14 digit number”.\nWhile it is uncertain if the message’s contents are country-specific, it does seem like the author could be saying that there will be a globally-recognised, standardised COVID vaccination certificate that individuals from all countries will need to possess to travel.\nGiven how convoluted the message is, here are the three main claims made:\n\nA vaccination certificate will be attached to passports and will be mandatory for international and inter-state travel\nVaccination certificates will be mandatory for insurance, hospital admissions and surgery\nInsurance companies will increase premiums for those without vaccination\n\nClaim #1: A vaccination certificate will be mandatory for travel?\nThere is currently no standardised ‘template’ for vaccination certificates issued by various countries.\nWhile Singapore Minister for Foreign Affairs Vivian Balakrishnan announced earlier in February that Singapore had developed a “globally inter-operable” standard for cross-border verification of health documents, this is only for the issuing of digital COVID-19 test result certificates.\nWhen asked if this would be extended to vaccination certificates, the Smart Nation and Digital Government Group (SNDGG) said that the Government is “closely monitoring” international developments on the use of digital vaccination certifications for travel. Discussions with the International Civil Aviation Organisation and various countries on the mutual recognition of such certifications would also “take some time as most countries have only just started vaccinations”.\nSNDGG also added that “The World Health Organisation’s current recommendation is that COVID-19 vaccinations should not be imposed as a condition of entry.”\nGiven that getting vaccinated for COVID-19 is not mandatory in the first place, it is therefore false that individuals would need to have a vaccination certificate to travel.\n\nClaim #2: Vaccination certificates will be mandatory for insurance, hospital admissions and surgery\nOnce again, given that vaccination is not mandatory, to say that these certificates will eventually be mandatory for essential processes like buying insurance, getting admitted into hospital, or undergoing a surgery is not just unreasonable but downright tyrannical.\nUnless the mandate somehow changes to make vaccination compulsory for all, the claim is false.\n\nClaim #3: Insurance companies will increase premiums for those without vaccination\nThe Life Insurance Association Singapore (LIA) unveiled on 25 January this year that additional coverage will be provided for policyholders who suffer from allergic reactions from the vaccination. For context, LIA is the not-for-profit trade association of life insurance product providers and life reinsurance providers based in Singapore and registered by the Monetary Authority of Singapore (MAS).\nLIA announced that all 7 Integrated Shield Plan insurers are extending their coverage until 31 December 2021 for now. The insurers consist of AIA, AXA, Aviva, Great Eastern, NTUC Income, Prudential and Raffles Health Insurance.\nOn the flipside, we see another insurance-related claim making its rounds in the US and Canada that takes on a different spin. In this claim, we read that insurance companies would not provide a pay out if one dies from complications from the vaccine:\n\n\nThis claim has been debunked by Manulife, the Canadian Life and Health Insurance Association and American Council of Life Insurers (ACLI), a trade association that represents the life insurance industry in the US. Jan Graeber, a senior actuary at ACLI called it “an incorrect and unfortunate rumour”, adding that “insurance companies pay death benefits on policies, when the insured dies, regardless of the cause of death, except in very narrow and limited circumstances”.\nIn a statement issued on 12 March, ACLI said that “life insurers do not consider whether or not a policyholder has received a COVID vaccine when deciding whether to pay a claim” and that “policyholders should rest assured that nothing has changed in the claims-paying process as a result of COVID-19 vaccinations”.\n“Life insurance policy contracts are very clear on how policies work, and what cause, if any, might lead to the denial of a benefit. A vaccine for COVID-19 is not one of them.”\nAs for whether or not insurers will eventually increase premiums for individuals without vaccination, there is no evidence to prove that this will be the case and is therefore unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/vaccinetravel-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-25T04:18:16+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/singapore-healthcerts-verification-covid-19-test-vaccine-14287996",
        "https://www.singsaver.com.sg/blog/covid19-vaccination-insurance-coverage",
        "https://www.lia.org.sg/about-us/role/",
        "https://www.wusa9.com/article/news/verify/covid-vaccine-and-life-insurance-manulife-insurance-payout-covid-19-vaccine-fact-check-2021-does-covid-vaccine-invalidate-life-insurance/65-0ab4c6b8-536e-4acb-a4ac-ae0d0317a3ba",
        "https://www.acli.com/Posting/NR21-012"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/vaccinetravel-800x800.png",
    "Truefalse": [
        "false",
        "false",
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "vaccination",
        "travel",
        "covid",
        "certificates"
    ]
}