{
    "link": "https://blackdotresearch.sg/are-these-keyholders-actually-tracking-devices-used-by-robbers/",
    "Title": "Are these keyholders actually tracking devices used by robbers?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to an image of what looks to be a screenshot of a WhatsApp message being forwarded on said platform:\n\nThe message claims that keyholders like those in the attached photo are being “given [out] for free at petrol stations and shopping malls by people pretending to be doing promotions”. It then warns the public not to take these devices, as it is a device used by robbers to track where potential victims live.\nClaim was debunked…12 years ago?\nDoing a reverse Google Image search, we see a link to a fact-check on Snopes published all the way back in 2008.\nIn the fact-check, we read that warnings about robbers handing out free key rings/keyholders to track potential victims have been circulating since August 2008.\nAccording to the fact-check, a few versions of these messages have been circulated over the years in various countries and on various platforms. One of the versions seemingly quotes a warning from a Harris County Constable, another claims that key rings are being given out at petrol stations in Nairobi by “syndicates made up of Ghanaians and Nigerians” and another quotes an incident that happened to a certain fellow named ‘Andre’ who found “a type of SIM card” in a key holder he got from a petrol attendant.\nSnopes debunked all the claims, stating that the origin of the rumour began with the free distribution of “completely innocuous, (light-activated) flashing key rings at gas stations in South Africa as a promotional device for gasoline retailer Caltex (a brand name of the Chevron Corporation)”.\nThe fact-check also included a photo of the key ring that Caltex was giving out, and it looks nothing like the keyholders in the warning message:\n\nIn fact, from the Google Image search results, we found the picture of the 4 devices being used for listings for Bluetooth GPS trackers that are typically used to (ironically?) protect one’s valuables.\n\n\nThe reverse Google Image search also led us to a more recent article on Malaysian newspaper New Straits Times, published in 2016.\nIn the article, it was reported that a WhatsApp message about a supposed syndicate using “electronic key holders” to detect victims’ whereabouts was going viral in Malaysia. The article also asserted that the claim was “nothing new”, as the Federal police in Bukit Aman had actually issued a statement in 2014 to refute the claims and said then that the police had not received any reports on the matter.\nTherefore, the claim that location trackers disguised as free promotional keyholders/key rings is being given out is false.\n\nIt is uncertain the context in which the warning is supposed to be relevant, but we are speculating that it could be generating some buzz among Singaporeans recently due to the mandated use of the TraceTogether Token by the Government to aid contact tracing in the fight against COVID-19. However, it is important to note that the Token captures proximity data via Bluetooth and does not capture GPS / geolocation data.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/keyringtrackers-800x800.png",
    "Iframe Sources": [],
    "date": "2020-11-24T07:45:08+00:00",
    "Links in content": [
        "https://www.snopes.com/fact-check/key-crime/",
        "https://www.nst.com.my/news/2016/04/142255/claims-key-holder-tracking-device-refuted-two-years-ago",
        "https://support.tracetogether.gov.sg/hc/en-sg/categories/360004357834-TraceTogether-Token"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/keyringtrackers-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "keyholders",
        "robbers",
        "devices",
        "tracking",
        "used"
    ]
}