{
    "link": "https://blackdotresearch.sg/are-there-really-650000-overseas-indians-in-singapore/",
    "Title": "Are there really 650,000 Overseas Indians in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the post included a link to an article on Singapore Uncensored which was published in September 2020. The article talks about how a thread on local forum Hardwarezone shared a screenshot of a table created by the Ministry of External Affairs India which revealed the population of overseas Indians in various countries. According to the table, there were 350,000 Non-Resident Indians (NRIs) and 300,000 Persons of Indian Origin (PIOs) in Singapore, meaning that there were 650,000 overseas Indians (the sum of NRIs and PIOs) in Singapore at time of compilation.\nIt is not mentioned when the data for that table was collected, but in another document uploaded by the Ministry of External Affairs India, we see the same figures being reported. According to the document, the data was compiled in December 2018.\n\nEarlier last year on 20 January 2020 we were alerted to another a thread on Hardwarezone which also shared the same information. That thread has since been taken down. In that thread, forum users pointed to a report on The Straits Times which created an infographic based on the United Nations’ International Migrant Stock 2019 report.\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn the infographic, Malaysians made up 44% of the 2,155,653 new migrants to Singapore in 2019, followed by Chinese at 18% and Indonesians and Indians being tied at 6%. A quick calculation reveals that according to these figures, approximately 129,339 Indian migrants came to Singapore in 2019.\nST added that the UN figures are based on public data from Singapore’s Department of Statistics.\nWe looked at the Population in Brief 2019 report which breaks down the profile of individuals granted citizenship and/or PR in 2018:\n\nHowever, the figures offered are only by region, not by country.\nWhen looking at the Population in Brief 2020 report, we were only able to get data on the total population (which includes residents and non-residents) and ethnic composition of the resident population (citizens and permanent residents) in Singapore.\n\n\nAccording to this information, there are approximately 363,978 individuals of Indian ethnicity who are Singapore citizens or PRs as of end-June 2020.\nThe Definition Of NRIs And PIOs\nWe first need to define the terms ‘Non-Resident Indians (NRIs)’ and ‘Persons of Indian Origin (PIOs)’.\nNon-Resident Indian (NRI)\nAccording to the Income Tax Department of India, a Non-Resident Indian (NRI) is “an individual who is a citizen of India or a person of Indian origin and who is not a resident of India”.\nIt goes on to clarify that as per section 6 of the Income Tax Act, an individual is considered to be a NRI if he/she is not a resident in India. However, an individual will be considered a resident in India in any previous year if:\n\nHe/she is in India for a period of 182 days or more during the previous year or;\nHe/she is in India for a period of 60 days or more during the previous year and 365 days or more during 4 years immediately preceding the previous year\n\nAs the State Bank of India puts succinctly, the term NRI refers to an Indian citizen or a person of Indian origin who lives outside India “for purposes of employment, carrying on business or vocation in circumstances as would indicate an intention to stay outside India for an indefinite period”.\nPersons of Indian Origin (PIO)\nThe definition of Persons of Indian Origin (PIO) is a little more straightforward.\nA PIO refers to a foreign citizen who held an Indian Passport at any point in time or whose parents/grandparents/great grandparents were citizens of India. Therefore, for example, an individual of Indian ethnicity who was born in Singapore is also considered a PIO.\nTherefore, the 650,000 figure (regardless of whether or not it is accurate) should include individuals of Indian ethnicity who were born and raised in Singapore.\nAn effect of CECA…?\nGoing back to the Facebook post, we see that the figure has invoked negative sentiments from some netizens who have spewed rather vile comments and (once again) brought up CECA.\n\nAs a quick overview about the history of the term (once again), “CECA” refers to the India – Singapore Comprehensive Economic Cooperation Agreement. The term has in recent times been used as a slur by certain netizens when referring to Indian nationals who live in Singapore, even spurring on the Government needed to come forward to clarify misconceptions of the agreement, including how CECA does not give Indian nationals the right to take up citizenship or permanent residency and also that it does not oblige Singapore to automatically grant employment passes (EPs) to Indian nationals.\nTwo fact-checks we did recently (one on a ‘CECA youth’ planning an attack on two mosques, another on Temasek Holdings’ new CEO) offer a peek into the sentiments some locals have regarding the agreement. Incidentally, the two previous claims come from the same Facebook group that this particular claim is found on.\nHowever, given the lack of publicly available information regarding the number of individuals from India who have moved to Singapore in recent years (whether under CECA or not), it is unproven that there are 650,000 overseas Indians in Singapore.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/02/overseasindians-800x800.png",
    "Iframe Sources": [],
    "date": "2021-02-24T02:06:33+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2700567110155573/permalink/2835641639981452/",
        "https://singaporeuncensored.com/india-ministry-of-external-affairs-650000-indians-in-sg/?fbclid=IwAR2OvQXOrCPYvRHh2wzwvzgINMSsfR1BSszVDAsyc1EuSs8dVt8Bqd-1ggU",
        "https://forums.hardwarezone.com.sg/eat-drink-man-woman-16/seriously-got-650-000-indian-indians-here-6377592.html",
        "https://mea.gov.in/images/attach/NRIs-and-PIOs_1.pdf",
        "https://www.mea.gov.in/Images/amb1/ru2885_anxx121.pdf",
        "https://forums.hardwarezone.com.sg/eat-drink-man-woman-16/%5Bofficial-u-cant-informed-truth-%5D-indian-gov-compiled-overseas-indians-data-6186318.html",
        "https://www.population.gov.sg/files/media-centre/publications/population-in-brief-2019.pdf",
        "https://www.singstat.gov.sg/-/media/files/publications/population/population2020.pdf",
        "https://www.incometaxindia.gov.in/Pages/non-resident-indian.aspx",
        "https://www.statebank.com/pdf/nri-and-pio.pdf",
        "https://www.mea.gov.in/Portal/CountryQuickLink/703_PIO-OCI.pdf",
        "https://www.dbs.com/in/treasures/articles/nri-hub/live-enriched/difference-between-pio-and-oci#:~:text=Person%20of%20Indian%20Origin%20(PIO)%20means%20a%20citizen%20of%20any,c)%20the%20person%20is%20a",
        "https://www.enterprisesg.gov.sg/non-financial-assistance/for-singapore-companies/free-trade-agreements/ftas/singapore-ftas/ceca",
        "https://www.straitstimes.com/politics/clarifying-3-common-misconceptions-about-ceca",
        "https://blackdotresearch.sg/self-radicalised-teen-singapore-mosque-ceca/",
        "https://blackdotresearch.sg/temasek-holdings-ceo-dilhan-pillay-ceca/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/02/overseasindians-800x800.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "singapore",
        "000",
        "overseas",
        "650",
        "indians"
    ]
}