{
    "link": "https://blackdotresearch.sg/mirror-hdb-void-deck-singapore/",
    "Title": "Are mirrors installed at HDB void decks to prevent bicycle theft during 7th month?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook page Fake News – Singapore:\n\n\n\n\nTo deter bicycle theft during 7th month, Police put up mirrors at various void decks.\nPosted by Fake News – Singapore on Sunday, 6 September 2020\n\nThe photo in the post shows what looks to be a mirror placed in front of a bicycle rack at a HDB void deck. The caption in the post states that mirrors have been put up by the Police at various void decks during the 7th month in a bid to deter bicycle theft.\nFor the unacquainted, the 7th month is better known as the Hungry Ghost Festival, and is reportedly the time of the year when ghosts and spirits emerge from hell.\nWhile we are unable to find the exact source of the image, a Google image search led us to an earlier post on Facebook page Al-kisah:\n\n\n\n\nWaaaah bawah block da ade OOTD mirror 😂\nPosted by Al-kisah on Wednesday, 2 September 2020\n\nThe caption loosely translates to “Wah there’s an OOTD mirror under the block”.\nSo what are the mirrors for?\nWhile it’s evident that the speculations made by both Facebook pages are tongue-in-cheek, we were also unable to find any information on why mirrors are being put up at void decks.\nHowever, we were able to find an article published in 2014 which talks about a project by the Jurong Police Division where mirrors were installed on lift doors at HDB blocks. The purpose of the mirrors was for those in a lift to monitor people behind them and to watch out for crime. Then, around 450 HDB blocks in areas including Bukit Batok, Choa Chu Kang and Jurong West had their lifts installed with such mirrors.\nWhen we reached out to the Police for clarification on the purpose of the mirrors installed at void decks, they replied stating that they are “unable to comment on the issue raised”.\nTherefore we rate the claim that the Police puts up mirrors at void decks during the 7th month in a bid to deter bicycle theft as unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/hdbmirror.png",
    "Iframe Sources": [],
    "date": "2020-09-08T08:22:29+00:00",
    "Links in content": [
        "https://www.facebook.com/FakeNewsSingapore/posts/2744968889057692?__cft__[0]=AZWBv6cTyrBXZ0KulQVOt5JAOxYOa3xr4fY_2eRQ-88tU0yIKdwlk0E6HHX9jtaS3f68fwP0K1QC7ALLp9JB-h30L9MWXLM8MTcaHosn9plGslGZbqpNB8xoWrM34aoSUpNp2ZTKgr5m0bj-nCi4HCn9CR1A1Mk38xDqG1e26RLyhYAYSAiDgoPjFh82x4frUJtHZij4YGb1NekLHx5l5Fke&__tn__=%2CO%2CP-R",
        "https://www.facebook.com/FakeNewsSingapore/",
        "https://www.facebook.com/FakeNewsSingapore/",
        "https://www.facebook.com/FakeNewsSingapore/posts/2744968889057692",
        "https://www.facebook.com/alkisahproductions/photos/a.510440719476300/966921273828240",
        "https://www.facebook.com/alkisahproductions",
        "https://www.facebook.com/alkisahproductions/",
        "https://www.facebook.com/alkisahproductions/photos/a.510440719476300/966921273828240/?type=3",
        "https://www.todayonline.com/singapore/mirrors-hdb-lifts-aim-deter-crime"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/hdbmirror.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "mirrors",
        "bicycle",
        "theft",
        "hdb",
        "void"
    ]
}