{
    "link": "https://blackdotresearch.sg/are-our-whatsapp-messages-and-calls-being-monitored-by-the-government/",
    "Title": "Are our WhatsApp messages and calls being monitored by the government?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this rather lengthy message being forwarded on WhatsApp:\n\nThe message makes several claims:\n\n\n\nAll calls will be recorded, and these recordings will be saved\nSocial media platforms like WhatsApp, Facebook, Twitter will be monitored\nIndividuals’ devices will be connected to ‘the ministry system’\nAny posts individuals send regarding the government/politics/religion/’current situation’ will be considered a crime\nIndividuals can be arrested for this without a warrant\n\n\n\nIt is not mentioned which country’s government is being referred to in the message, what the ‘current situation’ is, and what date the ‘tomorrow’ actually is.\nThe message also includes what is supposedly updated statuses on WhatsApp:\n\n✔ = Message sent\n✔✔ = Message reached recipient\nTwo blue ✔✔ = Message read by recipient\nThree blue ✔✔✔ = Government took note of the message\nTwo blue and one red ✔✔✔ = Government can take action against you\nOne blue and two red ✔✔✔ = Government is checking your information\nThree red ✔✔✔ = Government has started action against you and you will get a court summons soon\n\nIt is uncertain where the author of the message got their information from, given that presently, there are only 3 message statuses on WhatsApp:\n\nWhat’s up with WhatsApp?\nFacebook-owned WhatsApp has recently come under fire after the announcement of an update in its privacy policy, in which it is now reserving the right to share data it collects about users with the broader Facebook network which also includes Instagram. The data will be shared regardless of whether or not you have accounts on those platforms.\nAll WhatsApp users will need to accept the new terms by 8 February. If they don’t, they will be unable to continue using the service.\nIs there any truth in the message then?\nFacebook addresses privacy concerns\nIn a tweet published on 12 January, head of Instagram and former Facebook executive Adam Mosseri said that there is “a lot of misinformation” about the updated WhatsApp terms of service.\n\nMosseri assured that the update “does not affect the privacy of your messages with friends or family in any way”, and shared a link to a WhatsApp blog post which addressed pressing questions about the update and its implications.\nIn the blog post, WhatsApp clarified that they cannot see private messages or listen to calls, don’t keep logs of who everyone’s messaging or calling, among others:\n\nTherefore, the claims made in the WhatsApp message (down to the new statuses) we screenshot are false.\n\nSpeaking of the ‘new’ message statuses, we actually did a factcheck on a similar claim that was making its rounds back in April 2019:\n\nThe claim also brought in how the government is monitoring WhatsApp messages, and that action can be taken against individuals “if necessary”. Then, we debunked the claim, and also observed how the news on the third tick was first spotted in 2014 on De Speld, a Dutch satire website, and in another satirical piece on ScoopWhoop, an India-based media company.\nIt is uncertain whether or not the author of the latest claims is yet another prankster, but with news of WhatsApp’s new privacy terms, it’s no surprise that more would be susceptible to believing what’s being alleged.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/01/whatsappgov-800x800.png",
    "Iframe Sources": [],
    "date": "2021-01-14T07:30:31+00:00",
    "Links in content": [
        "https://faq.whatsapp.com/android/security-and-privacy/how-to-check-read-receipts/?lang=en",
        "https://www.bloomberg.com/news/articles/2021-01-11/why-whatsapp-s-privacy-rules-sparked-moves-to-rivals-quicktake",
        "https://www.bbc.com/news/technology-55634139",
        "https://twitter.com/mosseri/status/1348999006156972033",
        "https://faq.whatsapp.com/general/security-and-privacy/answering-your-questions-about-whatsapps-privacy-policy",
        "https://blackdotresearch.sg/is-the-g-monitoring-our-whatsapp-conversations/",
        "https://speld.nl/2014/10/28/red-tick-on-whatsapp-shows-that-the-blue-ticks-have-been-viewed",
        "https://www.scoopwhoop.com/humor/latest-whatsapp-feature"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/01/whatsappgov-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "whatsapp",
        "monitored",
        "messages",
        "calls",
        "government"
    ]
}