{
    "link": "https://blackdotresearch.sg/factcheck-are-these-lamborghinis-lined-up-for-a-charity-drive/",
    "Title": "Are these Lamborghinis lined up for a charity drive?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 7 October 2019, we came across a photograph posted in a Facebook group called ‘Singapore Ink’.\n\nIt caught the attention of several users on social media as it is very unusual to see a fleet of Lamborghinis gloriously lined up in a HDB carpark. Too good to be true? We checked!\nThe picture is a genuine picture of Lamborghini cars lined up in Singapore, and was recently taken at a public event on Sunday, 6 October 2019.\n\nTurns out, these bulls were there to flaunt for a very redeeming cause. The owners of these supercars actually belong to the Lamborghini Club of Singapore, and they have been raising funds for Punggol Town Community Center since 2013. The event was held last weekend on 6th October in conjunction with Punggol Coast Children’s Day Party.\n \nLooking through the comments thread in the Facebook post, we saw what appeared to be a car decal that made it clear that the cars were there for a charity event.\n\nThis was further confirmed by the host advisor, Dr Janil Puthucheary – who is also our Senior Minister of State for Transport, as he shared pictures of the charity event on his on Facebook page. It was then subsequently reposted on Punggol Coast’s Facebook page as well.\n\nNow, that’s what we call a charity drive.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/LamboPic-710x800.png",
    "Iframe Sources": [],
    "date": "2019-10-08T09:08:39+00:00",
    "Links in content": [
        "https://www.facebook.com/SinkSpore/photos/a.1682424185112642/2603082793046772/?type=3&theater",
        "https://www.facebook.com/JPuthucheary/posts/2498448490221311?__xts__%5b0%5d=68.ARAqEfrgIJi5cM11DDp9QhuSQrUUcIMfsgVN_QqWopUj7cTVbxGUgn7pmczL9YnxOMERN0nV4JgS9Cji1BAPvT0Lo8CuKp2vGkWdOVz6JUXHW95aJtsXdldN-vfpMZ0hVKL173xowjvhmvt_VYl3sy7f_QCPL2OkDYqu8520sLRerWwoZiq__w0H_818r6ihmQhOg9ZJ5nr_j3G88lp0S9ViKhcfcNgzcXZQ_brVwqUhERLNS77MqXws_EhmSoDSLVdZPcPSC6xYkniWswtPIvovex3Vtpdbq71emrMKC_d6aPtaya_ZL-59cVxfNCuH-tZqQuiaFWmMbNy5usWylFTbSw&__tn__=-R"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/LamboPic-710x800.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "lamborghinis",
        "charity",
        "lined",
        "drive"
    ]
}