{
    "link": "https://blackdotresearch.sg/home-affairs-officers-looting-singapore/",
    "Title": "Are robbers posing as ‘Home Affairs Officers’ looting homes in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nThe message claims that there is a group of individuals going from house-to-house pretending to be ‘Home Affairs Officers’. Apparently, these individuals “have the documents and the letterhead of the department of the home ministry” and are going around to check if the public possess a “valid identity card for the upcoming census”. According to the message, these individuals are actually robbers who are looting houses.\nIt is not mentioned specifically which country this is taking place in, or when the “upcoming census” actually is.\n“Department of the home ministry”? “Upcoming census”?\nPutting aside the questionable English, it is important to note that in Singapore, there is no “department of the home ministry” – only a Ministry of Home Affairs.\nIt is also important to note that the census is conducted every 10 years in Singapore. The most recent edition, ‘The Census of Population 2020″, which took into account broad trends and changes relating to the resident population in Singapore between 2010 and 2020, was published very recently in June 2021. Therefore, the claim that there is an “upcoming census” doesn’t exactly check out.\nMore significantly, when we did a Google search of the terms “home affairs officers looting”, we came across several fact-checks published on websites from Singapore, India, Malaysia and the US on rather similar claims.\nWe read in an article published on The Straits Times in January 2018 which reports about a text message being circulated in Singapore and Malaysia that warns recipients to be wary of a group of people “pretending to be officials from home affairs” and “claim to be confirming that everyone has a valid ID for the upcoming elections” but are actually “robbing homes”.\nInterestingly, the article noted that the claim is true – but that it was only applicable in South Africa, where the warning was issued by its Department of Home Affairs in October 2017.\n\nThe South African Department of Home Affairs had taken to Twitter once again in 2019 to warn the public about the same scam.\nBelow is a screenshot of the viral message on a fact-check by Times of India, published March 2019, which sounds very much like the viral message mentioned in The Straits Times’ article.\n\nAs seen, the claim being made was that there were robbers pretending “officials from home affairs” going from house-to-house to check for valid IDs “for the upcoming elections”. Once again, the fact-check noted that the claims appear to be repurposed from the warning by the South African Department of Home Affairs.\nLike a zombie that doesn’t seem to die, this message reemerged again recently in Malaysia.\nIn a fact-check by The Star in Malaysia published July 2021, we see that the Immigration Department in Malaysia had even debunked the claims via a Facebook post, saying that this was “done by irresponsible parties” and that “the public is advised not to spread such fake news which would cause public outrage”.\n\nIt is in this article by US-based factcheck.org published in December 2019 that we see claims of robbers in disguise checking for valid IDs for an “upcoming census” being circulated by US Facebook users. Below is the image that was being circulated:\n\nThe US Census Bureau had debunked the claims, saying: “This is a hoax that originated overseas.”\nIt added that while “census employees are in neighbourhoods across the country as they prepare for next year’s census”, “employees are not asking the public for any identification”.\nTherefore, based off previous fact-checks, the lack of a “department of the home ministry” in Singapore and the fact that there doesn’t seem to be an ‘upcoming census’, we rate the claim that there are robbers posing as ‘Home Affairs Officers’ looting homes in Singapore as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/census-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-23T11:57:19+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/census-2020-key-trends-of-a-changing-singapore-and-what-they-mean",
        "https://www.singstat.gov.sg/publications/reference/cop2020/cop2020-sr1",
        "https://www.straitstimes.com/singapore/robbers-checking-on-valid-id-for-upcoming-election-its-true-but-its-in-south-africa",
        "https://timesofindia.indiatimes.com/times-fact-check/news/fake-alert-people-posing-as-officials-from-ministry-of-home-affairs-looting-homes/articleshow/68592280.cms",
        "https://www.thestar.com.my/news/true-or-not/2021/07/11/immigration-debunks-whatsapp-message-on-home-affairs-officials-involved-in-robbery",
        "https://www.factcheck.org/2019/12/warning-census-security-alert-is-a-hoax/",
        "https://www.straitstimes.com/singapore/robbers-checking-on-valid-id-for-upcoming-election-its-true-but-its-in-south-africa",
        "https://twitter.com/HomeAffairsSA/status/921330503441055746?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E921330503441055746%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Ftimesofindia.indiatimes.com%2Ftimes-fact-check%2Fnews%2Ffake-alert-people-posing-as-officials-from-ministry-of-home-affairs-looting-homes%2Farticleshow%2F68592280.cms",
        "https://twitter.com/HomeAffairsSA/status/1168505978544959488",
        "https://timesofindia.indiatimes.com/times-fact-check/news/fake-alert-people-posing-as-officials-from-ministry-of-home-affairs-looting-homes/articleshow/68592280.cms",
        "https://www.thestar.com.my/news/true-or-not/2021/07/11/immigration-debunks-whatsapp-message-on-home-affairs-officials-involved-in-robbery",
        "https://www.facebook.com/imigresen/posts/4371103712956050",
        "https://www.factcheck.org/2019/12/warning-census-security-alert-is-a-hoax/",
        "https://2020census.gov/en/news-events/rumors/home-affairs-hoax.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/census-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "robbers",
        "looting",
        "singapore",
        "officers",
        "homes"
    ]
}