{
    "link": "https://blackdotresearch.sg/pap-flags-marine-cresent-ge2020/",
    "Title": "Are these PAP flags along Marine Crescent part of the party’s GE2020 campaign?  ",
    "Tags": [],
    "Paragraphs": "\nOn 24 June, The Online Citizen (TOC) published an article titled “PAP flags spotted being put up at Marine Cres after PM Lee called for GE”.\nAlong with the article are photos of what looks to be individuals putting up flags with the People’s Action Party’s (PAP) logo printed on them along Marine Crescent.\n\nThe photos were reportedly taken by a TOC correspondent at 7pm on 23 June.\nTOC noted that the PAP Community Foundation Marine Parade Education Centre is also situated at Marine Crescent (which might suggest that the flags were put up at that location for that purpose), but the Centre “is a long distance away from where the flags are”.\nA map indicating where both locations are was also included in the article:\n\nWhen we paid a visit to the site at around 2pm on 25 June, we found that there were indeed a row of PAP flags being displayed along Marine Crescent:\n\n\nThe TOC article ended off questioning the intentions surrounding the putting up of the flags, suggesting that it seems to be “clear” that they are being used for PAP’s election campaign, given that the Writ of Elections had been announced on 23 June.\nTo understand why TOC brought this matter up, we need to first take a look at the rules surrounding the display of political flags/banners outside the campaign period of an election.\nRecapping the rules\nThis incident is reminiscent of an earlier fact-check article we wrote, which we published on 8 June.\nTo recap, we were alerted to a screenshot in which a flag with the People’s Action Party (PAP) logo on it was spotted at what looks to be a housing estate. The screenshot was shared in a thread titled “PAP Flags Up Already (Real or Hoax)” on Singapore-based forum SGTalk.\n\nThere was no indication of when and where the video was taken, but the caption suggested that the flags were a sign that the General Elections was coming.\nWe then looked at the rules surrounding election advertising according to the Parliamentary Elections (Election Advertising) Regulations under the Parliamentary Elections Act.\nUnder the Act, the display of a ‘banner’ (a flag, bunting, ensign or standard) in a public place will be subject to a permit issued by the Returning Officer during the campaign period.\nIn relation to an election, the ‘campaign period’, refers to the period “beginning with the closure of the place of nomination on nomination day [and] ending with the start of the eve of the polling day of that election”.\nWe noted that this wasn’t the first time that the display of PAP flags in public places outside of the campaign period was questioned by members of the public.\nIn a contributor’s letter published on All Singapore Stuff on 27 August 2015, an individual named Chow C Y responded to an article by the publication which asserted that the PAP was “in breach of the Parliamentary Elections Act” by hanging the PAP flag before the elections.\nWhile no specific articles were named, we suspected that Chow was referring to letters from All Singapore Stuff contributors who claimed that they saw PAP flags on display in Tampines (posted on 5 Aug 2015) and along Owen Road (posted 27 Aug 2015).\nWhen we reached out to the Elections Department (ELD) on 8 June to clarify the rules surrounding the display of banners outside of the campaign period of an election, ELD responded stating:\n“The rules and regulations for posters and banners under the Parliamentary Elections Act are effective only during elections. Outside of the election period, the display of party posters, banners, flags etc. are subject to other regulations and the approval of the premises owner.”\nThe PAP did not respond to our request for clarification.\nFlagging out the display of political flags\nLet’s now bring the discussion to the current situation regarding the elections.\nOn 23 June, the ELD announced that President Halimah Yacob issued the Writ of Election for the 2020 General Election, and that Polling Day is scheduled to fall on 10 July.\nThe campaign period for the 2020 General Election is set to happen from 30 June to 8 July, which means that technically, the display of the PAP flags are Marine Crescent isn’t currently subject to the rules under the Parliamentary Elections Act but “subject to other regulations and the approval of the premises owner”, as clarified by the ELD in our earlier piece.\nPerhaps the more important question then is that if the flags aren’t for campaigning purposes, can they still be put up, and if so, did the premise owners give their approval?\nWe get a plausible explanation in an article published on TODAY last Saturday.\nThe article references a Facebook post published by the Singapore Democratic Party (SDP) on 27 June which claimed that it sent an email to the ELD “to clarify the legal status of displaying party’s flags in public places”.\nThe email also asked the ELD about what would be done if the display of the PAP flags are indeed a violation of Election Advertising rules.\n\n\n\n\nThis morning, the SDP wrote to the Elections Department to clarify the legal status of displaying party's flags in…\nPosted by Singapore Democratic Party (SDP) on Friday, 26 June 2020\n\nThe email ends off stating that “if there is no violation”, the SDP “is planning to do likewise”.\nIn response to queries from TODAY, the ELD reasserted their stance that “the Parliamentary Elections Act governs the display of posters and banners during the campaign period”, and that “once the campaign period starts, the display of posters and banners must be subject to a permit that is issued by the Returning Officer”.\nA volunteer at the Marine Parade PAP branch office told TODAY that the flags put up are “within the branch perimeters”, and were put up “as part of National Day celebrations”.\nThe volunteer said that this is a practice that has been done every year “for the past 20 to 30 years”.\nAccording to the volunteer, there are also plans to add on to the current 11 flags that are on display. It is not specified what else would be added on to the current display.\nThe volunteer added that the flags may be displayed for a longer period of time this year because “National Day celebrations are extended”.\nThis is in reference to the announcement by the Ministry of Culture, Community and Youth (MCCY) that all organisations and households would be allowed to display the national flag from 25 April until 30 September as “a rallying symbol” for Singaporeans amid the COVID-19 pandemic.\nTypically, the national flag is only allowed to be displayed from 1 July to 30 Sept, during the usual period of National Day celebrations.\nTherefore, we rate the suggestion by TOC that the flags are put up for the sake of campaigning purposes as likely false.\n\nRegardless, we have reached out to the Marine Parade Town Council to clarify what areas are considered to be “within the branch perimeters”, and will update the article when they get back to us.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/flags1.png",
    "Iframe Sources": [],
    "date": "2020-06-29T06:59:10+00:00",
    "Links in content": [
        "https://www.onlinecitizenasia.com/2020/06/24/pap-flags-spotted-being-put-up-at-marine-cres-after-pm-lee-called-for-ge/?fbclid=IwAR2omMAoC9yKcEHCyhVsLOKKPIcG7tv543KPBuhWKe7dRjz520DszRemVYo",
        "https://blackdotresearch.sg/is-this-pap-flag-being-displayed-in-light-of-the-upcoming-elections/",
        "https://sgtalk.org/mybb/Thread-PAP-Flags-Up-Already-Real-or-Hoax",
        "https://sso.agc.gov.sg/SL/PEA1954-RG3#pr1-",
        "http://www.allsingaporestuff.com/article/display-pap-flags-start-elections-illegal?fbclid=IwAR2KNdty6enNIA9GUaPx9ocWFg8lrvLkf5ZJ0LcMQR9vmScGPDX29rslCaU",
        "http://www.allsingaporestuff.com/article/illegal-display-pap-flags-tampines-grc-violation-elections-act?fbclid=IwAR1GPw__SaYAEP1LdQM3dHMQJBae0jHIKzgdJWJTXxeFgjg7NkFF_NXFyco",
        "https://www.allsingaporestuff.com/article/pap-flags-displayed-along-owen-road-violation-parliamentary-elections-act",
        "https://www.todayonline.com/singapore/not-campaign-period-yet-so-laws-display-party-flags-ge-dont-apply-eld",
        "https://www.facebook.com/yoursdp/photos/a.10150148457043455/10159158776393455/?type=3&__xts__%5B0%5D=68.ARCnjwaUh8Dh4cnrvGbHjgnGRw9199eeJjs5t-BFBP1i51nGs9ER5JP76GIm-r5YlDg1Rs24NZ-p-d6agStjmGflT-yQVLDBsA0fQEWTvzwsHNkbdzZQYWeCUDUTae_Gzd0ijD9ajFMvXYz4Kop7E2OW3rC6-chJ6L_lhiCMOEy7bkR3w5D3nn2-i5K8guCgWXJXZa4XXMRfuOFC3_qAJkRZF95IJPj10Shq40Khwe9PbSRm6-6_g85QxpNsTwYN7ewsn7zQBlbFEwXO5gP_jb722ve8WLPmtbPB5UH9Sb2ex4zyWjhIul-K6wfgN1xxH8T4Gv4XIeVGMpaB0m_3&__tn__=-R",
        "https://www.facebook.com/yoursdp/",
        "https://www.facebook.com/yoursdp/photos/a.10150148457043455/10159158776393455/?type=3",
        "https://www.straitstimes.com/singapore/coronavirus-rules-changed-to-allow-people-to-display-national-flag-from-now-until-sept-30#:~:text=Obits.sg-,Coronavirus%3A%20Rules%20changed%20to%20allow%20people%20to%20display%20Singapore,from%20now%20until%20Sept%2030&text=President%20Halimah%20Yaacob%20has%20agreed,the%20flag%20may%20be%20displayed."
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/flags1.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "flags",
        "pap",
        "campaign",
        "party",
        "crescent"
    ]
}