{
    "link": "https://blackdotresearch.sg/are-foreign-students-prioritised-for-the-nanyang-undergraduate-scholarship/",
    "Title": "Are foreign students prioritised for the Nanyang Undergraduate Scholarship?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to this post on Facebook group Concerned Citizens Band Together for a better Singapore:\n\nIn the post, we see a screenshot of what seems to be a writeup for the ‘Nanyang Undergraduate Scholarship 2021’ on a website named ‘ScholarshipsCorner’. The line stating “Overseas students will be prioritized” has been highlighted.\nAlong with the screenshot, the author of the post added the caption: “Why foreigners are prioritized”.\nDoing a quick Google search, we found the source of the screenshot. The webpage also includes the link to the official webpage for the Nanyang Scholarship on Nanyang Technological University (NTU)’s website.\n\nAs seen, the scholarship is open to students of all nationalities, but at no point was there any mention that overseas students are prioritised. If anything, it is only mentioned that one of the benefits of the scholarship is that recipients (local or foreign) will have “priority for overseas programmes”. This is in no way similar to the claim that “overseas students are prioritised”, which thus makes the claim false.\n\nWho’s to blame?\nWhile it is understandable how the author of the Facebook post could have gotten the wrong idea because of how ScholarshipsCorner inaccurately reproduced information from NTU’s website, it is important to note that ScholarshipsCorner themselves have added a disclaimer on the information that they provide on their website.\nHere’s a screenshot of the disclaimer:\n\nAs seen, the admins of the website have been careful to state that “while [they] endeavour to keep the information up to date and correct, [they have] no control over, and no liability for any third party scholarship or financial aid providers, including the legality of any scholarships or awards, the truth or accuracy of any listings, and the ability of scholarship providers to provide scholarships or grants”. They added: “Any reliance you place on such information is therefore strictly at your own risk.”\nThey have also urged visitors to the website to “always refer to the official website of the opportunities provider” and to “always contact the opportunity provider directly for any queries”.\nTherefore, while we feel that websites like ScholarshipsCorner should be more prudent in ensuring that the information they produce is as close to the source as possible, heeding the advice of always referring back to official sources is still something all should practice in a time when information (and in turn, mis-, dis- and malinformation) is widespread.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/WhatsApp-Image-2020-10-19-at-2.27.11-PM-800x520.jpeg",
    "Iframe Sources": [],
    "date": "2020-10-19T07:13:16+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1762383387272653",
        "https://scholarshipscorner.website/nanyang-undergraduate-scholarship-singapore/",
        "https://admissions.ntu.edu.sg/UndergraduateAdmissions/pages/nanyangscholarship.aspx"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/WhatsApp-Image-2020-10-19-at-2.27.11-PM-800x520.jpeg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "scholarship",
        "nanyang",
        "foreign",
        "undergraduate",
        "students"
    ]
}