{
    "link": "https://blackdotresearch.sg/can-firms-in-singapore-hire-indian-intra-corporate-transferees-without-adhering-to-fair-employment-guidelines/",
    "Title": "Can firms in Singapore hire Indian intra-corporate transferees without adhering to fair employment guidelines?  ",
    "Tags": [],
    "Paragraphs": "\nOn 24 April 2019, the Alternative View, a Facebook based socio-political website, posted the following regarding the Comprehensive Economic Cooperation Agreement (“CECA“), a bilateral agreement between Singapore and India:-\n\nConspicuously, there was a statement in the post alleging that:-\nThe CECA also exempts companies in S’pore from the Fair Employment framework if they transfer in employees from other locations.\nPlease note that the above statement is fake news.\n\nThis rumour/fake statement was debunked previously in 2015\nThis rumour which had circulated previously in 2015, was debunked by the Singapore government fact-check website Factually on 31 August 2015.  It remains valid today.  See here.\nAccording to Factually:-\nForeign nationals, including ICTs, have to meet the work pass qualifying criteria before they are allowed to work in Singapore. The Fair Consideration Framework (FCF) also applies to all firms in Singapore, whether they employ locals or foreigners. The FCF details requirements, including advertising in the national Jobs Bank and scrutiny for companies with suspect hiring practices.\n \nOur separate checks\nIn addition to Factually’s statement above, which is the Singapore government’s position, we have reviewed the actual text of the CECA in respect of movement of employees.  You can access the relevant document here.\nWe are inclined to believe that the Factually website is correct because of clause 3 which supports the understanding that Singapore’s own measures to regulate employment will not be affected or limited despite the provisions of the CECA.  The specific clause 3 reads:-\n“3. Nothing contained in this Chapter shall prevent a Party from applying measures to regulate the entry or temporary stay of natural persons of the other Party in its territory, including measures necessary to protect the integrity of its territory and to ensure the orderly movement of natural persons across its borders, provided such measures are not applied in a manner so as to unduly impair the benefits accruing to the other Party or delay trade in goods or services or conduct of investment activities under this Agreement.”\n \nFurther Information\nFor ease of reference, we also set out the explanatory portions of the factcheck below:-\nWhat is CECA?\nCECA is a comprehensive agreement with India to encourage bilateral cooperation and economic integration between our countries. In addition to expanded tariff concessions and improved rules of origin which give Singapore businesses greater access to India’s market, CECA allows for the movement of four types of business people between Singapore and India. Existing regulations on citizenship, residence and employment will still apply. The agreement entered into force on 1 August 2005. The latest review was concluded on 1 June 2018 with no change to the chapter on movement of people.\nWhat is the FCF?\nThe FCF sets out the Government’s expectations for all firms in Singapore to have fair employment practices. All firms should adhere to the Tripartite Guidelines on Fair Employment Practices  and have fair employment practices that are open, merit-based and non-discriminatory.\nUnder the FCF, firms are also required to advertise job vacancies on the national Jobs Bank before submitting Employment Pass applications. This is to ensure that employers reach out to a larger pool of candidates as part of a fair hiring process.\nFor practical reasons, certain groups are exempted from the job advertising requirement but are still expected to be brought in via a fair process. These exemptions include:\n\nJobs which pay $15,000 or more per monthEmployers recruiting for such positions typically use executive search firms, rather than open advertisements. Firms are expected to instruct their headhunters to source for candidates on merit, including Singaporean candidates.\nICTs holding senior positions with decision-making responsibilities who are redeployed from another country. These ICTs are existing employees and not newly hired for the roles.\nJobs in firms with fewer than 10 employees\n\nFirms suspected to have engaged in discriminatory hiring practices will have their Employment Pass applications subjected to additional scrutiny by the Ministry of Manpower and could have their work pass privileges curtailed.\nSource:  Ministry of Trade & Industry, Ministry of Manpower\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/cbd-worker-10-800x499.jpg",
    "Iframe Sources": [],
    "date": "2019-04-26T08:46:59+00:00",
    "Links in content": [
        "https://www.gov.sg/factually/content/can-indian-professionals-work-in-singapore-without-valid-work-passes",
        "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/CECA%20India/Legal%20Text/Chapter%209/Chapter2092020Movement20of20Natural20Persons.pdf",
        "http://www.tafep.sg/publication/tripartite-guidelines-fair-employment-practices"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/cbd-worker-10-800x499.jpg",
    "Truefalse": [
        "not"
    ],
    "Description": "",
    "keywords": [
        "firms",
        "transferees",
        "employment",
        "singapore",
        "corporate"
    ]
}