{
    "link": "https://blackdotresearch.sg/can-nea-officers-issue-you-a-fine-without-producing-evidence/",
    "Title": "Can NEA officers issue you a fine without producing evidence?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nAccording to the author of the post, her friend was accused by an NEA (National Environment Agency) officer for smoking in a prohibited location and was subsequently issued a fine. She wrote that despite having several witnesses who claimed his innocence, he was still fined. When her friend requested for evidence that the officer had, the officer stated that “there was no evidence”. The NEA officer allegedly maintained the same answer even when the Police (who were called in) asked the former to produce evidence.\nThe author then ends the post asking if NEA officers are able to issue fines even without producing any evidence of an individual committing an offence.\nDo NEA officers need to produce evidence of your offence?\nAccording to a video produced by the NEA about their Enforcement Officers (EOs), EOs have body-worn cameras which are used to record the engagement process between them and a member of the public.\n\nIn the video, the EO also mentioned that they would be able to call in the Police for further assistance “in extreme circumstances”.\nEOs also do not need to show offenders evidence of the offence, and they are able to take enforcement action without having to prove that an individual actually did it.\n\nTherefore, it is true that individuals can be issued fines without the EOs needing to produce evidence that they committed an offence.\n\nHowever, several commenters on the Facebook post also came forward to offer their advice, stating that the individual could submit an appeal to NEA.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/02/neasummon-800x800.png",
    "Iframe Sources": [],
    "date": "2021-02-05T05:18:43+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/sgopposition/permalink/771316536818351/",
        "https://www.facebook.com/watch/?v=230958607699824"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/02/neasummon-800x800.png",
    "Truefalse": [
        "true"
    ],
    "Description": "",
    "keywords": [
        "officers",
        "nea",
        "evidence",
        "issue",
        "fine"
    ]
}