{
    "link": "https://blackdotresearch.sg/did-the-national-university-of-singapores-board-of-discipline-abide-by-their-principle-of-two-strikes-and-youre-out-policy/",
    "Title": "Did the National University of Singapore’s Board of Discipline abide by their principle of “two strikes and you’re out” policy?  ",
    "Tags": [],
    "Paragraphs": "\n\n(Edit: The Singapore Police Force has given written clarifications on the earlier figures reported by various media outlets.  These describe the number of sexual offences which were prosecuted or given a conditional warning, relying on the NUS BOD’s figures revealed in academic years 15/16, 16/17 and 17/18.\nThe clarifications do not affect our article below, as we were focused on how the NUS BOD determined punishment for multiple offences and whether they had kept in line with their stated policy of “2 strikes and you’re out”.  This is unrelated to how the police performed their investigations.  However, we thought alerting you to these articles would be important for you to form your own views on this matter.\nSee the Straits Times’ article here. See CNA’s clarification on a particular case here.)\n \nThis is a follow up to the Monica Baey saga.  Our earlier articles on this topic are found here and here.\nOn 22 April 2019, the Straits Times reported that the National University of Singapore had a policy for sexual misconduct cases, which, as described by NUS vice-provost (student life) Florence Ling, was that a student who had been found guilty of sexual misconduct for a second time would be expelled.  According to her:\n“For first-time offenders, because we are an educational institution, we want to give the students a chance. Student offenders who appear before the Board of Discipline for the first time are given a range of punishments, but not immediate expulsion”\nHowever, and as further reported, she said that students involved in multiple sexual misconduct incidents outside NUS who are caught by the university, even for the first time, will be expelled.\nAssuming that the ST article reported the matter accurately, the above policy has not been applied.\nA contradiction picked up by the Straits Times\nOn 24 April 2019, the Straits Times published a second article, questioning if the stated policy had been followed.\nAs stated by the Straits Times:-\n\nOver the past 3 years (it is unclear if they are referring to academic years, which would split across calendar years), 26 cases of sexual offences were brought before the NUS disciplinary board.\n18 cases involved sexual voyeurism, with some students taking upskirt videos and photographs, or filming both male and female students showering.\n5 cases involved outrage of modesty, or touching the thighs or buttocks of female students.\nThe last 3 were a mix of acts such as harassment via text messages or calls of a sexual nature and indecent exposure.\nSeparately there were another 3 cases of trespassing and theft of female undergarments from hostels.\nOf the 26 sexual misconduct cases and 3 theft cases, 16 involved police investigations, which led to sentences such as imprisonment for as long as 16 weeks, supervised probation and community service.\nSeparately 17 cases ended with the student being suspended from school for mostly one to two semesters.\nNone of the students were expelled, even when they had committed multiple acts of sexual misconduct. There were 13 of such cases.\n\nIs the report of the Straits Times true in respect of the issue of zero expelled students (even for multiple acts of sexual misconduct)?\nYes, it appears to be substantially true.\n\nWe are unable to definitively say that it is completely true because in at least 1 case (Academic Year 16/17, cases no. 36 and 37 involving the same student) the NUS BOD had expelled the student, but later, as a result of a successful appeal, the student was reinstated.  That is, at best, evidence of an attempted application of the policy.\nWe have seen the documents disclosed by the Facebook group “NUS Students United”, found here:\n\nThe documents show the decisions of the NUS BOD over 3 academic years.  The correctness of the list has not been disputed as far as we can tell.  As mentioned in our earlier factcheck as well, we take the view that this is a credible source document, and we note further that the Straits Times appears to have relied on the same documents.\nWe arrived at a different count from the Straits Times, but this is a minor difference of 1 case, which could be an issue of interpreting the way the tables set out the cases.  We also need to emphasise that in analysing the documents, we had to make certain assumptions about how the BOD approached each case.\n\nAs we reviewed the documents, we assumed that the University BOD considered offences which took place in a continuous manner or sufficiently close together (e.g. trespassing into a toilet and then filming, or taking a video and then sharing it) as one entire offence.\nWe also assumed that the “second strike” offence had to be related to committing sexual misconduct against a female (i.e. an offence such as viewing obscene material alone would not fall within the category of a “second strike”).\n\nWe achieved a count of 12 cases, which we set out below.\n \nAcademic Year 15/16\n \n\n\n\n17.\nStudent had harassed several female students from NUS hostels and insulted the modesty of a woman by uttering obscenities to her over the phone. He also perpetuated the harassment of a female by editing a photograph of her and uploading it onto the Internet. In addition, he had stolen female undergarments from NUS hostels.\nPolice Case: Student was sentenced to 18 months of supervised probation.\n \nThe student was:\n•       suspended from his candidature until the end of Semester 2 AY2015/16 (two semesters);\n•       deemed ineligible to be granted any form of on-campus housing and barred from all on-campus housing premises for the remaining period of his candidature;\n•       mandated for counselling and assessment;\n•       mandated to submit a Letter of Apology to the victim of the offences;\n•       fined S$1,000/-; and\n•       issued an official reprimand.\n\n\n26.\nStudent had trespassed into a female toilet and peeped at a female student as she was showering. Student was also found in possession of women’s clothing and undergarments at that time.\n \n \nPolice Case: Student’s case was still under Police investigation when the BOD took place. Student’s case is currently pending recommendations  by the Attorney-General Chambers.\n \nThe BOD made the interim decision (which was later extended for another three months) that the student:\n•      had his case reviewed pending the outcome of the Attorney-General Chambers, or after a period of three months from the date of the interim decision by the BOD;\n•      was deemed ineligible to be granted any form of on-campus housing and barred from all on-campus housing premises during the interim period; and\n•      mandated to continue with psychological treatment.\n\n\n29.\nStudent had filmed a female student as she was showering.\nPolice Case: Student’s case was still under Police investigation when the BOD took place. Student was eventually issued a 24-month conditional warning in lieu of prosecution by the Police.\n \nThe BOD made the interim decision (which was later extended for another three months) that the student:\n•      had his case reviewed pending the outcome of the police investigations, or after a period of three months from the date of the interim decision by the BOD;\n•      was deemed ineligible to be granted any form of University on-campus housing and be barred from all on-campus housing premises during this interim period;\n•      was mandated for counselling and psychological assessment; and\n•      was mandated to write an unreserved Letter of Apology to the victim.\n \nIn the interim period, Police investigations revealed that the student had filmed another female student on the same day of the offence. Student’s case was reviewed in AY2016/17 and together with the additional offence, the student was:\n•      suspended from his candidature with immediate effect until the end of Semester 2, AY2016/17 (two semesters);\n•      mandated for an assessment with a psychiatrist;\n•      deemed ineligible to be granted any form of University on-campus housing and barred from all on-campus housing premises for the remaining period of his candidature;\n•      fined S$1,000/-; and\n•      issued an official reprimand.\n\n\n30.\nStudent had filmed male students while they were showering on multiple occasions and uploaded the videos onto pornographic websites.\nPolice Case: Student’s case was still under Police investigation when the BOD took place. Student’s case is currently pending recommendations  by the Attorney-General Chambers.\n \nThe student was:\n•      not allowed to graduate/be conferred with his degree until the end of Semester 2, AY2016/17 (two semesters);\n•      suspended from his candidature with immediate effect until the end of Semester 2, AY2016/17 (two semesters);\n•      deemed ineligible to be granted any form of University on-campus housing and barred from all on-campus housing premises for the remaining period of his candidature;\n•      mandated for counselling and psychological assessment;\n•      fined S$1,000/-; and\n•      issued an official reprimand.\n\n\n31.\nSecond BOD. Student had trespassed into female toilets within NUS and filmed females on multiple occasions. Student had also filmed up-skirt videos of females within campus and in public areas.\n \nStudent’s first BOD took place in AY2014/15 for only one case of trespassing and filming which was known to the University at that time.\nPolice Case: Student’s court proceedings were still ongoing when the second BOD took place. Student was eventually sentenced to 16 weeks’ imprisonment.\n \nThe student was:\n•      not allowed to graduate/be conferred with his degree until the end of Semester 2, AY2016/17 (two semesters);\n•      suspended from his candidature with immediate effect until the end of Semester 2, AY2016/17 (two semesters);\n•      barred from entering into the NUS campus for the remaining period of his candidature;\n•      mandated to continue with psychological and psychiatric treatments; and\n•      issued an official reprimand.\n\n\n32.\nStudent had trespassed into female toilets and filmed female students showering on multiple occasions.\nPolice Case: Student’s case was still under Police investigation when the BOD took place. Student’s case is currently still undergoing Police investigations.\n \nThe student was:\n•      suspended from his candidature with immediate effect until the end of Semester 2, AY2016/17 (two semesters);\n•      deemed ineligible to be granted any form of University on-campus housing and barred from all on-campus housing premises for the remaining period of his candidature;\n•      mandated to continue with psychological treatments;\n•      mandated to submit a Letter of Apology to the victim;\n•      fined S$1,000/-; and\n•      issued an official reprimand.\n\n\n\n \nAcademic Year 16/17\n  \n\n\n\n31.\nStudent was caught filming up-skirt videos of a female and Police investigations revealed that he had taken two other videos of females on campus.\nPolice Case: Student was sentenced to 10 days’ imprisonment.\n \nThe student was:\n•       not allowed to graduate/be conferred with his degree until the end of Semester 2, Academic Year 2016/17 and his candidature was suspended concurrently (one semester);\n•       required to attend a course on respect;\n•       mandated for counselling and psychological assessment; and\n•       issued an official reprimand.\n\n\n32.\nStudent was arrested by the Police for taking up-skirt videos of females outside of campus on eight different occasions. The offences took place prior to the student’s matriculation into NUS but student had already accepted the offer of admission and was considered a student of NUS when the offences took place.\nPolice Case: Student was sentenced to serve 18 months of supervised probation.\n \nThe student was:\n•       given a six month suspension of his scholarship stipend; and\n•       issued an official reprimand.\n\n\n35.\nStudent had filmed an up-skirt video of a female student on campus. He later admitted to the act and revealed that he had previously committed several other similar acts both on and off campus.\nPolice Case: Student’s case was still under Police investigation when the BOD took place.\n \nThe student was:\n•       suspended from his candidature with immediate effect until the end of Semester 2, AY2017/18 (two Semesters);\n•       mandated for counselling and psychological assessment;\n•       required to complete 60 hours of supervised Community-Based sanctions;\n•       mandated for two rehabilitation and reconciliation sessions and to submit a Letter of Reflection;\n•       mandated to submit a Letter of Apology to the victim; and\n•       issued an official reprimand.\n\n\n36.\nto 37.\nStudent’s first BOD took place in AY2015/16 for criminal trespass into a female toilet and peeping at a female student whilst she showered. The BOD issued an interim decision in AY2015/16 and his case was reviewed and concluded in AY2016/17.\n \nSecond BOD. Student had outraged the modesty of a female student and admitted to the act when confronted by the victim.\nFirst Police Case: Student was issued with a 12- month conditional warning in lieu of prosecution for the first offence.\n \nFor the first BOD, the student was:\n•       barred from all Campus housing premises for remaining period of his candidature;\n•       required    to    complete    30 hours        of supervised Community-Based sanctions;\n•       required   to   submit   a Statement of Reflection;\n•       fined $500/-; and\n•       issued an official reprimand.\n \nSecond Police Case: Student’s case was still under Police investigation when the BOD took place.\n \nFor the second BOD, the student’s candidature was terminated with immediate effect.\n \nThe student appealed the BOD’s decision successfully. The Disciplinary Appeals Board (DAB) considered the student’s psychiatric disorder, and decided to revise the decision of the BOD. The DAB’s decision was:\n•       reinstatement of the student’s candidature with immediate effect;\n•       the student was not allowed to graduate/ be conferred his degree for 18 months and that his candidature would be suspended during that time;\n•       mandated for psychiatric treatment; and\n•       issued an official reprimand.\n \n\n\n\nAcademic Year 17/18\n \n\n\n\n26.\nStudent had used his mobile phone to film fellow male students while they were showering in the male toilet. He admitted that he had committed the offence on several occasions.\nThe student was:\n•       suspended from his candidature with immediate effect until the end of Semester 2, AY2017/18 (i.e., candidature suspended for one semester);\n•       deemed ineligible to be granted any form of on-campus housing for the remaining period of his candidature;\n•       deemed ineligible for participation in any non-compulsory global programmes for the remaining period of his candidature;\n•       mandated to continue with his psychiatric treatments;\n•       required to complete 30 hours of supervised Community-Based sanctions;\n•       mandated for two rehabilitation and reconciliation sessions;\n•       mandated to submit a Letter of Apology to the victims; and\n•       issued an official reprimand.\n\n\n34.\nStudent had filmed an up-skirt video of a female student outside of campus. He was caught and later admitted to the act. It was found that he had previously committed multiple acts of a similar nature.\nThe student was:\n•       suspended   from   his candidature             with immediate effect until the end of Semester\n2 of Academic Year 2018/19 (i.e., candidature suspended for two semesters);\n•       mandated to submit a Letter of Apology to the victim;\n•       mandated        for counselling      and psychological assessment;\n•       required    to    complete    60 hours         of supervised Community-Based sanctions;\n•       mandated    for    two rehabilitation       and reconciliation sessions; and\n•       issued an official reprimand.\n\n\n\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/rgeagae-800x745.jpg",
    "Iframe Sources": [],
    "date": "2019-04-25T04:10:53+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/courts-crime/5-nus-students-jailed-for-sexual-offences-in-past-3-academic-years?fbclid=IwAR3lGHKSituw1W0Hlj_4K1-pYpyuhux8QKc-39YK9xKwcYawHwHOxmwlpIw",
        "https://www.channelnewsasia.com/news/singapore/nus-voyeur-filmed-children-toilet-charges-withdrawn-agc-police-11492144",
        "https://blackdotresearch.sg/factcheck-on-the-recent-sexual-harassment-incident-in-the-national-university-of-singapore/",
        "https://blackdotresearch.sg/follow-up-factcheck-on-the-sexual-harassment-incident-in-the-national-university-of-singapore/",
        "https://www.straitstimes.com/singapore/education/nus-policy-on-sexual-misconduct-cases-second-strike-and-you-are-out",
        "https://www.straitstimes.com/singapore/education/26-incidents-of-sexual-offences-reviewed-by-nus-board-of-discipline-over-past-3"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/rgeagae-800x745.jpg",
    "Truefalse": [
        "None of the students were expelled, even when they had committed multiple acts of sexual misconduct. ",
        "There were 13 of such cases",
        "substantially true",
        "Student’s first BOD took place in AY2015/16 for criminal trespass into a female toilet and peeping at a female student whilst she showered. The BOD issued an interim decision in AY2015/16 and his case was reviewed and concluded in AY2016/17.",
        "Second BOD. Student had outraged the modesty of a female student and admitted to the act when confronted by the victim.",
        "First Police Case: Student was issued with a 12- month conditional warning in lieu of prosecution for the first offence.",
        "For the first BOD, the student was:",
        "•       barred from all Campus housing premises for remaining period of his candidature;",
        "•       required    to    complete    30 hours        of supervised Community-Based sanctions;",
        "•       required   to   submit   a Statement of Reflection;",
        "•       fined $500/-; and",
        "•       issued an official reprimand.",
        "Second Police Case: Student’s case was still under Police investigation when the BOD took place.",
        "For the second BOD, the student’s candidature was terminated with immediate effect.",
        "The student appealed the BOD’s decision successfully. The Disciplinary Appeals Board (DAB) considered the student’s psychiatric disorder, and decided to revise the decision of the BOD. The DAB’s decision was:",
        "•       reinstatement of the student’s candidature with immediate effect;",
        "•       the student was not allowed to graduate/ be conferred his degree for 18 months and that his candidature would be suspended during that time;",
        "•       mandated for psychiatric treatment; and",
        "•       issued an official reprimand."
    ],
    "Description": "",
    "keywords": [
        "strikes",
        "discipline",
        "policy",
        "university",
        "singapore"
    ]
}