{
    "link": "https://blackdotresearch.sg/did-it-really-snow-in-singapore-last-week/",
    "Title": "Did it really snow in Singapore last week?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a post on Facebook page 在狮城打拼 (which loosely translates to ‘Working hard in Singapore’) which was posted on 14 Aug (Friday):\n\nIn the post, we see a video taken from a high-rise building at what looks like a HDB estate. While it looks like a video of a typical rainy day in Singapore at first glance, what’s uncanny is that there seems to be snow (or at least, large white specks) falling from the sky as well.\nThe post of the caption translates to: “It’s snowing in Singapore”. There is no mention of where or when this video was taken.\nComments on the post lean towards skepticism about the legitimacy of the claim:\n\n“It’s fake, the trees aren’t even moving.”\n\n“If it’s real, the world is ending.”\n\n“Really? I don’t see this in Yishun.”\n\n“It won’t snow in Southeast Asian countries haha…”\n\n“Is this happening over at your place?” / “It’s raining so heavily, how can I open the window (to check)?”\nSnow city?\nA Google image search of a screenshot from the video leads us to a thread on local forum HardwareZone, where we were led to yet another Facebook post of the video.\nIn that post (which appeared on Facebook page Tiagong), we see that the page reveals what seems to be the original poster of the video – a Facebook user by the name of Jonathan Ho:\n\nThe caption of the post on Tiagong alleges that the user had “used slow mo to capture rain and say snowing (sic) in Singapore”.\nBelow is the original post by Jonathan Ho, with the caption: “Early morning snow in Bishan”:\n\nWhen asked by other Facebook users on the legitimacy of the video, Ho stood by his claim:\n\n\nHowever, a commenter pointed out that the video was shot in slow motion, and the claim might therefore not be true:\n\nAt time of publication, Ho has not responded to this comment.\nSnow or just slow mo?\nLet us first take a look at the suggestion that the video was captured in slow motion.\nZooming into the bottom right hand corner of the video, we note that the individual holding the white umbrella seems to be walking at an unnaturally slow pace. We also see an individual near the white lorry moving at a very slow pace, as mentioned in the comment above.\nBelow is a short clip of the video to illustrate the point:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/08/snowgif.mp4\nThere is thus no doubt that the video was indeed captured in slow motion.\nBut now comes the question – does shooting the scene in slow motion merely help the human eye catch a glimpse of the snow (which Ho had mentioned “dissipates pretty fast as it falls”) more easily, or does it simply create the illusion of snow falling?\nWe decided to do a little experiment of our own, given that it was also raining this morning:\n\nAs seen in the video, large raindrops (unless we have been mistaken) could pass off as snow when captured in slow motion.\nSnow in Singapore?\nOdd weather occurrences aren’t unheard of in Singapore.\nBack in January 2018, hailstones reportedly fell in areas including Yishun and Seletar. The last reported occurrences of hail were in 2014 and 2009.\n\nAccording to a factsheet on hail on the National Environment Agency’s (NEA) website, hail forms in strong thunderstorm clouds, but is “less common less common in the tropics despite a much higher frequency of thunderstorms than in the mid-latitudes because the atmosphere over the tropics tends to be warmer over a much greater depth”.\nThere has been no reports to date regarding snow in Singapore, however.\nThus, we rate the claim that it snowed in Bishan as likely false.\n\nWe have reached out to NEA to find out if there was indeed snow in Bishan last Friday, and will update the article when we get a reply.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/snow.png",
    "Iframe Sources": [],
    "date": "2020-08-17T07:08:19+00:00",
    "Links in content": [
        "https://www.facebook.com/WorkHardinSingapore/",
        "https://forums.hardwarezone.com.sg/eat-drink-man-woman-16/%5Bgvlgt%5D-snow-bishan-august-15-2020-a-6357241.html",
        "https://www.facebook.com/Tiagong-103085787884697/",
        "https://www.facebook.com/Tiagong",
        "https://www.facebook.com/jonathan.g.ho/videos/10157594381588697/",
        "https://blackdotresearch.sg/wp-content/uploads/2020/08/snowgif.mp4",
        "https://www.nea.gov.sg/our-services/pollution-control/air-pollution/faqs/hail"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/snow.png",
    "Truefalse": [
        "likely false"
    ],
    "Description": "",
    "keywords": [
        "snow",
        "singapore",
        "week",
        "really",
        "did"
    ]
}