{
    "link": "https://blackdotresearch.sg/did-the-ministry-of-educations-sexuality-education-programme-place-a-special-emphasis-on-heterosexual-couples/",
    "Title": "Did the Ministry of Education’s sexuality education programme place a “special emphasis” on heterosexual couples?  ",
    "Tags": [],
    "Paragraphs": "\nIt seems to be the case. More on this below.\n\nOn 1 March 2019, the Online Citizen published an article entitled “Singapore’s heteronormative sex education programme promotes abstinence as the best option”. However, the article was not concerned with sexual behaviour but rather a letter purportedly issued on 13 February 2019 by the Ministry (“MOE”), stating the following:\n“[Sexuality Education Programme] is premised on the importance of the family as the basic unit of society. This means encouraging healthy, heterosexual marriages and stable nuclear family units with extended family support.”\nThe Online Citizen suggested that this sexuality education programme placed special emphasis on heterosexual couples. It also asked if the concept of marriage that is supported by the government was driven by religion.\nWe contacted the MOE to better understand whether the letter had indeed been issued by the MOE. MOE’s response to us did not confirm nor deny the fact that the letter had been issued. We were directed to refer to this website.\nIn the absence of anything to the contrary, it would seem that the MOE did indeed issue such a letter and take such a position.\nHowever, the deeper question here is – What exactly is the Singapore government’s position on sexual relationships and family units? We thought we could look to another ministry and its statements for a clearer answer – Specifically, the Ministry of Social and Family Development.\nReaders would recall that in December 2018, the Singapore Courts allowed an application by a male homosexual adult to adopt his own son, conceived through commercial surrogacy in the United States of America. There is, therefore, in Singapore, the existence of a family unit with a parental same-sex relationship.\nThis incident led to several queries on the Government’s position in respect of such family units (amongst other issues, chiefly on the legality of such surrogacy means).\nWe would like to highlight a part of the Parliamentary response of the Minister for Social and Family Development, delivered on 14 January 2019, here:\n“6 LGBT persons have a place in Singapore society and are entitled to their own private lives. Just like other Singaporeans, they have access to opportunities and social support such as education, employment, and healthcare, and should, like all Singaporeans, not be subject to prejudice and discrimination. However, we must be mindful that a push for rights and entitlements which broader society is not ready for, or able to accept, will provoke a pushback, and can be very socially divisive. A push to use legislation or the courts to precipitate social change involving issues as deeply-held and personal as this, polarise society.\n7 While we recognise that there are increasingly diverse forms of families and households in Singapore, the prevailing social norm in our society is still that of a man and woman marrying, and having and bringing up children within a stable family unit. This is also the family structure that the Government encourages. Most of us would agree that it is ideal for children to grow up in families anchored by strong and stable marriages. This is reflected in the differentiation we maintain in policies and benefits to encourage and support parenthood within marriage.\n8 It follows from this that the Government does not encourage planned and deliberate single parenthood as a lifestyle choice. Specifically, we do not support the use of Assisted Reproduction Technology (ART) or surrogacy by singles to conceive children, for the purpose of forming single unwed parent households. Hence, In-Vitro Fertilisation or other Assisted Reproduction Procedures at licensed AR institutions are available in Singapore only to married couples who experience difficulties in natural conception.”\nNow the Ministry’s response, as reproduced above, indicates that the Government is focused on streamlining its policies with what it sees to be the social norm. We note also that the MOE Sexuality Programme covers not merely the science of sexuality but also:\nSocial: Sexual norms and behaviour and their legal, cultural and societal implications; and\nEthical: Values and moral systems related to sexuality.\nTo call the Sexuality Education Programme a sign of “religion seeping into education” would seem to be a sinister way of looking at how the Singapore government has pitched its position – Which is that it is a mirror, as its policies reflect on what is the social norm of Singapore. And it is not that it will NOT change, but it will change as the social and ethical fabric of the nation changes.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-4.58.59-PM.png",
    "Iframe Sources": [],
    "date": "2019-03-11T11:35:20+00:00",
    "Links in content": [
        "https://www.theonlinecitizen.com/2019/03/01/singapores-heteronormative-sex-education-programme-promotes-abstinence-as-the-best-option",
        "https://www.moe.gov.sg/education/programmes/social-and-emotional-learning/sexuality-education",
        "https://www.msf.gov.sg/media-room/Pages/Ruling-to-award-adoption-to-single-man-in-same-sex-relationship.aspx"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-4.58.59-PM.png",
    "Truefalse": [
        "Social",
        "Ethical"
    ],
    "Description": "",
    "keywords": [
        "sexuality",
        "heterosexual",
        "couples",
        "education",
        "programme"
    ]
}