{
    "link": "https://blackdotresearch.sg/did-this-fatal-assault-on-a-security-officer-happen-in-singapore/",
    "Title": "Did this fatal assault on a security officer happen in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post being shared on Facebook:\n\nThe author of the post shared two videos of what appears to be an individual violently assaulting a security officer. In the video, we also see a young boy watching the incident unfold. The video ends with the security officer lying motionless on the ground next to the large table that he was hit with.\nThe caption of the post loosely translates to: “A man beat up a security officer for not allowing his son to go to the swimming pool. The guard was following management’s orders but died in the end. The family (of the security officer) has engaged in a lawyer to fight for his case.”\nThere was no context provided as to where the incident happened, but we see in the comments on the post and in a share of the post that some individuals have not just assumed it happened in Singapore, but that the assailant came in under the CECA agreement:\n\nAs a quick background,‘CECA’ is the abbreviation for the India – Singapore Comprehensive Economic Cooperation Agreement. However, the term has in recent times been used by certain netizens as a slur when referring to Indian nationals who have moved to Singapore. This is also not the first time that we have debunked baseless claims made about individuals from India.\nHowever, several commenters have pointed out that the incident did not happen in Singapore but Malaysia instead, and provided links to websites reporting on the news.\nWe read on popular Malaysian platform SAYS that the footage was uploaded in a Facebook post on 28 August, alleging that “a security guard died on Friday, 27 August, due to complications from injuries that he sustained when he was brutally assaulted while on duty in December last year”. The post was reportedly uploaded by a family member and had gone viral with over 13,000 shares and hundreds of comments.\nAccording to SAYS, the family member said that they “cannot remain quiet any longer and that they were forced to take to social media after no concrete action was taken by the police against the suspect”. The incident happened on the morning of 29 December 2020 at a condominium in Ipoh, Perak.\nFollowing the post, the Perak police chief acknowledged the incident and said that the suspect was earlier charged on 6 January at the Ipoh Magistrate’s Court under Section 335 of the Penal Code for causing grievous hurt, and that the case is scheduled to be mentioned again on 9 September.\nHowever, due to the “dissatisfaction (caused) among the victim’s family members [who have also] re-uploaded recordings and photos of the incident”, the police will “seek heavier charges against the man”.\nSaid the police chief: “He will be present at court on September 9 for mention but we are also seeking heavier charges against him. The matter is now with the deputy public prosecutor […] We were told to adjust a few things (in the investigation papers) and we will wait for their reply.”\nFollowing the victim’s death, the Perak police have reclassified the case under Section 302 of the Penal Code for murder.\nAccording to a report, the suspect is currently out on bail and was said to be a member of Parti Pribumi Bersatu Malaysia’s Kota Bharu youth division.\nRegardless, the insinuation that the incident happened in Singapore and that the assailant came in as part of CECA is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/securityassault-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-08T04:51:31+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/592260047605670/posts/1942185155946479/",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/posts/2031266817050974/",
        "https://www.enterprisesg.gov.sg/non-financial-assistance/for-singapore-companies/free-trade-agreements/ftas/singapore-ftas/ceca",
        "https://blackdotresearch.sg/maid-abuse-singapore-ceca/",
        "https://blackdotresearch.sg/self-radicalised-teen-singapore-mosque-ceca/",
        "https://blackdotresearch.sg/are-all-sex-crimes-in-singapore-committed-by-individuals-who-came-in-via-ceca/",
        "https://blackdotresearch.sg/temasek-holdings-ceo-dilhan-pillay-ceca/",
        "https://blackdotresearch.sg/are-there-really-650000-overseas-indians-in-singapore/",
        "https://says.com/my/news/old-video-of-ipoh-security-guard-being-assaulted-emerges-after-his-death-on-friday",
        "https://www.bernama.com/en/crime_courts/news.php?id=1997489",
        "https://www.channelnewsasia.com/asia/malaysia-perak-police-bersatu-man-assault-security-guard-table-swimming-pool-murder-2154916"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/securityassault-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "officer",
        "assault",
        "singapore",
        "security",
        "fatal"
    ]
}