{
    "link": "https://blackdotresearch.sg/factcheck-did-the-kelantan-state-government-order-the-closure-of-restaurants-during-the-month-of-ramadan-in-2019/",
    "Title": "Did the Kelantan State Government order the closure of restaurants during the month of Ramadan in 2019?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 6 May 2019, we received word that the following message was circulating on Whatsapp in Malaysia:\n\nTranslated, the message reads:\n“On the first day of Ramadan, the Kelantan State Government ordered restaurants and restaurant operators in the state to close or suspend business from 8.30pm to 10pm during the month of Ramadan to encourage Muslims to pray in the evening after breaking of fast.”\nThe message is true. The Kelantan State Government is implementing this to encourage the performance of terawih prayers.\n\nBACKGROUND\nRamadan is the month of the Holy Quran in the Muslim Faith, and the 9th month of the Islamic calendar. Muslims partake in acts of fasting (abstaining from eating, drinking and following desires, such as smoking), before dawn breaks and ending each day at sunset. There are also ritual prayers to be performed. See a brief explainer here (National Library Board Singapore) and here. (Majlis Ugama Islam Singapura . (“MUIS“) FAQ on Ramadan)\nTerawih prayers are explained by MUIS as follows:\n“Performing terawih prayers during Ramadan is highly encouraged. It is the main form of worship in the nights of Ramadan and cannot be performed in other months. \nThe time to perform the terawih prayers is after performing the obligatory evening (‘isya’) prayers. It is encouraged (afdal) to do the prayers in a mosque congregation. Nonetheless, terawih can also be done individually. The terawih prayers can be done in sets of 8 rakaat, 20 rakaat or 36 rakaat; each 2 rakaat with one salam. The way to perform the prayer is the same as any other sunat prayers (for example, sunat qabliyah (before) or ba’diyah (after) that is associated with the five obligatory prayers). According to a hadith reported by Imam Al-Bukhari and Muslim, narrated by Abu Hurairah R.A’: “The Holy Prophet pbuh encourages (Muslims) to perform good deeds during the nights of Ramadan; but he did not force it upon them. The Holy Prophet pbuh said: “Whoever worships during the nights of Ramadan in piety and sincerity for Allah S.W.T, Allah shall forgive his past sins.”\nVARIOUS MEDIA OUTLETS VALIDATE THE MESSAGE\nWe have checked across various media outlets in Malaysia, including both mainstream and alternative media outlets. All of which confirms that the content of the message is authentic.\nSee the following:-\n(1) Malaysiakini’s mandarin page here.\n(2) Sinchew news page here.\n(3) The New Straits Times report here.\nWe also sighted what appears to be a copy of the Kelantan State Government’s circular, confirming the truth of the message, here:\n\nAs reported by the New Straits Times:-\n“According to the circular, which was signed by state government deputy secretary (management) Datuk Adnan Hussin, the closure was to “respect the holy month of Ramadan” and to encourage Muslims to attend terawih prayers at mosques and surau.\nThe circular instructed local councils to issue the order to restaurant operators in their respective areas.\nHowever, Pas central committee member Nik Abduh Nik Abdul Aziz, in a statement uploaded on Facebook, has come out against the circular, saying he hoped the orders would be withdrawn.\nThe Bachok Member of Parliament said the directive went against the spirit of Ramadan, adding that the state government should instead be encouraging Muslims to operate legitimate businesses to earn halal money.\n“I was shown the circular after terawih prayers (Monday night). I checked that it was legitimate… I hope and pray that these orders will be rescinded.\n“During the fasting month, we must encourage people to operate businesses, not stop them. I hope the Kelantan government will consider rescinding the directive for the sake of the people in the state,” he said.”\nGiven the fact that:-\n(1) Different independent sources have confirmed the content of the message;\n(2) We have sighted what appears to be a genuine circular from the Kelantan State Government; and\n(3) Neither the message nor the circular has been rebutted or regarded by any source to be fake,\nWe are inclined to regard the content of the message as true.\nRemaining Issues\nWe do have 1 outstanding issue that we cannot confirm for the time being – Given that the circular has been given, we note that there is some opposition to the circular.  Sinchew has reported that a City Councillor has informed that the State Government’s order does not affect non-Muslim stores, but that is different from the wording in the order.  Such a statement has also not been published by other news sources.\nOn this issue, we are unable to confirm this variation of the directive to be accurate.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-07-at-10.15.26-AM.png",
    "Iframe Sources": [],
    "date": "2019-05-07T02:21:26+00:00",
    "Links in content": [
        "http://eresources.nlb.gov.sg/infopedia/articles/SIP_187_2005-01-03.html",
        "https://www.muis.gov.sg/-/media/Files/OOM/Resources/FAQ-english-ramadan.pdf",
        "https://www.malaysiakini.com/news/475125",
        "https://www.sinchew.com.my/content/content_2049931.html",
        "https://www.nst.com.my/news/nation/2019/05/486243/kelantan-orders-eateries-closed-during-terawih-prayers-throughout-ramadan"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-07-at-10.15.26-AM.png",
    "Truefalse": [
        "We are inclined to regard the content of the message as true."
    ],
    "Description": "",
    "keywords": [
        "restaurants",
        "kelantan",
        "ramadan",
        "closure",
        "government"
    ]
}