{
    "link": "https://blackdotresearch.sg/factcheck-did-a-fight-break-out-recently-between-myanmar-and-china-shipyard-workers-at-the-keppel-shipyard-canteen/",
    "Title": "Did a fight break out recently between Myanmar and China shipyard workers at the Keppel shipyard canteen?  ",
    "Tags": [],
    "Paragraphs": "\n\nYou may have come across this video claiming that a fight involving large numbers of Myanmar and Chinese shipyard workers had taken place at the Keppel shipyard canteen.\n\nThe allegation is untrue. No fight took place in Keppel shipyard between Chinese and Myanmar workers.\n\nWe did a reverse image search to see if there were other sources for the image and found several citing the same news.  We have found nothing from official sources or otherwise, claiming that the incident happened in Keppel shipyard as alleged.\n \nThese sources stated that the video showed an incident that took place on 12 September 2019, in the Amur region in Russia, between workers of the Amur Gas Processing Plant.  In a statement allegedly by the press service of the Amur Gas Processing Plant:-\n“September 12 in the morning in the dining room of one of the contractors there was an incident on household soil. One of the workers entered into a verbal skirmish with his colleague, after which the conflict escalated into a brawl, in which 8 people took part. All participants were detained by police. The internal affairs authorities are checking the causes of the conflict. There were no casualties from the incident.”\nGiven the fact that there are numerous different Russian news sources reporting the same matter and reporting the same statement above, it appears likely that the incident did indeed take place in Russia.  We have found nothing else to refute this.\nSee the various reports we chanced upon here, here and here.\nThe Singapore Police Force has issued a Facebook post confirming that the incident did not take place in Singapore as claimed.  They have however, not confirmed if the incident actually took place in Amur, Russia.  See below for further information.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/MassBrawl-647x800.jpg",
    "Iframe Sources": [],
    "date": "2019-10-02T08:29:02+00:00",
    "Links in content": [
        "https://www.amurnews.ru/proisshestvija/254070/",
        "http://www.matritca.kz/news/65897-v-amurskom-gpz-prokommentirovali-draku-mezhdu-rabochimi-v-stolovoy-video.html",
        "https://youtu.be/tUx0SnZmfb4"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/MassBrawl-647x800.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "shipyard",
        "myanmar",
        "keppel",
        "fight",
        "workers"
    ]
}