{
    "link": "https://blackdotresearch.sg/did-a-singapore-airlines-plane-fly-over-the-bangladeshi-airspace-without-approval/",
    "Title": "Did a Singapore Airlines plane fly over the Bangladeshi airspace without approval?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update: 25 May 3:37pm] We have updated the article with a statement from Singapore Airlines.\n–\nWe have been alerted to this Facebook post:\n\nThe video shows a recording from flight tracking website FlightRadar24’s app, and allegedly shows an incident when a Singapore Airlines (SIA) plane flies over Bangladeshi airspace without permission.\nIn the audio, we hear an exchange between what seems to be two Bangladeshi Air Traffic Controllers (ATC) and the pilot of the SQ flight.\nThe ATCs are heard asking the SIA pilot for the ‘ADC number’.\nAccording to this document by the Civil Aviation Authority, Bangladesh (CAAB), “All flights of aircraft civil/military, Bangladeshi or foreign originating within the Air Defence Identification Zone (ADIZ) and those penetrating the Bangladesh ADIZ shall obtain prior permission and Air Defence Clearance (ADC).”\nIn the audio, the SIA pilot asks for the ATC to “stand by” multiple times, then reveals that he has the Kolkata ADC number but not the one for Dhaka.\nA second ATC then says: “Kolkata cannot do anything, sir. You should talk to your company, [on] whether they have taken (sic) permission (to fly over Bangladeshi airspace) or not. You are lucky enough that our fighter (plane) has not intercepted you.”\nAfter an unintelligible response from the SIA pilot, we hear the second ATC reiterate that there’s a “need to take (sic) permission from Dhaka, for flying this route. This is not Kolkata.”\nThe video ends with the second ATC chastising the SIA pilot, saying: “If you don’t know please don’t fly, and ask your company to take (sic) permission from Dhaka, goodbye.”\nThe audio from the SIA pilot was muffled throughout the exchange. This was attributed to ‘poor signal’ in the video.\nWhile the video was posted on 19 May, it is uncertain when the video was taken on the 19th itself or on another day.\nTracking SQ326’s usual route\nChecking the SQ326’s recent flight history on FlightRadar24, we see that the aircraft seems to be used for the Singapore-Frankfurt route, with flights happening daily or every other day.\n\nWhen we did a check of the typical route taken by SQ326 on the Singapore-Frankfurt route from 17-24 May 2020, we see that other than the flight on the 19th, during which it appears to have flown over Kolkata, the aircraft typically flies nowhere near neither Kolkata nor Dhaka.\nFlight on 17 May:\n\nFlight on 18 May:\n\nFlight on 19 May:\n\nFlight on 20 May:\n\nFlight on 22 May:\n\nFlight on 24 May:\n\nUpdate from Singapore Airlines\nOn 25 May, Singapore Airlines (SIA) came forward with a statement regarding the incident.\nIn response to CNA’s and our enquiries, SIA clarified that SQ326 was heading from Singapore to Frankfurt when it transited in Bangladesh airspace at 3.15pm Singapore time on 19 May.\nAccording to SIA, the flight was routed to avoid Cyclone Amphan, and that the routing was “indicated on the official international flight plan, and that it had overflight permission from the Civil Aviation Authority of Bangladesh”.\nWhile an additional Air Defence Clearance (ADC) number is issued by Bangladesh for each flight, “the pilot did not have it immediately available as it had not been retrieved through the flight planning process before the flight departed Singapore”.\nSIA said that Bangladeshi authorities have not been in contact regarding the incident, but they will “proactively launch an investigation into this oversight and tighten its procedures to ensure that there is no repetition”.\nTherefore, the claim that a Singapore Airlines flight flew over Bangladeshi airspace without permission is likely false.\n\nRegardless, we have reached out to the Civil Aviation Authority, Bangladesh for clarification and will update the article when we get a response.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/sq.jpg",
    "Iframe Sources": [],
    "date": "2020-05-25T05:28:23+00:00",
    "Links in content": [
        "https://www.facebook.com/110131083879737/videos/246528043078736/",
        "http://www.caab.gov.bd/aip/sup/aipsup01-18.pdf",
        "https://www.flightradar24.com/data/flights/sq326",
        "https://www.channelnewsasia.com/news/singapore/sia-pilot-bangladesh-airspace-permission-sq326-12767174"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/sq.jpg",
    "Truefalse": [
        "likely false"
    ],
    "Description": "",
    "keywords": [
        "airspace",
        "airlines",
        "plane",
        "bangladeshi",
        "fly"
    ]
}