{
    "link": "https://blackdotresearch.sg/did-the-notre-dame-fire-have-anything-to-do-with-the-september-11-attacks/",
    "Title": "Did the Notre-Dame fire have anything to do with the September 11 Attacks?  ",
    "Tags": [],
    "Paragraphs": "\n\nNo, there’s no relationship between the fire which engulfed the Notre-Dame Cathedral in Paris, France on 15 April 2019 (the Notre-Dame fire) and the 11 September 2001 terrorist attacks which brought down the World Trade Centre in the United States of America (the 9/11 Attack).\n\nThe reason there seemed to be such a correlation is because of a computer glitch in YouTube’s new feature for some of its videos – A computer programme that would launch information panels featuring information from sources such as the Encyclopedia Britannica and Wikipedia to fact-check the information being played in the video.  This was a feature designed to counter misinformation and fake news.\nBy Remi Mathis – Own work, CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=78063480\nWhat apparently happened was that live-streams of news reporting on the Notre-Dame fire triggered the new feature to play information relating to the 9/11 Attacks.\nIt is important to highlight that YouTube’s information panels did not state that the Notre-Dame fire was a terrorist attack or that it was directly linked to the 9/11 Attack.\nInstead, the placing of the information panels gave the misleading impression that there was such a link.  See Buzzfeed’s reporting on viewers of the YouTube videos, puzzled by the information relating to the 9/11 Attack put up by the information panels.\nVarious news outlets have reported that the fire has presently been extinguished.  The structure of the cathedral is largely intact, but 2/3 of the roof has been destroyed.  Information on the cause of the fire continues to be gathered.  See reports from the New York Times, the Telegraph (UK), and CNA.\nTech Crunch and Business Insider have published in their reports on the incident, a statement from YouTube’s spokesperson to them, which reads as follows:\n“We are deeply saddened by the ongoing fire at the Notre Dame Cathedral. Last year, we launched information panels with links to third party sources like Encyclopedia Britannica and Wikipedia for subjects subject to misinformation. These panels are triggered algorithmically and our systems sometimes make the wrong call. We are disabling these panels for live streams related to the fire.”\nSee the reports by TechCrunch and Business Insider.\nGiven the consistency and the separate independent nature of the reports, we regard the statement from YouTube to be true until otherwise proven.\nPlease note that you should disregard any suggestion of a terrorist attack being linked to the Notre-Dame fire!\nAuthor’s note: This incident with YouTube is interesting in that efforts are clearly ongoing to try to digitise the effort to factcheck.  However, clearly machine learning has some way to go before it becomes reliable.  Without human oversight, the machine runs the risk of becoming a purveyor of fake news all by itself, albeit without any malicious intention at all.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Incendie_Notre_Dame_de_Paris-1-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-04-16T09:46:56+00:00",
    "Links in content": [
        "https://www.buzzfeednews.com/amphtml/ryanhatesthis/youtube-notre-dame-fire-livestreams",
        "https://www.nytimes.com/2019/04/15/world/europe/notre-dame-fire-what-we-know.html",
        "https://www.nytimes.com/2019/04/15/world/europe/notre-dame-fire-what-we-know.html",
        "https://www.channelnewsasia.com/news/world/notre-dame-fire-what-we-know-so-far-11449094",
        "https://techcrunch.com/2019/04/15/notre-dame-cathedral-fire-youtube-factcheck/",
        "https://www.businessinsider.sg/notre-dame-cathedral-fire-videos-on-youtube-show-september-11-information-2019-4/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Incendie_Notre_Dame_de_Paris-1-800x800.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "notre",
        "attacks",
        "september",
        "dame",
        "11"
    ]
}