{
    "link": "https://blackdotresearch.sg/israeli-pm-ultimatum-hamas/",
    "Title": "Did Israeli PM Benjamin Netanyahu give a 24-hour ultimatum to Hamas to cease “all rocket fire”?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on the Facebook page of retired Singaporean diplomat Bilahari Kausikan. Given that the post has been taken down at time of writing, here is a screenshot of it:\n\nThe post contains a transcript of a speech that was allegedly made by the Israeli Prime Minister in front of the Knesset, the legislative branch of the Israeli government. The speech, addressed to “the leaders and operatives of Hamas” along with its leader Ismail Haniya, gives Hamas a 24-hour ultimatum to cease “all rocket fire”. The speech also gives “formal notice” that Israeli tanks are “massed at the Gaza border, with artillery and air support at the ready”.\nThe emergence of the post is especially worrying as it comes at a time when the Israel-Palestine conflict has, in recent weeks, been escalating rapidly.\nDoes this mean that there is any truth in the post, then?\nOn 12 May, Snopes published a factcheck on the speech and noted that it was neither delivered by Netanyahu recently nor delivered by him at all. In fact, the similar text had first started circulating all the way back in 2014. Interestingly, the speech was shared both as an  “open letter” to Hamas, and an as a speech delivered in front of the Knesset.\nSnopes traced the origin of the speech back to a post on blog “sgb free thought” published on 8 July 2014. The post ended with the line “and then I awoke, and it was all a dream”, suggesting that it could very well be a work of fiction by Shaul B., author and owner of the blog.\nA comment on the post dated 11 July 2014 informs Shaul B. that the text had been spread as a genuine speech made by Netanyahu:\n\nAnother comment posted 5 years later, on 6 May 2019, informs the author that the speech was “still being passed around on Facebook” and that the page he/she found it on already had over 450 shares:\n\nIt was only recently on 13 May 2021 that Shaul B. came out to clarify that the speech was essentially a “monster” he had created in 2014.\n“I wrote a work of viral fake-news, completely unintentionally,” he said.\nAdmitting that he feels “a kind of guilty pride” about how his work of fiction had seemed to have “clearly touched and resonated with a huge number of people”, he goes on to describe the speech as a monster that makes an appearance “every time Israel goes into yet another round of fighting with Hamas”.\nTherefore, it is false that Israeli Prime Minister Binyamin Netanyahu recently made a speech in front of the Knesset giving Hamas a 24-hour ultimatum.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/ispmf-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-18T04:42:52+00:00",
    "Links in content": [
        "https://www.facebook.com/100007423144773/posts/3032167180374024/",
        "https://edition.cnn.com/2021/05/16/middleeast/israel-palestinian-conflict-intl/index.html",
        "https://www.bbc.com/news/newsbeat-44124396",
        "https://www.facebook.com/martin.weatherston.5/posts/616178801836211",
        "http://sunlakesjewishcongregation.org/theshpiel/shpiel/shpiel-sep14.pdf",
        "http://sgb-free-thought.blogspot.com/2014/07/breaking-netanyahu-speech-to-hamas.html",
        "https://sgb-free-thought.blogspot.com/2021/05/i-created-monster.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/ispmf-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "hamas",
        "netanyahu",
        "israeli",
        "ultimatum",
        "cease"
    ]
}