{
    "link": "https://blackdotresearch.sg/did-this-knife-attack-happen-at-buona-vista-mrt/",
    "Title": "Did this knife attack happen at Buona Vista MRT?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 7 August 2020, 3:30am] The author of the post has edited his caption to reflect “HongKong MTR station” instead.\n–\nWe came across this Facebook post yesterday evening, which alleges that a particularly violent incident took place at Buona Vista MRT station.\nWhile the author has since edited his caption, here’s a screenshot of the original post before the edit:\n\nThe 14-second long video shows two individuals, both wearing black caps and wielding large knives, attacking another individual at what looks to be a train station.\nBelow is the video that was uploaded, in case the post gets taken down:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/08/knifeattack.mp4\nAlong with the video is the caption: “Singapore Buona Vista MRT Station”, implying that this took place not just in Singapore, but at Buona Vista MRT station.\nAt time of publication, the post has been shared over 1,100 times.\nQuite obviously not Singapore\nEven if you’ve not been to Buona Vista MRT station, it’s quite obvious that the incident very likely did not happen in Singapore.\n\nFor one, the signboards within the station do not look like the ones we see in our MRT stations, nor at Buona Vista MRT station:\n\n\nAlthough it’s not very clear, we see a turquoise logo in the background of the video, which might indicate the line which the station serves. There are no lines in Singapore which use that colour.\nFortunately, many netizens quickly caught on to the fact that the claim that this incident happened in Singapore was false:\n\n\n\nSeveral netizens have even offered the context of the video:\n\n\nAccording to the report of the incident on the South China Morning Post, the two individuals were armed robbers who slashed a man and snatched a HK$270,000 (~S$47,700) Rolex watch from him. They were both holding 30cm beef knives.\nThe incident happened at Tai Wai MTR Station in Hong Kong, and Hong Kong police are still on the hunt for the perpetrators.\nTherefore, we rate the claim that this incident happened at Buona Vista MRT station in Singapore as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/buonaimage.png",
    "Iframe Sources": [],
    "date": "2020-08-06T10:23:48+00:00",
    "Links in content": [
        "https://www.facebook.com/1850080664/posts/10214460174338716/",
        "https://blackdotresearch.sg/wp-content/uploads/2020/08/knifeattack.mp4",
        "https://www.scmp.com/news/hong-kong/law-and-crime/article/3096014/police-hunt-two-robbers-after-man-slashed-and-has"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/buonaimage.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "knife",
        "attack",
        "buona",
        "did",
        "happen"
    ]
}