{
    "link": "https://blackdotresearch.sg/did-brad-bowyer-leave-the-progress-singapore-party-psp/",
    "Title": "Did Brad Bowyer Leave The Progress Singapore Party (PSP)?  ",
    "Tags": [],
    "Paragraphs": "\n\nYesterday, Facebook page Gong Jiaowei posted an update suggesting that Progress Singapore Party (PSP) member Brad Bowyer could have left the party after his official Facebook page was found to have been deleted.\n\n\n\n\nDid Brad Bowyer just quietly quits the party again? His official Facebook page and even personal profile have been…\nPosted by Gong Jiaowei on Tuesday, 25 February 2020\n\nThe post mocks Bowyer, bringing up his previous political affiliations.\nBowyer had previously been in the People’s Action Party (PAP), then the People’s Voice Party (PV) and eventually, the PSP. He had also been “involved” with the National Solidarity Party (NSP) at some point of time.\nShut Down TRS followed up with a Facebook post a while after, sharing screenshots of Bowyer’s personal Facebook account.\n\n\n\n\nPersonal facebook wall was rid of all the PSP party colours.Facebook Fan page gone. Did Brad Bowyer quit PSP?\nPosted by Shut down TRS on Tuesday, 25 February 2020\n\nDid Brad Bowyer Really Leave The PSP?\nWhile it is indeed true that Bowyer’s official Facebook page has been deleted, which might imply that he could have left the party, he did not come out to announce any changes.\nWe reached out to Bowyer on his personal Facebook account to confirm or refute the suspicions and as he replied very succinctly:\n\nWhen asked why he deleted his official Facebook page, he shared that he doesn’t have the time to maintain it properly at the moment, and that there will be “other vehicles in the future” that he might use to share his thoughts “when the time is right”.\nTherefore, the assumption that Bowyer has left the PSP has been dispelled and is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/brad-psp.jpg",
    "Iframe Sources": [],
    "date": "2020-02-27T07:37:52+00:00",
    "Links in content": [
        "https://www.facebook.com/gongjiaowei.sg/",
        "https://www.facebook.com/gongjiaowei.sg/photos/a.427167291161560/652641305280823/?type=3",
        "https://mothership.sg/2019/03/brad-bowyer-leaves-peoples-voice/",
        "https://www.facebook.com/shutdowntrs/",
        "https://www.facebook.com/shutdowntrs/photos/a.1438069629738857/2569210763291399/?type=3"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/brad-psp.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "bowyer",
        "singapore",
        "party",
        "leave",
        "did"
    ]
}