{
    "link": "https://blackdotresearch.sg/did-the-pope-publicly-admit-that-clerics-had-sexually-abused-nuns-and-in-a-case-kept-nuns-as-sex-slaves/",
    "Title": "Did the Pope publicly admit that clerics had sexually abused nuns, and in a case, kept nuns as sex slaves?  ",
    "Tags": [],
    "Paragraphs": "\nOn 6 February 2019, the BBC reported that “Pope Francis has admitted that clerics have sexually abused nuns, and in one case they were kept as sex slaves.”\nThis statement may be misleading. We caution that the words of Pope Francis are unclear and subject to interpretation.\n\n\nThe BBC report is one of many similar news reports about Pope Francis’ statements made during a 6 February 2019 press conference on board his plane returning to Rome from the United Arab Emirates. The ‘sex slave’ statement arose from Pope Francis praising his predecessor’s act of dissolving the Community of St Jean, which had, in 2013, admitted that the reverend of the Community had behaved in ways that “went against chastity”.\nAccording to various other news sources, the Vatican spokesperson has clarified that the Pope had meant that there was “manipulation” rather than sexual enslaving.\n“When the Holy Father, referring to the dissolution of a Congregation, spoke of ‘sexual slavery,’ he meant ‘manipulation,’ a form of abuse of power which is reflected also in sexual abuse,” said Vatican spokesman Alessandro Gisotti.\nPerhaps the most balanced reporting came from the Associated Press, which reported the words of the Pope as follows:\n“Francis was asked about priests who target adult women — the religious sisters who are the backbone of the Catholic Church’s education, health care and social service ministries around the globe — and whether the Holy See might consider a similar universal approach to combat that issue.\n“It’s not that everyone does this, but there have been priests and bishops who have,” Francis told reporters. “And I think that it’s continuing because it’s not like once you realize it that it stops. It continues. And for some time we’ve been working on it.”\n“Should we do something more? Yes. Is there the will? Yes. But it’s a path that we have already begun,” Francis said.\n[Regarding the Community of St Jean case] He said [his predecessor, Pope Benedict] acted “because a certain slavery of women had crept in, slavery to the point of sexual slavery on the part of clergy or the founder,” he said.\n“Sometimes the founder takes away, or empties the freedom of the sisters. It can come to this,” Francis said.\n“There are cases, usually in new congregations and in some regions more than others,” he said. “We’re working on it.”\n“Pray that this goes forward,” he said of the Vatican efforts to fight it. “I want it to go forward.”\n\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-02-07T16:35:02+00:00",
    "Links in content": [
        "https://www.bbc.com/news/world-europe-47134033",
        "https://edition.cnn.com/2019/02/06/world/pope-nuns-slavery/index.html",
        "https://www.apnews.com/397f2c76afc04532908035a66ccaacc8"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "nuns",
        "clerics",
        "pope",
        "abused",
        "slaves"
    ]
}