{
    "link": "https://blackdotresearch.sg/factcheck-did-hong-kong-protesters-set-fire-to-a-dbs-bank-branch/",
    "Title": "Did Hong Kong protesters set fire to a DBS bank branch?  ",
    "Tags": [],
    "Paragraphs": "\n\nToday, we came across a video that has been circulating around WhatsApp, allegedly showing protestors burning down one of the DBS branches in Hong Kong.\n\n\nhttps://blackdotresearch.sg/wp-content/uploads/2019/11/814b7e7b-7161-42c4-86c1-ecdc33c4e7f1.mp4\nIn the video, fire can be seen raging from a unit along a street in Hong Kong while the surrounding area was crowded with watchful citizens and empty tear-gas canisters.\nWhile a DBS bank branch can be clearly seen in the video, there has been other videos captured from a different angle by the South China Morning Post (SCMP).\n\nSCMP reported that at 11.12pm, the fire had instead consumed a shop on Yee Wo Street in Causeway Bay, the retail heart of Hong Kong. The flames also tore down its surrounding air-conditioning units, inevitably causing overall structural damage.\n“Shop in Causeway Bay on fire with residential flats above\nA massive fire has engulfed a shop on Yee Wo Street in Causeway Bay, with air-conditioning units and the external structure of the building up in flames. Residential flats are above and a citizen tries to extinguish the blaze with a fire hose. “\nIn light of the above check, we rate the claim as misleading.\n\nA similar video was widely shared on Facebook, showing the extent of the destruction as a group of firefighters were seen tackling the blaze.\nThe initial trigger for these protests that took place over a now-withdrawn extradition bill has now seen unrest for 23 consecutive weeks. The latest escalation was sparked by the death of a student who fell from a building following police clashes with protesters last week. In addition to that, a wave of violent confrontations was unfortunately set off when a policeman shot a protester on Monday. Subsequently, a man was doused in flammable liquid and set on fire after arguing with protesters.\nThere have been calls for democratic reform and have since expanded to include other demands to police the crisis more effectively.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/11/DBS-HK-fire-SCMP-800x704.png",
    "Iframe Sources": [],
    "date": "2019-11-13T10:00:36+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2019/11/814b7e7b-7161-42c4-86c1-ecdc33c4e7f1.mp4",
        "https://www.scmp.com/news/hong-kong/politics/article/3037264/tear-gas-fired-hong-kong-chaos-returns-streets-second",
        "https://www.facebook.com/standnewshk/videos/639223896608337/",
        "https://www.channelnewsasia.com/news/asia/alex-chow-hong-kong-protests-student-dies-hkust-university-12074694",
        "https://edition.cnn.com/2019/11/10/asia/hong-kong-protester-shot-intl-hnk/index.html"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/11/DBS-HK-fire-SCMP-800x704.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "protesters",
        "kong",
        "hong",
        "bank",
        "dbs"
    ]
}