{
    "link": "https://blackdotresearch.sg/did-stuart-mills-get-away-with-committing-a-potential-crime/",
    "Title": "Did Stuart Mills get away with committing a potential crime?  ",
    "Tags": [],
    "Paragraphs": "\n\n\nOn 9 April 2019, the author of the States Times Review claimed that Stuart Mills, allegedly the Caucasian in the viral video showing him assaulting an elderly security guard, would not be arrested. Apparently, the Singapore Police are under fire for refusing to arrest him.\nThis is fake news. There is no accusation against the police, who are following established procedure. It remains to be seen also who in fact is the assailant.\n \n\nFirst, the assailant had surrendered himself the next day by seeking to apologise to the security guard in question. The police were called down, and statements were taken.\nSecond, investigations are ongoing for the relevant offence which is voluntarily causing hurt – This is not an arrestable offence under the Criminal Procedure Code which would give the police the power to arrest the man.\nThe police would arrest if the offence was instead, one of causing grievous hurt, but that clearly isn’t the case here. See the list of injuries classified at law as “grievous”.\nThanks to our reader, who alerted us to this news.\nRead more about this incident here and here.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/stuartmills.jpg",
    "Iframe Sources": [],
    "date": "2019-04-10T07:03:51+00:00",
    "Links in content": [
        "https://sgalextan.com/2019/04/09/no-arrest-for-uk-angmoh-who-coward-punched-singaporean-elderly-security-guard",
        "https://sso.agc.gov.sg/Act/PC1871?ProvIds=pr320-",
        "https://www.channelnewsasia.com/news/singapore/police-man-punch-strikes-security-guard-car-park-roxy-square-11417468",
        "https://www.straitstimes.com/singapore/police-investigating-case-of-man-who-punched-60-year-old-security-supervisor-at-roxy"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/stuartmills.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "mills",
        "crime",
        "stuart",
        "away",
        "committing"
    ]
}