{
    "link": "https://blackdotresearch.sg/factcheck-discerning-fact-from-misinformation-about-allegations-against-mr-erramalli/",
    "Title": "Discerning fact from misinformation about allegations against Mr Erramalli  ",
    "Tags": [],
    "Paragraphs": "\nAs you would probably have heard by now, an incident involving a Ramesh Erramalli happened sometime last week.  A video of him apparently verbally abusing a security officer at Eight Riversuites condominium was uploaded to YouTube last Friday.\n\nThe video sparked a significant amount of condemnation against Mr Erramalli in the online and mainstream media.  This was in no small part due to comments made by Ramesh during the incident, which seemed to suggest that he saw himself as being a class above HDB-dwelling Singaporeans.  Senior Minister Tharman Shamugaratnam himself had weighed in on the incident, calling it an example of modern-day bigotry and a sense of entitlement.\nPerhaps the most damning has been the actions of online vigilantes, who have gone further to publish questionable information that further inflamed matters.  These include:-\n(a) Spreading a picture of an MOM letter that allegedly shows that Ramesh was an employment pass holder, and that Ramesh’s salary in Singapore was S$66,000 a month, not including over S$10,000 in monthly allowances;\n\n \n(b) Starting a petition on Change.org entitled “Get Ramesh Erramalli fired from JP Morgan Singapore”.\n\nSince the above happened, the Association of Certified Security Agencies has informed the public that Mr Erramalli has apologised to the security guard in question (http://bit.ly/2NqUh5d), while the police have launched an investigation following a report having been lodged against Mr Erramalli for causing harassment to a security officer, and it has been suggested that Mr Erramalli himself has filed a police report over the harassment he says he received (http://bit.ly/STReport-Erramalli-report).\nThe Ministry of Home Affairs has issued a statement to the media, stating that:\n“The Police are investigating a report which was lodged against a 44-year-old man, Mr Erramalli Ramesh for an offence of intentionally causing harassment to a security officer who was deployed at Eight Riversuites condominium. The Police take a stern view towards any abusive behaviour against security officers who are carrying out their duties.\nMr Erramalli is married to a local-born Singapore Citizen. He obtained his Singapore Citizenship on the sponsorship of his wife, under the Family Ties scheme.”\nSource: Various media outlets.\nWe are inclined to believe MHA’s statement as it is more credible to us than the existing allegations.  As an organisation, MHA has access to the relevant records regarding Mr Erramalli’s background and appears to have relied on such records.\nThe allegation based on the picture claiming that Mr Erramalli makes S$66,333 a month and is the managing director of JP Morgan in Singapore is untrue.\n\nSince the MHA has made clear that Mr Erramalli is not a foreigner but a Singapore citizen, he cannot be the recipient or subject of the letter – he does not require a work pass to work in Singapore.  \n \nMothership has also reported on this matter and pointed out that Mr Erramalli does not hold the position stated in the letter, i.e. a managing director in JP Morgan.  This conflicts with other suggestions that he is an Executive Director at JP Morgan.  There is in fact, nothing from JP Morgan to confirm what position Mr Erramalli holds, and the only confirmation we have is that he is an employee of JP Morgan.  \nNot only is the circulating picture of the MOM letter falsely associated with Mr Erramalli, MHA’s clarification also puts a brake on online commentary suggesting that CECA is problematic, since CECA is not involved.\nSee the above-mentioned reports below:\nhttps://mothership.sg/2019/10/wrong-whampoa-ramesh-doxxed/\nhttps://www.todayonline.com/singapore/condo-resident-verbally-abused-security-guard-makes-police-report-against-harassment\nFake news continues to spread\nFor now, the narrative that Mr Erramalli Ramesh is a foreigner who managed to secure a ‘plum job’ with an astronomical salary despite having only a diploma from a dubious “Uptron Academy” appears to be too attractive to give up.\nFacebook page The Temasek Review continues to support this narrative (see the post below, posted today), as do various other sources online:\n\nNone of the above posts are credible.\nAvoid speculating on the incident – we probably have not heard the final word on this matter.  It remains to be seen what the outcome of police investigations will be and what further steps can and will be taken.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/8Riversuites-800x571.jpeg",
    "Iframe Sources": [],
    "date": "2019-10-31T09:19:52+00:00",
    "Links in content": [
        "http://bit.ly/2NqUh5d",
        "http://bit.ly/STReport-Erramalli-report",
        "https://mothership.sg/2019/10/wrong-whampoa-ramesh-doxxed/",
        "https://www.todayonline.com/singapore/condo-resident-verbally-abused-security-guard-makes-police-report-against-harassment"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/8Riversuites-800x571.jpeg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "erramalli",
        "allegations",
        "misinformation",
        "fact",
        "discerning"
    ]
}