{
    "link": "https://blackdotresearch.sg/does-this-video-show-virus-ridden-goats-in-a-livestock-market-in-india/",
    "Title": "Does This Video Show Virus-Ridden Goats In A Livestock Market In India?  ",
    "Tags": [],
    "Paragraphs": "\n\nIn an earlier article, we saw how a photo of a vertically-challenged cow was mistaken to be a cow-pig hybrid from Thailand, and also examined claims that its meat was going to be sold in Singapore during the fasting month.\nToday, we were alerted to another livestock-related claim going around Whatsapp and social media.\nHere’s a Twitter post on it:\n\nUnknown virus is spread in mutton livestock market in India, so avoid consuming goat mutton. Share this video & message with family & friends. 🦌🚫🚱 pic.twitter.com/Qs35vFL0uO\n— 🇮🇳 Nandkumar (@nandu5431) February 24, 2020\n\nOn Whatsapp, the video is also forwarded with a warning: “Unknown virus is spread in mutton livestock market in India, so avoid consuming goat mutton. Share this video & message with family & friends. 🦌🚫🚱”\nThe 2:36-long video is a rather disturbing one – dead and dying goats are seen lying at what looks like a farm or market, and a voiceover narrates the scene. Beyond the goats, the video also features soundbites from several men at the market, who appear to offer their comments on the matter rather candidly.\nIn the background, loud groans can be heard. As human-like as they sound, we realised that they are more likely to be coming from the goats – which have eerily human-like groans.\nWhat we’ve found out so far\nSo far, only one website has come out to dispel the claims surrounding the video.\nIn an article in the WebQoof fact-checking section of English and Hindi language Indian news website The Quint, it was mentioned that their writers spoke to Dr. Ajay Arora, the Joint Director at the Animal Husbandry Department in Ajmer, India.\nHe was quoted as saying: “Every four-six months this viral video starts recirculating but there is no truth to it. It’s fake. Even the visuals of the market do not match that of any market in Ajmer.”\nRegardless, it is still a disturbing scene to watch, and it’s unsettling that there is no plausible explanation being suggested.\nWe have reached out to Dr. Ajay in hopes for a little more elaboration on what he thinks is happening in the video, and will update when he gets back to us.\nWe therefore rate that the claim that an unknown virus is being spread among goats is likely false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/goatvid-19.jpg",
    "Iframe Sources": [],
    "date": "2020-02-28T06:55:42+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/what-the-cow-is-this-pig-cow-hybrids-meat-going-to-be-sold-in-singapore/",
        "https://t.co/Qs35vFL0uO",
        "https://twitter.com/nandu5431/status/1231931335565926401?ref_src=twsrc%5Etfw",
        "https://www.youtube.com/watch?v=nlYlNF30bVg",
        "https://fit.thequint.com/fit-webqoof/fit-webqoof-mutton-livestock-infected-with-virus-its-fake",
        "http://www.agriculture.rajasthan.gov.in/content/agriculture/en/RACP-dep.html#"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/goatvid-19.jpg",
    "Truefalse": [
        "likely false"
    ],
    "Description": "",
    "keywords": [
        "goats",
        "livestock",
        "virus",
        "video",
        "market"
    ]
}