{
    "link": "https://blackdotresearch.sg/pfizer-vaccine-prion-neurodegenerative-diseases/",
    "Title": "VACCINEWatch Does the Pfizer vaccine cause neurodegenerative diseases?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nThe message includes a link to an article on website National File. The article quotes a report titled “COVID-19 RNA Based Vaccines and the Risk of Prion Disease” written by a particular J. Bart Classen.\nThere is quite a bit of jargon in the report but essentially what Classen claims is that his analysis found that messenger RNA (mRNA) in the Pfizer vaccine could lead to prion diseases or neurological diseases like Alzheimer’s disease and ALS.\nWhile most of us are familiar with Alzheimer’s and ALS, prion diseases might not be as familiar a term.\nPrion diseases, as described by the CDC, are a family of rare progressive neurodegenerative disorders that affect both humans and animals. ‘Prions’ are abnormal, pathogenic agents that are transmissible and are able to induce abnormal folding of specific normal cellular proteins called prion proteins. Some examples of prion diseases are Creutzfeldt-Jakob disease (CJD) and bovine spongiform encephalopathy (BSE), more commonly known as ‘mad cow disease’. Prion diseases are usually rapidly progressive and always fatal.\nIn his report, Classen writes that mRNA vaccines like Pfizer’s have the potential to trigger the abnormal folding of proteins TDP-43 and FUS which are associated with Alzheimer’s. He even later writes in the report that “there are many other potential adverse events that can be induced by the novel RNA based vaccines against COVID-19” and even goes so far as to state that “the vaccine could be a bioweapon and even more dangerous than the original infection”.\nThe claims made in the report have been debunked by multiple fact-checkers, but before we go into that, it is important to note that the author of the report, J. Bart Classen, is known to be anti-vaccination. For one, he had written a letter to former US President Donald Trump in 2017 and called him stop government vaccine policies. In the letter, he wrote that “vaccines cause chronic immune disorders such as autism, diabetes, asthma, allergies and multiple different autoimmune diseases [and] because of vaccines these diseases are increasing at epidemic proportions”.\nNational File, the website that published the findings of Classen’s report, is also identified by Media Bias Fact Check as “an extreme right Tin-Foil Hat Conspiracy website based on the promotion of unproven/debunked claims and a Strong Pseudoscience purveyor based on using junk science to support claims”.\nClaim debunked by multiple fact-checks\nEven without much digging, we managed to find several different articles (USA TODAY, PolitiFact, American Council on Science and Health, The Dispatch Fact Check, Science-based Medicine) from US-based websites that debunk the claims made in Classen’s report. Here’s a summary of what each of them found.\nFirst of all, PolitiFact noted that there have been no instances of neurodegenerative or prion diseases documented in the US federal government’s Vaccine Adverse Event Reporting System, despite millions of Americans having gotten vaccinated with Pfizer, Moderna or Johnson & Johnson vaccines. Martha Sharan, a spokesperson for the CDC told PolitiFact that “VAERS has received no reports of prion-related diseases, Alzheimer’s disease, or amyotrophic lateral sclerosis (ALS) after COVID-19 vaccination [and there is] no evidence to date indicates a causative association between COVID-19 vaccines and these conditions”.\nIn another fact-check, USA TODAY reported that it found no mention in its review of the U.S. Food and Drug Administration’s decision memorandums for both Pfizer and Moderna’s vaccines, which involved clinical trials with tens of thousands of volunteers. When USA TODAY checked in with Dr. Angela Rasmussen, a virologist affiliated with Georgetown University, she said that Classen’s paper “no scientific weight at all”. She also noted that the journal his article is published in, Microbiology & Infectious Diseases, was “not a reputable or reliable journal”.\nDr. Rasmussen was echoed by Jacob Yount, associate professor in the Department of Microbial Infection and Immunity at Ohio State University, who told The Dispatch Fact Check that the journal isn’t listed on Pubmed, which is “the major U.S. index of scholarly biomedical publications”. Yount even added that there are several indications that the journal in question could be a “so-called predatory journal”, which “generally means that you can publish anything as long as you pay the publication charges”.\nOn the claims made on the study, Yount said that it “seems to be based on gibberish presented in a seemingly scientific manner” and noted that “mRNA vaccines have a longer history of testing in humans that started several years before the COVID vaccines, and these past vaccines were found to be safe and have not resulted in prion disease”.\nVincent Racaniello, professor of microbiology and immunology at Columbia University also told The Dispatch Fact Check in an email that “the study by Classen is a theoretical exercise in which he assesses if the mRNA vaccine can convert cell proteins to prion conformations”. Said Racaniello: “The exercise is completely speculative and flawed and no conclusions can be drawn from this study. Hence the claims on social media are completely wrong as they are based on a flawed study from which no conclusions can be made.”\nDr. David Gorski, professor of surgery and oncology at the Wayne State University School of Medicine, also wrote in Science-Based Medicine that Classen’s report is a “whole heck of a lot of speculation, with the finding of an obscure connection based on methodology that is not explained with anywhere near the level of rigour that a real molecular biologist or bioinformatics scientist would require to be convinced”.\nTherefore, with the lack of evidence that Pfizer’s COVID-19 vaccine causes prion or neurodegenerative diseases, Classen’s questionable background and the fact that the claim has been debunked by reputable fact-checkers and medical experts, we rate the claim as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/04/priondiseases-800x800.png",
    "Iframe Sources": [],
    "date": "2021-04-27T03:12:02+00:00",
    "Links in content": [
        "https://nationalfile.com/report-pfizer-vaccine-confirmed-to-cause-neurodegenerative-diseases/",
        "https://scivisionpub.com/pdfs/covid19-rna-based-vaccines-and-the-risk-of-prion-disease-1503.pdf",
        "https://www.cdc.gov/prions/index.html",
        "https://www.prnewswire.com/news-releases/president-trump-challenged-by-immunologist-j-bart-classen-md-of-classen-immunotherapies-to-stop-dangerous-vaccine-policies-300481652.html",
        "https://mediabiasfactcheck.com/national-file/",
        "https://www.usatoday.com/story/news/factcheck/2021/03/31/fact-check-covid-19-vaccine-not-associated-prion-disease/7053007002/",
        "https://www.politifact.com/factchecks/2021/feb/26/j-bart-classen/coronavirus-vaccine-doesnt-cause-alzheimers-als/",
        "https://www.acsh.org/news/2021/02/19/no-covid-mrna-vaccine-wont-cause-alzheimers-or-prion-disease-15357",
        "https://factcheck.thedispatch.com/p/could-the-mrna-vaccines-lead-to-an",
        "https://sciencebasedmedicine.org/can-mrna-based-covid-19-vaccines-cause-prion-disease/",
        "https://www.politifact.com/factchecks/2021/feb/26/j-bart-classen/coronavirus-vaccine-doesnt-cause-alzheimers-als/",
        "https://vaers.hhs.gov/",
        "https://www.usatoday.com/story/news/factcheck/2021/03/31/fact-check-covid-19-vaccine-not-associated-prion-disease/7053007002/",
        "https://www.fda.gov/media/144416/download",
        "https://www.fda.gov/media/144673/download",
        "https://factcheck.thedispatch.com/p/could-the-mrna-vaccines-lead-to-an",
        "https://sciencebasedmedicine.org/can-mrna-based-covid-19-vaccines-cause-prion-disease/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/04/priondiseases-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "vaccine",
        "neurodegenerative",
        "pfizer",
        "diseases"
    ]
}