{
    "link": "https://blackdotresearch.sg/surgeon-catheter-wrong-side-patient-singapore/",
    "Title": "Does the surgeon who inserted a catheter in the wrong side of a patient have a fake degree?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nIn the post, we see the text ‘”Worst hospital”: Netizens slam SGH after surgeon inserted catheter in wrong side of patient’s stomach’ alongside Singapore General Hospital (SGH)’s logo and another text implying at ‘SGH’ is an abbreviation for “Singapore Genocide Hospital”. The first line of text was taken from an article on The Online Citizen that reports on a recent incident in which a surgeon had inserted a catheter into the wrong side of a patient’s stomach for peritoneal dialysis.\nThe patient, Celine Wu, recalled the incident in a Facebook post and said that a decision to insert the catheter into the right side of her stomach was made during a pre-surgery discussion with Dr Tang, her surgeon at SGH. The surgery happened on 2 November 2020, and she woke up and realised two things:\n\nThe procedure was not performed by Dr Tang\nThe catheter was inserted on the left side instead of the right\n\nThe mistake had “caused a lot [of] inconvenience to [Wu’s] daily life”.\nWu said that during her admission stay post-surgery, all her requests to see the surgeon who did the procedure were left unattended to even until the day she was discharged. Wu said that “no one reached out to [her] on this matter despite [multiple] attempts to find out who the [surgeon who operated on her was]” even when she was going back for her outpatient review from December 2020 to February 2021. Wu added that “despite a lot of sharing on social media”, no one from SGH contacted her. It was only after she sent an email to the feedback department of SGH did Dr Tang contact her to discuss the matter.\nResponding to Mothership regarding the incident, SGH’s Head & Senior Consultant, Department of Vascular Surgery, Chong Tze Tec said that the hospital is sorry for causing distress to Wu and her family. He explained that Dr Tang was “unavailable at the time of Wu’s surgery as he was operating on other patients, which took longer than expected”, and another surgeon was roped in instead “so as to not keep Wu waiting longer than necessary in the operating theatre”. He added that SGH is currently in touch with Wu to address her concerns and are also “working on improving communication among staff to avoid causing patients unnecessary anxiety”.\nThe surgeon who conducted the surgery was not identified by SGH or Wu.\nWhile the post is quite clearly a cheap shot at the abbreviation of SGH, there isn’t any claim made in the original post. Where the claims are being made is in the comments section:\n\n\nThe comments highlighted above range from questions (though we’re not sure if they’re rhetorical or not) to outright claims that the surgeon in question has a fake degree and is a foreigner – more specifically, that he/she is from India. There is also the insinuation that the surgeon could have come in under CECA as well.\nFor the unacquainted, CECA is the abbreviation of the India – Singapore Comprehensive Economic Cooperation Agreement, and what was once a term for a trade agreement between two countries has taken on a second life of sorts, and is used as a slur by certain netizens when referring to Indian nationals who have moved to Singapore. We have done several fact-checks recently with regard to claims (one on a ‘CECA youth’ planning an attack on two mosques, another on Temasek Holdings’ new CEO, another on the number of overseas Indians in Singapore, and the most recent on the perpetrator in a recent maid abuse case) made about CECA and the individuals who may or may not be linked to it.\nLike most of the claims made in the other fact-checks, this claim appeared in the same Facebook group.\nAs for the claims that the surgeon has a fake degree, the netizens could have been referring to the recent controversy where the Times of India reported that Manav Bharti University, located in the Indian state of Himachal Pradesh, had sold 36,000 fake degrees over 11 years.\nThe Singapore Ministry of Manpower shared that they are investigating 15 work pass holders working here who had declared qualifications from the university in their work pass applications. MOM said that if they were found to have falsely declared their educational qualifications, their work passes will be immediately revoked and they will be permanently barred from employment in Singapore. The ministry added that they “may also prosecute them under the Employment of Foreign Manpower Act [and] the offence carries a fine of up to $20,000, up to two years’ imprisonment or both”.\nWho can work at SGH?\nGiven that it is insinuated that there might be indiscriminate hiring practices at public healthcare institutions like SGH, let us first take a look at what qualifications individuals require to practise in Singapore.\nAccording to SGH’s website, individuals must be granted a medical registration and a practising certificate by the Singapore Medical Council (SMC), and those with an overseas medical degree will be required to pass the relevant national licensing examinations.\nWhen we took a look at SMC’s website, we see that International Medical Graduates (i.e. doctors trained overseas) need to either:\n\nHold a degree from a university specified in the Second Schedule of the MRA (Medical Registration Act); or\nHold a registrable postgraduate medical qualification recognised by SMC\n\n\nIt is also mentioned in the Second Schedule that graduates from recognised medical schools listed in the Schedule also must pass the relevant national licensing examinations in the listed country to be registered to practise in Singapore.\nAnother way that an international medical graduate can work in an SMC-approved healthcare institution is under Conditional Registration, which lets the individual work under the supervision of a fully registered medical practitioner. Below is the list of requirements needed for an individual to qualify for Conditional Registration:\n\nAs seen, individuals who practise under Conditional Registration also have a long list of strict requirements to fulfil.\nThe claims that the surgeon has a “fake degree” is therefore likely false, given how rigorous the process of having an individual practice in Singapore is.\n\nThere is also no information available that proves that the surgeon who conducted the surgery is local or foreign, so the claims that the surgeon is a foreigner and/or part of CECA is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/catheterdoc-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-09T08:01:03+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2700567110155573/permalink/2842461182632831/",
        "https://www.theonlinecitizen.com/2021/03/04/worst-hospital-netizens-slam-sgh-after-surgeon-inserted-catheter-in-wrong-side-of-patients-stomach/",
        "https://mothership.sg/2021/03/sgh-catheter-surgery-error/",
        "https://www.facebook.com/permalink.php?story_fbid=107329258075728&id=107317604743560",
        "https://www.enterprisesg.gov.sg/non-financial-assistance/for-singapore-companies/free-trade-agreements/ftas/singapore-ftas/ceca",
        "https://blackdotresearch.sg/self-radicalised-teen-singapore-mosque-ceca/",
        "https://blackdotresearch.sg/temasek-holdings-ceo-dilhan-pillay-ceca/",
        "https://blackdotresearch.sg/are-there-really-650000-overseas-indians-in-singapore/",
        "https://blackdotresearch.sg/maid-abuse-singapore-ceca/",
        "https://www.straitstimes.com/singapore/15-work-pass-holders-under-investigation-for-links-to-indian-fake-degree-scandal",
        "https://www.sgh.com.sg/careers/roles/Medical/#",
        "https://www.healthprofessionals.gov.sg/smc/becoming-a-registered-doctor/register-of-medical-practitioners/international-medical-graduates",
        "https://www.healthprofessionals.gov.sg/docs/librariesprovider2/default-document-library/list-of-registrable-basic-(1-jan-2020)-med-qualifications---effective-from-1-jan-2020-(22apr2019)---342.pdf",
        "https://www.healthprofessionals.gov.sg/docs/librariesprovider2/becoming-a-registered-doctor/revised-registrable-pg-list-(1-january-2021).pdf",
        "https://www.healthprofessionals.gov.sg/smc/becoming-a-registered-doctor/register-of-medical-practitioners/conditional-registration"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/catheterdoc-800x800.png",
    "Truefalse": [
        "likely false",
        "unproven"
    ],
    "Description": "",
    "keywords": [
        "surgeon",
        "catheter",
        "patient",
        "inserted",
        "fake"
    ]
}