{
    "link": "https://blackdotresearch.sg/donald-trump-does-it-again/",
    "Title": "Donald Trump does it again  ",
    "Tags": [],
    "Paragraphs": "\nJust hours after polls closed and while ballots were still being counted, US President Donald Trump prematurely declared victory over Democratic challenger Joe Biden on Election Night, both in person at the White House and virtually on his social media accounts.\nIn the early hours of Wednesday, Mr Trump told supporters he had “already won” the election, rattling off a list of states he had supposedly captured – most notably Michigan and Wisconsin, two key battlegrounds that ended up flipping blue – when votes were still trickling in. Mr Trump also made baseless claims on voter fraud, and that a “very sad group of people” was attempting to “disenfranchise” millions of Americans who had casted their votes.\nBut the claims were not just made on broadcast media. Mr Trump, known for his strong social media presence, posted on both Facebook and Twitter similar misleading statements – democratic foul play, the eroding integrity of electoral processes, disappearing ballots, demanding for vote-counting to stop, and falsely claiming victory.\nThis threatens the stability of the country, at a time when tensions are already high. Protests have broken out in states like Portland and Minneapolis, where some protesters are calling on officials to count every vote, while others are urging to halt the count. Meanwhile, Mr Trump’s allegations of fraud and the lawsuits his campaign has mounted on three states to contest the final tallies reveal his lack of respect for democratic electoral processes. These also sow seeds of doubt in the minds of millions of Americans about the integrity of the system, which could very well undermine its legitimacy. And, should Mr Biden win the race to the White House, Mr Trump’s words could influence voters to believe that the Democrat is undeserving of the title of 46thPresident of the United States of America. After all, Mr Trump has shown over the past four years that narrative, rather than truth, trumps.\nSocial media companies clamp down\nAnticipating such a move, given the onslaught of misinformation in the lead up to Election Day, tech giants Facebook and Twitter – two of Mr Trump’s go-to social media platforms – were quick to label his posts as misleading.\n\nFacebook did not outrightly chastise the American leader, unsurprising, given its founder Mark Zuckerberg’s track record in dragging his feet when it comes to reining in fake news and controversial politicians. However, it made good on its promise to attach additional informational labels to content that “seeks to delegitimise the outcome of the election or discuss the legitimacy of voting methods,” as seen in the screenshots above. Such posts will not be taken down, so that the public can have a healthy discussion as to what is socially acceptable, said Mr Zuckerberg. The move is part of a sweeping set of changes rolled out by Facebook in September to clamp down on misinformation, as the US geared up for a heated election.\nTwitter, on the other hand, went so far as to hide Mr Trump’s posts that were deemed to be misleading, and barred users from replying or liking the labelled tweets. This is in line with its new policy announced in October, to curb misinformation around civic integrity, COVID-19, and synthetic and manipulated media.\n\nOn top of reducing the visibility of such content, users are directed to credible information that will give them “more context on labelled tweets so they can make more informed decisions on whether or not they want to amplify them to their followers,” according to Twitter.\n\nGiven that there have been no reports nor evidence to corroborate and substantiate Mr Trump’s claims of victory and voting irregularities, as well as the tough stance social media companies have taken against the US President, it can be safely concluded that the statements above are false.\n\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/trump-election.jpg",
    "Iframe Sources": [],
    "date": "2020-11-05T11:17:22+00:00",
    "Links in content": [
        "https://www.rev.com/blog/transcripts/donald-trump-2020-election-night-speech-transcript",
        "https://www.facebook.com/DonaldTrump/",
        "https://twitter.com/realDonaldTrump?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "https://www.nytimes.com/2020/11/05/us/election-protests-portland-minnesota-arizona.html",
        "https://apnews.com/article/donald-trump-seeks-voting-stop-25762f69b27dfbccc4fd8077fb5fdc91",
        "https://www.newyorker.com/podcast/political-scene/how-facebook-continues-to-spread-fake-news",
        "https://www.nytimes.com/2020/06/01/technology/facebook-employee-protest-trump.html",
        "https://about.fb.com/news/2020/09/additional-steps-to-protect-the-us-elections/",
        "https://www.facebook.com/zuck/posts/10112048980882521",
        "https://blog.twitter.com/en_us/topics/company/2020/2020-election-changes.html",
        "https://blog.twitter.com/en_us/topics/company/2020/2020-election-changes.html"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/trump-election.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "trump",
        "donald",
        "does"
    ]
}