{
    "link": "https://blackdotresearch.sg/follow-up-factcheck-on-the-sexual-harassment-incident-in-the-national-university-of-singapore/",
    "Title": "Follow up on the Sexual Harassment Incident in the National University of Singapore  ",
    "Tags": [],
    "Paragraphs": "\n\nThis is written with reference to our earlier article relating to the Monica Baey incident (accessible here).  We present this follow up for the record.\nOn 23 April 2019, the Singapore Police Force issued a statement explaining why the perpetrator was given a 12 month conditional warning instead of being charged and prosecuted for the offence.\nThe statement was shared with various media outlets and also published on their Facebook page, as we show below:\n\nAdditional Facts We Can Now Confirm\n#1: The allegation that the perpetrator’s parents were important people and therefore the perpetrator was granted special privileges.\n\nWe can now say clearly that this is untrue.  As stated by the SPF and which has not been rebutted since –\nAllegations that the man was not prosecuted because he has influential parents are untrue – the Police and AGC did not consider his parents’ background. Such factors are irrelevant considerations. It is unfortunate that such untruths have been put out. The man’s parents have agreed for it to be disclosed that his father is a driver in the public transport sector and his mother is a housewife.\n#2: Allegations of differing treatment when comparing Monica Baey’s case with a 2015 case involving a similar offence\nIn the SPF statement, the SPF mentioned that:\n“The Police are also aware of comparisons being made between this case and a 2015 case involving a 23-year-old man who was charged and sentenced to 10 weeks’ imprisonment for filming a woman showering at Republic Polytechnic (RP).”\nNote that it is true that there was such a case.  The perpetrator in that case was an Ang Wei Sheng, and the criminal proceedings were reported in that case (see here).\nGiven the clarifications seen in the SPF statement and comparing what we know now against the case involving Ang Wei Sheng, it is untrue to say that the SPF had given different treatment in this case compared with Ang Wei Sheng’s case.\n\nThe SPF’s position is as follows:\n“The accused in the RP case had committed multiple criminal trespass offences, taken deliberate action to avoid detection by covering up the CCTVs in the vicinity and covering his face with a towel, and did not own up voluntarily but was arrested following Police investigations to track him down. He was a former student of RP and had committed the offences over a period of four months. As such, the Police, in consultation with the AGC, prosecuted him in court. The facts in that case are quite different.”\nReviewing Concerns Raised by Other Netizens\nPrior to the SPF statement being released, various netizens had posted that the SPF had failed to explain itself for why it gave a conditional warning instead of pushing for prosecution.\nWe believe it is important to raise this issue for factchecking now because the SPF statement showed that the focus of these netizens was on the need to deter against the perpetrator’s conduct, but had not considered the possibility of rehabilitating the perpetrator.\nIn some cases, the posts by these netizens are completely false, suggesting that the SPF were “covering up”.  This has been debunked, as shown above.\nWe focus in particular on the following views which garnered significant support.\n\n\n\nHence 2 things:-\n\nThe SPF have not kept silent.  They have issued their statement setting out the basis for the conditional warning.\nConsideration was given to both the need for protecting the public (by deterring the would-be criminal) and further, rehabilitation – giving a chance for the perpetrator to rehabilitate, amongst other things, where there is a high likelihood of such rehabilitation.\n\nWe are not suggesting that the SPF statement alone is adequate justification for the conditional warning.  We are not even suggesting that the SPF statement sufficiently addresses all the concerns raised so far in the Monica Baey matter.  These are matters of opinion and each is free to reach his/her own conclusion.\nThe fact of the SPF statement is key to having a rational debate on whether such offences need to be more harshly dealt with in future.  It is important to observe that Mr Gerald Giam had changed his tone after he had considered the SPF statement:\n\nAs a matter of logic, if the attitude towards such offences is changing because we recognise that technology and the importance we give to our privacy are changing, then how we appropriately punish an offender should change as well.  \nAnd perhaps, as Mr Gerald Giam puts it, the best way to this end would be by rational and respectful discussion – As that is how the law and our society develop.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/rgeagae-800x745.jpg",
    "Iframe Sources": [],
    "date": "2019-04-23T15:28:34+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/factcheck-on-the-recent-sexual-harassment-incident-in-the-national-university-of-singapore/",
        "https://www.straitstimes.com/singapore/courts-crime/man-jailed-for-filming-woman-in-shower"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/rgeagae-800x745.jpg",
    "Truefalse": [
        "#1: The allegation that the perpetrator’s parents were important people and therefore the perpetrator was granted special privileges.",
        "#2: Allegations of differing treatment when comparing Monica Baey’s case with a 2015 case involving a similar offence"
    ],
    "Description": "",
    "keywords": [
        "harassment",
        "singapore",
        "sexual",
        "incident",
        "university"
    ]
}