{
    "link": "https://blackdotresearch.sg/former-malaysian-pm-najib-razak-accuses-malaysian-defence-minister-mohamad-sabu-of-using-a-malaysian-armed-forces-helicopter-to-help-campaign-in-the-cameron-highlands-by-election/",
    "Title": "Former Malaysian PM Najib Razak accuses Malaysian Defence Minister Mohamad Sabu of using a Malaysian Armed Forces helicopter to help campaign in the Cameron Highlands by-election  ",
    "Tags": [],
    "Paragraphs": "\nOn 15 January 2019, former Malaysian PM Najib Razak accused Malaysian Defence Minister Mohamad Sabu of using a Malaysian Armed Forces helicopter to help campaign in the Cameron Highlands by-election, i.e. implying that the Pakatan Harapan party was corrupt.\n\nThis is interesting because first, the allegations come from the former Malaysian PM himself. Second, the background to these allegations is important. The Cameron Highlands by-election is slated to take place on 26 January 2019. The former Malaysian PM’s party, Barisan Nasional (BN), previously controlled the parliamentary seat of Cameron Highlands. BN lost the seat because on 30 November 2018, the Election Court had found the former BN Member of Parliament guilty of corruptly inducing the orang asli there to vote for him.\nIf the former PM’s latest allegations are true, that would make the current Pakatan Harapan (PH) government seem no better than the former BN government.\nHowever, as reported on Channel NewsAsia on 16 January 2019, the Malaysian Defence Minister dismissed the former PM’s allegations as untrue and said that the former PM “should have checked his facts”.\nWe have also seen a statement issued by the Malaysia Defence Ministry on the same date. The statement points out that the pictures used by the former Malaysian PM in support of his allegations were taken on different days, and that the former PM’s allegations were untrue. The full statement (translated) states:-\nDeclaration of damages to the Minister of Defence advising ATM asset use for optional campaign\nThe alleged allegations in the social media that the Defense Minister used the official government vehicle to campaign in the recent Cameron Highlands by-election was totally untrue.\nThe first picture featuring YB Tuan Haji Mohamad bin Sabu on the helicopter’s backdrop is his official visit as Defense Minister to Cam Camp, Cameron Highlands on Wednesday, January 9, 2019. He returned to Kuala Lumpur on the same day after the visit. As previously mentioned, the official visit has nothing to do with the election as all members of the army at the Slim Camp are voters in the Sungai Petani parliament, not the Cameron Highlands parliament.\nThe second photo which featured him on the nomination of Cameron Highland’s PRK candidate was Saturday, January 12, 2019. YB Tuan Haji Mohamad bin Sabu left for Cameron Highlands on 11 January using an on-board car by private vehicle and returning to Kuala Lumpur after completion nomination.\nIt is clear that the two pictures are on different days and dates.\nThe Ministry of Defense requested that certain queries be examined in advance for the validity of the information before spreading the wrong thing.\nWe have checked the pictures published on the Malaysian Defence Minister’s Facebook page and can confirm that indeed 1 picture was featured on 9 January 2019 and another on 12 January 2019. The 12 January 2019 picture showed the Malaysian Defence Minister participating in a PH campaign with several other PH members.\nWe looked for other independent sources of news to confirm if the picture featured on 12 January 2019 could not have been taken on an earlier date.\nWe found this New Straits Times article featuring the campaigning which took place on 12 January 2019.\nTo all of us here at BDR, it is clear that the Malaysian Defence Ministry is correct and former Malaysia PM Najib Razak to be clearly wrong. We note that the latter has not issued any further statement to date.\nRead more here and here.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-16T10:16:31+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/asia/check-your-facts-mat-sabu-najib-helicopter-cameron-highlands-11128836",
        "https://www.nst.com.my/news/politics/2019/01/449691/carnival-atmosphere-cameron-highlands-election-nomination-centre?fbclid=IwAR0Ft_lhv2fxxglK-AzHChu7jIAi0KCkuSEqbh_NZSGK9p4Z2-33TC4YT1o",
        "https://www.channelnewsasia.com/news/asia/check-your-facts-mat-sabu-najib-helicopter-cameron-highlands-11128836?fbclid=IwAR1-haKhIzFqyIAMTOa1XVwZi6swV7Fz7FAI1ZaXV0TLLNRuDhuHU4oOFZs",
        "http://www.mod.gov.my/ms/mengenai-kami-4/siaran-akhbar/1644-lampiran-gambar-menteri-pertahanan-didakwa-menggunakan-kenderaan-rasmi-kementerian-untuk-kempen-prk-cameron-highlands-15-jan-2019.html?fbclid=IwAR0HbN2ghLCKko0zzGYchiCi3qYpl0pgaKRXO-wjADmEBw7MgnVsF2S0Nog"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "malaysian",
        "helicopter",
        "sabu",
        "najib",
        "razak"
    ]
}