{
    "link": "https://blackdotresearch.sg/springleaf-mrt-station-malay-translation/",
    "Title": "Has the Malay translation of this MRT station’s name “been ignored again”?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author shares what appears to be a photo of a signboard at the new Springleaf MRT station on the Thomson-East Coast Line. As seen in the photo, the name is written in three languages – English, Chinese, and Tamil. The author then comments that due to the lack of a Malay translation of the name, our “national language (has been) ignored again”.\nHowever, a commenter pointed out that there might be a possibility that there is no Malay translation for the station’s name:\n\nWhen we reached out to the Land Transport Authority for clarification, a representative explained that “Springleaf Station’s name is similar in both English and Malay languages”.\nThe representative added: “In finalising the Thomson-East Coast Line station names, LTA had consulted partnering agencies such as the National Heritage Board (NHB), Urban Redevelopment Board (URA), Housing and Development Board (HDB), as well as the Malay and Tamil Language Councils. Advisers and grassroots of the respective constituencies where the stations are located, were also consulted. The same applies to all the rest of the TEL stations.”\nTherefore, the insinuation that this particular signboard is an indication that the Malay translation for the station’s name was intentionally left out, and that our national language has been “ignored again” is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/springleaf-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-02T08:58:34+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/posts/2023431264501196/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/springleaf-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "malay",
        "mrt",
        "translation",
        "station",
        "ignored"
    ]
}