{
    "link": "https://blackdotresearch.sg/factcheck-has-ben-davis-renounced-his-citizenship/",
    "Title": "Has Ben Davis renounced his citizenship?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 31 August 2019, we came across the following post on Wake Up Singapore (the “Wake Up SG Post”):\n\nThe Wake Up SG Post is unlikely to be true for stating that Ben Davis had renounced his citizenship.  There is in fact, no evidence that he has attempted to renounce his citizenship let alone having successfully done so.\nYou would probably have heard of Ben Davis, the young 19 year old footballer who grew up in Singapore but left in order to pursue a career as a soccer player in Fulham Football Club, a professional soccer club which competes in the English Football League (EFL) Championship.\nThe young soccer player sparked controversy in August last year when his application to defer his national service obligations was rejected by the Ministry of Defence (MINDEF).\nThe controversy arose because of the reasons given by MINDEF for rejecting the deferment application.  While it is a fact that Ben Davis is the first Singaporean player in a football club playing in the EFL Championship, this was not enough to sway MINDEF.\nMINDEF found, amongst other things, that Ben Davis would be playing in the club as an English national rather than as a Singaporean, and that there was no clear indication as to when Ben Davis would return to Singapore to fulfill his national service obligations.  Further, the fact of playing in the EFL Championship was essentially a personal career move, which was not sufficiently meritorious to warrant a deferment.  As MINDEF stated through the Minister for Defence, Dr Ng Eng Hen (see the report here):\n“Very few applications have been approved over the years and based on criteria which are made known to the public. In sports, deferments are granted only to those who represent Singapore in international competitions like the Olympic Games and are potential medal winners for Singapore. In the last 15 years, only three have met this criteria.”\nAccordingly, Ben Davis’ application to defer was rejected.\nHaving failed to obtain a deferment, sometime in February 2019, Ben Davis went on to fail to attend enlistment and was officially regarded as a defaulter by MINDEF (see the report here).   A quote from MINDEF states:\n“Mr Benjamin Davis is a National Service (NS) defaulter,” said MINDEF in response to Channel NewsAsia’s queries. “He failed to report for NS as required. He is also staying overseas without a valid Exit Permit. Mr Davis has committed offences under the Enlistment Act, and is liable upon conviction to a fine of up to $10,000 and/or imprisonment of up to 3 years.”\nHas Ben Davis Renounced His Citizenship?\nWell, Ben Davis certainly appears to be doing well presently.  This appears to be the trigger for recent social media posts on the topic, including the Wake Up SG Post.  See this Twitter post by Fulham FC below:\n\n89′ A big moment for young Ben Davis, as he makes his first team debut. 👏\n[0-1] #FULSOU pic.twitter.com/Co6MSV8FjA\n— Fulham Football Club (@FulhamFC) August 27, 2019\n\nOn 27 August 2019, Ben Davis took to the field representing Fulham FC for the first time in  a match against Southampton FC (read more here).\nThe Wake Up SG Post suggests that Ben Davis has successfully renounced citizenship – something that Ben Davis’ father had said he might do when the deferment application issue was live.  But this would not have been possible, stated in the CNA report of 6 August 2018:\n“In fact, Mr Harvey Davis went further after MINDEF rejected the application – that he would consider the option for his son to renounce his Singapore citizenship in order to pursue his career.”\nStill, Davis would only be able to renounce his citizenship at the age of 21, after completing his NS. MINDEF had said in a 2011 news report that for male Singapore citizens, “the acquisition of foreign citizenship or any claim of dual citizenship does not exempt them from their NS obligations”.\nIndeed, having checked against various mainstream and alternative media outlets, we have found no evidence that Ben Davis has actually tried to renounce his citizenship, let alone succeed.  It is highly unlikely that he could do so, because the Constitution of the Republic of Singapore does not allow renouncing of one’s citizenship unless one has reached the age of 21 years of age, AND has fulfilled his national service obligations (see the Constitution here):\n128.—(1)  Any citizen of Singapore of or over the age of 21 years and of sound mind who is also or is about to become a citizen of another country may renounce his citizenship of Singapore by declaration registered by the Government, and shall upon such registration cease to be a citizen of Singapore.\n(2)  The Government may withhold the registration of a declaration under this Article —\n(a)    if the declaration is made during any war in which Singapore is engaged; or\n(b)    if the declaration is made by a person subject to the Enlistment Act (Cap. 93) unless he has —\n(i)    discharged his liability for full-time service under section 12 of that Act;\n(ii)    rendered at least 3 years of operationally ready national service under section 13 of that Act in lieu of such full-time service; or\n(iii)    complied with such conditions as may be determined by the Government.\n(3)  This Article applies to a woman under the age of 21 years who has been married as it applies to a person of or over that age.\nThe importance of this law being in the Constitution is important – The Constitution is the supreme law of Singapore, setting out the fundamental liberties of persons in Singapore, and also the power of the government (read more here from the Law Society of Singapore, on what the Constitution is).\nSo if Ben Davis did attempt to renounce his citizenship, the government cannot consider that attempt because he is not 21 years of age.  Even when he reaches 21 and attempts to renounce his citizenship then, the government has the option of not permitting the registration of such a declaration.  While it is technically possible that the government would grant registration of the renunciation, this is highly unlikely given the position taken by the Singapore government in pointing out that Ben Davis is presently criminally liable for various offences related to his failing to report for enlistment.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Screenshot-2019-09-03-at-2.59.00-PM.png",
    "Iframe Sources": [],
    "date": "2019-09-03T08:12:29+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/footballer-ben-davis-has-defaulted-on-ns-obligations-mindef-11253548",
        "https://www.channelnewsasia.com/news/singapore/footballer-ben-davis-has-defaulted-on-ns-obligations-mindef-11253548",
        "https://twitter.com/hashtag/FULSOU?src=hash&ref_src=twsrc%5Etfw",
        "https://t.co/Co6MSV8FjA",
        "https://twitter.com/FulhamFC/status/1166448656498733058?ref_src=twsrc%5Etfw",
        "https://www.channelnewsasia.com/news/singapore/footballer-ben-davis-fulham-makes-first-team-debut-11847718",
        "https://sso.agc.gov.sg/Act/CONS1963",
        "https://www.lawsociety.org.sg/For-Public/Legal-Fact-Check/Constitution-of-Singapore"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Screenshot-2019-09-03-at-2.59.00-PM.png",
    "Truefalse": [
        "The Government may withhold the registration of a declaration under this Article —",
        "  if the declaration is made by a person subject to the Enlistment Act (Cap. 93) unless he has —",
        "discharged his liability for full-time service under section 12 of that Act;"
    ],
    "Description": "",
    "keywords": [
        "citizenship",
        "davis",
        "renounced",
        "ben"
    ]
}