{
    "link": "https://blackdotresearch.sg/i-dont-wanna-go/",
    "Title": "I don’t wanna go!  ",
    "Tags": [],
    "Paragraphs": "\nAs news of Joe Biden’s projected victory in the 2020 US Presidential Election dawned upon America and the world, the internet was treated to a colourful display of denial by Donald Trump. From press conferences to tweets sent out from his official (and personal) Twitter account @realDonaldTrump, Trump refused to concede defeat and made several claims of election fraud. Most of his tweets were labelled by Twitter as “disputed” or “misleading”.\n\n\n\nWe saw many other user-generated content such as memes, and came across the following Facebook post by Richard Hartley-Parkinson. The post contained a video clip allegedly showing Trump being escorted out of the White House by the Secret Service.\n\nNow, Hartley-Parkinson isn’t just an average Joe. He is the Acting Editor of Metro.co.uk, and his verified Facebook page has about 14,000 followers at the time of publishing. Metro.co.uk is an online news outlet based in the UK and is part of DMG Media.\n\nWhen someone in his position and following shares information with the public in a Facebook post, people could be inclined to believe its credibility. So, we took a closer look at the video to find out more.\nThe 23-second clip showed a man with an uncanny resemblance to Trump bouncing on an exercise ball before being asked to leave by another person. He then refuses and goes down to the ground while the other person drags him away comically. The scene took place in what appears to be a classroom full of kids.\nFunny as it is, we had to verify the authenticity of the video anyway. We fired up Google and searched for the keywords “Trump”, “school kids” and “dragged away”. The first hit directed us to a YouTube video by Comedy Central titled “Donny Goes to School – The President Show – Comedy Central”. The video was uploaded on 11 May 2017 and has amassed over 2 million views.\n\nAt the 4:12 min mark of the YouTube video, we see the exact same scene play out, thus ending our search for the original source of the clip.\nFree and Responsible Speech\nWe mentioned earlier that someone in Hartley-Parkinson’s position could influence the thoughts and opinions of his social media followers. However, as we went through the content on his Facebook page, we found several posts containing dry wit and humour. Even his LinkedIn profile was not spared from his tongue-in-cheek quips.\n\nJudging from the tone he consistently uses across his social media platforms and the humorous content he publishes; we rate this post as satire.\n\nWe sure hope he doesn’t hear from Trump’s legal team through a big press conference at Four Seasons Total Landscaping.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/idontwannago.jpg",
    "Iframe Sources": [],
    "date": "2020-11-09T08:41:14+00:00",
    "Links in content": [
        "https://twitter.com/realDonaldTrump",
        "https://www.facebook.com/richardhartleyparkinson/posts/3979038658776326",
        "https://metro.co.uk/about/",
        "https://www.youtube.com/watch?v=Th5uVIhQ8VY&ab_channel=ComedyCentral"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/idontwannago.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "wanna",
        "don"
    ]
}