{
    "link": "https://blackdotresearch.sg/factcheck-in-the-name-of-general-elections-are-we-being-robbed-by-south-african-syndicates/",
    "Title": "In the name of General Elections, are we being robbed by South African syndicates?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 19th November 2019, the Singapore Police Force shared a post of a recent scam alert. A viral message has been spreading on Whatsapp and other platforms, claiming that a group pretending to be officials has been going door-to-door and committing robberies.  The modus operandi of the group is to allegedly tell victims that they are checking the validity of identification documentations in light of the upcoming elections in 2020.\n\nTake note that while the Singapore Police Force’s post is recent, the false message is not a new incident.  It had made its rounds in Singapore previously, way back in January 2018.\nAs you will see below, the false message has its origin in South Africa, where it was apparently a true message from the South African government warning people about ‘election robbers’ in their country.  It has no relevance in Singapore however, and therefore, we rate the message as False and Misleading.\n\nWe do not have a “Department of Home Affairs” and we certainly do not have a practice of officials going door to door to examine personal documentation for confirming validity to participate in elections!\n \n \n \nThe Background to the false message – South African origins\nAs mentioned by SPF in their Facebook post, the origin of the false message was South Africa’s Department of Home Affairs.  They had published separate statements of an alleged robbery incident that occurred within the country in October 2017 and April 2019 respectively.\nOctober 2017\n\nApril 2019\n\nSo far so good, it seems.  As of 5 April 2019, it seemed that there had indeed been such crimes taking place in South Africa.\nThen confusion struck.\nOn 2 September 2019, the South African Department of Home Affairs released a statement on their official Twitter account saying that similar messages that had been in circulation on social media were untrue.  They also clarified that no such complaints of that nature has been received from the locals thus far.\nStrangely, no mention was made regarding their previous messages in October 2017 and April 2019.  We tried searching for information on whether there had indeed been past robberies, and the outcome of such investigations (assuming any at all) and found nothing.  The purported robberies may never have happened at all!\n\nA close up on their media statement:\n\n\nThe False Message then spreads around the world\nWhat seems to have been a South African matter however, began to spread around the world.  The October 2017 and April 2019 messages soon began to spread in various forms.\n\n \nNot only has there been dissemination of the false message amongst the western countries, the phenomenon has spread to Asia as well.\nA factcheck on the message spreading in India made the page of Times Of India on March 2019:\n\nMalaysia had also reported the scam in 2018 on The Star Online – both published months ahead of their own General Elections:\n\nAs far as the truth goes, Singapore has also been hit by the virality of the scam. Back in January 2018, Straits Times also reported about the false message circulating in local Whatsapp chats.\nIt is remarkable how, despite multiple efforts having been made to curb this simple piece of fake news, it continues to spread as though it has a life of its own.  The important thing to learn from this is that curbing fake news is a continuous effort.  Keep yourself and those around you informed about this scam, and others lurking around!\nStop and check the roots of a message before it takes root in you.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/11/Title-Pic-475x800.png",
    "Iframe Sources": [],
    "date": "2019-11-20T23:26:50+00:00",
    "Links in content": [
        "https://www.facebook.com/56706929407/posts/10159113491379408/",
        "http://www.dha.gov.za/index.php/statements-speeches/1047-media-statement-on-elections-scam",
        "http://www.dha.gov.za/index.php/statements-speeches/1242-media-statement-on-election-robbers",
        "https://twitter.com/HomeAffairsSA/status/1168505978544959488",
        "https://timesofindia.indiatimes.com/times-fact-check/news/fake-alert-people-posing-as-officials-from-ministry-of-home-affairs-looting-homes/articleshow/68592280.cms",
        "https://www.thestar.com.my/news/nation/2018/01/10/its-fake-viral-message-warning-of-robbers-dressed-as-officials-to-check-id-for-ge14/",
        "https://www.straitstimes.com/singapore/robbers-checking-on-valid-id-for-upcoming-election-its-true-but-its-in-south-africa"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/11/Title-Pic-475x800.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "elections",
        "african",
        "syndicates",
        "robbed",
        "south"
    ]
}