{
    "link": "https://blackdotresearch.sg/emotional-skepticism-fake-news-covid19/",
    "Title": "In the era of fake news, can emotional skepticism be a double-edged sword?  ",
    "Tags": [],
    "Paragraphs": "\nAs the threat of fake news, otherwise known as misinformation or disinformation, continues to wreak havoc around the world, stakeholders have called for the development of a culture of emotional skepticism as a way to make a society more resilient to such threats.\nEmotional skepticism refers to an instinctive reaction to not trust immediately any information or data one is presented, but rather to question and seek to verify before one believes anything.\nRecent global developments, not least the Covid-19 pandemic, has made the need for such a culture more pressing than ever. At the same time, the pandemic has also underlined the possibility that such emotional skepticism could become a double-edged sword.\nConflicting Covid narratives\nIn the book “Blockchain Chicken Farm”, author Xiaowei Wang writes: “In a time of precariousness, belief in alternative narratives seems to be surging. If previous decades in the United States were defined by feelings of progress, ours is defined by a feeling of conspiracy, the last refuge of personal agency.”\nWhat Wang observed about how individuals consume and internalise information they come across isn’t exclusive to the US. The effects of the COVID-19 pandemic has not simply manifested in tangible ways; the feeling of isolation from lockdowns and an unending slew of bad news has led to growing emotional fatigue.\nAlong the same vein, ongoing back-and-forth debates between medical professionals and organisations with differing viewpoints are leaving emotionally drained individuals feeling even more confused than assured.\nIn particular, COVID-19 vaccination has become a point of contention and confusion, pushing individuals deeper into echo chambers as social media algorithms shove them content that corroborates their stance.\nOne doesn’t need to look far to see the divide. The rise of anti-vaccination Facebook groups and Telegram chat groups are a clear indication of a growing lack of trust in the establishment which is, by and large, pro-vaccination.\nThe rise of emotional skepticism\nDisagreements and contrary opinions are nothing new, but the COVID-19 information war is one on steroids. To make it worse, picking a side can end up being a matter of life or death.\nIn particular, COVID-19 related misinformation is especially tricky to decipher because many of us are simply not medical professionals. The information gap is also one that cannot be overcome by simply accessing medical journals.\nThis unsettling and constant reminder of how little the majority of the population knows, coupled with emotional fatigue in the face of a virus that still appears to be evolving has inadvertently led to the rise of emotional skepticism.\nEmotional skepticism itself is not a negative trait, and can act as a first line of defence against scams and fake news spread by bad actors.\nThe problem comes in when emotional skepticism reaches unhealthy and unproductive levels, with individuals getting stuck in an endless loop of second-guessing sources and data.\nAs recent episodes involving medical practitioners who disagree with each other have shown, it can be difficult for members of the public to know who exactly to trust.\nWhen emotional skepticism is deployed against all forms of information, including those from traditionally trusted and credible sources, there could soon be intellectual paralysis across a society, when people just don’t know who to trust anymore, and end up trusting no one or, worse, the wrong sources.\nThis presents a worrying situation not just for citizens, but for governments and authorities tasked with safeguarding the wellbeing and safety of people.\nWhat’s the cure?\nThe road towards healthy, productive levels of emotional skepticism is something that requires the cooperation and hard work of both governments and individuals.\nLet’s first delve into what bodies with access to information and data should have a responsibility in.\nThere are three key elements that will allow governments to continue to maintain their social compact with citizens – speed of communications, openness of information, and persistence.\nIn a complex information environment, information can bombard consumers at a blinding rate. For any narrative to take root and gain primacy, speed is thus essential and being “first to market” is critical. This can be a challenge for government agencies which have multiple stakeholders and levels of approval, but is necessary to avoid being overtaken by competing narratives.\nBesides the dissemination of press releases to the media, media-friendly versions of the same information should also be published in a timely manner on platforms like Facebook, Twitter, and Instagram.\nSecondly, being open and transparent with information, within the boundaries of security and safety, is vital to maintaining an organisation’s credibility with its target audience. As conspiracy theories abound, it is often the government or establishment that is the target and can often be on the back foot from the start, when it pushes out narratives or information.\nIf the pandemic has taught us anything, it is that the public will no longer take prescriptive and perfunctory statements like “It is false/true because we say so” without question anymore.\nFinally, much like Covid-19 is proving, the fight against fake news is a long one, and requires consistent efforts from stakeholders. There is no silver bullet, and trust won can be easily lost again.\nThe establishment and enforcement of legislative measures like Protection from Online Falsehoods and Manipulation Act (POFMA) and ongoing efforts to promote information literacy among Singaporeans of different ages are already in place, but what’s needed is a more collaborative approach between parties with access to information and those without.\nAs opposed to be reactive, agencies need to start taking a more proactive approach to tackling misinformation. This means constant monitoring of issues on the ground, identifying potential risks, and then creating content with the intent of educating the public so that they would be less likely to fall prey to misinformation – when and if it surfaces.\nBut beyond relying on clarifications to be served on a platter – which, as we have already seen, is starting to be rejected wholesale by certain groups of individuals, the onus also lies on individuals to constantly check and re-check inherent biases they might possess.\nLike we previously mentioned, the COVID-19 pandemic is one that has taken a heavy emotional toll on most. Similarly, we have observed that much of the potential misinformation floating around is emotion-driven, targeting groups of individuals at their weakest spots in an attempt to override their more logical, prudent side. This results in individuals being vulnerable to a variety of combinations of cognitive biases, all of which further clouds one’s ability to assess a claim.\nConsciously reminding oneself about one’s biases at every turn is a challenge, especially in such emotionally-charged times, so perhaps the best way forward is for individuals to mutually check each other’s biases by engaging in constructive conversations with others – even more so those with opposing viewpoints and experiences.\nThe reality is, just like COVID-19, there is currently no cure for fake news, misinformation or disinformation. However, transparency, receptiveness to varying perspectives, and the willingness to learn and un-learn what we know as ‘truth’ is what could bring us forward.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/commentary-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-24T08:41:17+00:00",
    "Links in content": [],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/commentary-800x800.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "skepticism",
        "emotional",
        "fake",
        "news",
        "edged"
    ]
}