{
    "link": "https://blackdotresearch.sg/factcheck-shadowy-black-dot-research/",
    "Title": "Is Black Dot Research a “shadowy organisation” tasked to be “the pointy end of the Government’s damage control unit” that spins tales when facts cannot save the Government?  ",
    "Tags": [],
    "Paragraphs": "\nWell, this is awkward. As a fact-checking organisation, we try to make sure that what we do is all about the facts. It certainly shouldn’t be about us. But we now find ourselves having to fact-check a fact-checking organisation (us) about its fact-checking work.\nWe noticed today that we have become the recipients of unsolicited attention on the interwebz regarding our existence as a market research and fact-checking organisation. How do we know this? Because Kenneth Jeyaretnam wrote this article to describe how shadowy we are. It was then reported by The Online Citizen.\nWho is Black Dot? Well, Black Dot is an independently owned communications advisory firm which was established in 2012 by Nicholas Fang.\nBut that’s beside the point.\nThe company in question is Black Dot Research (BDR), the sister company to Black Dot. We deal with market and social research on issues which impact all of us Singaporeans. Yes, we might cover issues like current affairs and local politics (because hey these are #important), but that doesn’t mean we report to the G. We also run a FactCheck Facebook page because we find it important to develop skepticism and critical thinking in consumers of online news… and to help you debunk that one uncle in your WhatsApp group chats who keeps forwarding fake news messages.\nBut back to today’s fact-check.\nIn his article, Kenneth Jeyaretnam said that our mission statement reads: “We verify claims made from any source that could potentially cause a seismic shift in public perception on topics of general importance in Singapore.” This is true. If we verify claims that have otherwise no effect on anything at all, that wouldn’t be the optimal use of taxpayers’ money our time.\n\nKenneth Jeyaretnam also highlighted a blurb on our website that read, “We are entirely self-funded and unconnected to any third-party organisation, political, government or otherwise,” and questioned our status as an independent organisation. He goes on to profile the BDR team.\nThis might go against the very ethos of a shadowy team of ninjas, but we would like to share with you the deepest, darkest secrets of our team, which can be found on LinkedIn.\nMD of Black Dot (and Black Dot Research)\nhttp://www.linkedin.com/in/nicholas-fang-67097a6a/\nNicholas Fang. For those unaware, Nicholas Fang is the shuai ge whom some of you might have seen on television when he was working as a broadcast journalist at Channel NewsAsia.\n\nHe was previously at the State Sate Straits Times as well (no sate orders please), in a media career spanning 15 years. He became an NMP in 2012 to add to the diversity of voices in Parliament. Among other areas, Nicholas was selected to represent the highly political and socially divisive sector of.. sports. He is very sad that no one mentioned his record as a national fencer (a useful skill for shadowy ninjas).\nExecutive Director, Black Dot\nJeffrey Fang (Nope, no relation to Nicholas. To be fair, some of us had that impression too when we first joined the company, but they insist they don’t even look alike). Previously Director of Strategic and Public Affairs at Temasek, and currently confused as to why he’s even mentioned in the original article. Jeff doesn’t work at Black Dot Research and just gave us an earful for that (but we suspect he might be #jelly of all the attention).\nSenior Researcher, Black Dot Research\nhttp://www.linkedin.com/in/kevin-kok-yew-tan-33787b27/\nKevin Tan was an SAF officer for 17 years. He pursued a Masters in Mass Communications (self-funded, not sponsored by the G) and realised he loved research more. So he ditched the uniform for academia but still has to report back for reservist every year.\n\nLead Fact Checker, Black Dot Research\nhttp://www.facebook.com/Derek.Low.995\nDerek Low was a Captain in the SAF before working for Drew and Napier, among other firms. His penchant for developing fact-checking initiatives outgrew his penchant for law, so he took a hefty pay cut to join BDR. So naturally, Derek felt awkward when Kenneth Jeyaretnam described the deep pockets (which aren’t very deep actually and belong solely to Nicholas) required to employ a litigation lawyer as our lead fact-checker.\n\nManager, Black Dot Research\nwww.linkedin.com/in/faizal-kamal\nFaizal was a social media manager in his previous career and joined BDR as its first employee in September 2018. Without a background in either research or law, Faizal sits around the office pretending to know what’s going on. He was relieved not to be mentioned in the original post, but we did not want to let that slide because #facts. So here you go.\n\nWe admit that we sometimes dream about what it would be like to be part of an elite secret unit operating in the shadows to save the whole universe and being called the “pointy end” of anything is quite flattering (beats being the blunt end). But we at Black Ops Dot Research would genuinely love to have your support for our fact-checking endeavour. We truly believe that the fight against fake news and misinformation requires effort from all of us. That’s why we started this in the first place, even though the work is tedious and really doesn’t pay very well (just ask Derek). We cover ANY topic which affects our society, so if anyone out there, and we do mean ANYONE, has any leads or fake news we should fact-check, please feel free to drop us a note at feedback@blackdotresearch.sg.\nAnd that, ladies and gentlemen, is #truth.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/BDR-Avengers-800x407.jpg",
    "Iframe Sources": [],
    "date": "2019-05-03T11:41:45+00:00",
    "Links in content": [
        "https://kenjeyaretnam.com/2019/05/02/national-no-collusion-day/",
        "https://www.theonlinecitizen.com/2019/05/03/kenneth-jeyaretnam-calls-out-shadowy-fact-checking-company-as-pro-government-hardliners/",
        "http://www.linkedin.com/in/nicholas-fang-67097a6a/",
        "http://www.linkedin.com/in/kevin-kok-yew-tan-33787b27/",
        "http://www.facebook.com/Derek.Low.995",
        "http://www.linkedin.com/in/faizal-kamal",
        "mailto:feedback@blackdotresearch.sg"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/BDR-Avengers-800x407.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "shadowy",
        "organisation",
        "black",
        "dot",
        "government"
    ]
}