{
    "link": "https://blackdotresearch.sg/is-it-true-that-large-amounts-of-fish-and-seafood-have-been-poisoned-to-death-in-various-fish-farms-surrounding-pasir-gudang-and-are-dangerous-to-consume/",
    "Title": "Is it true that large amounts of fish and seafood have been poisoned to death in various fish farms surrounding Pasir Gudang and are dangerous to consume?  ",
    "Tags": [],
    "Paragraphs": "\nThis is unproven.\n\nOn 7 March 2019, various media outlets reported that a tanker lorry had illegally dumped oil waste into the river known as Sungai Kim Kim in the Pasir Gudang area in Malaysia. This led to large volumes of methane and possibly other toxic gases being released into the air and led to an initial35 people falling ill and having to be hospitalised. The Malaysian authorities stepped in shortly to close a few schools and perform clean up operations.\nLater on 11 March 2019, due to the ineffectiveness of clean-up operations, another 200 people become affected when a second wave of methane poisoning hits.\n111 schools in the area are subsequently closed.\nBy 14 March 2019, more than 2,700 people are affected by the prolonged exposure to methane poisoning.\nPresently clean up operations are ongoing. Links to the relevant articles are in the pictures accompanying this post.\nToday, we have seen a video circulating on Whatsapp that seems to show mass deaths of fishes. The video is accompanied by a message discouraging people from consuming seafood from local (presumably Singapore) kelongs (fish farms).\n\n\nWe would urge you not to believe the video and text message.\nReasons:-\n(1) At least 1 Malaysian news source (Malaysiakini) has claimed that the Malaysian fisheries department has informed them that the video is fake. In particular, the department’s staff have commented that there are shrimp farms but no fish farms in Pasir Gudang\n(2) Prior to this news, local media has reported that the existing Singapore waters are unaffected by the incident in Pasir Gudang\n(3) Malaysia Nature Society Vice President Vincent Chow is reported to have conducted studies in 2014 and 2016 and concluded that there had been illegal dumping taking place in the area for the past 10 years. The river presently has few fish and sea life. We would say it is unlikely that this video could have suddenly emerged when the activity has been going on for the past 10 years.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-2.19.50-PM.png",
    "Iframe Sources": [],
    "date": "2019-03-17T16:02:47+00:00",
    "Links in content": [
        "https://www.malaysiakini.com/news/468036",
        "https://www.channelnewsasia.com/news/asia/no-anomalies-in-singapore-air-water-quality-pasir-gudang-11344018",
        "https://www.straitstimes.com/asia/waste-dumping-not-new-activist"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-2.19.50-PM.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "fish",
        "poisoned",
        "seafood",
        "dangerous",
        "farms"
    ]
}