{
    "link": "https://blackdotresearch.sg/is-invisible-ink-used-in-the-self-inking-pens-that-will-be-provided-on-polling-day/",
    "Title": "Is invisible ink used in the self-inking pens that will be provided on Polling Day?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to a video clip and message circulating on WhatsApp:\n\n\nThe message urged voters not to use the self-inking stamp provided at the polling station. The video which accompanied the message showed the ink from a self-inking pen disappearing upon contact with heat from a lighter flame. The timing of the message and video which circulated during the campaign period of the Singapore general elections, seemed to suggest that the self-inking pens that will be provided on Polling Day (10 July) are compromised.\nWhen in doubt, Google\nA Google search on the keywords “invisible ink elections” led us to a tweet by Bota Jardemalie. Her Twitter bio described her as “Lawyer, #refugee granted political asylum in Belgium, sister of #Kazakhstan #political_prisoner Iskander #Yerimbetov”.\n\nElectoral fraud in #Kazakhstan: WoW! This is something new: invisible pens! It’s reported that the Central Election Commission provided these pens to the polling stations. #kazelection2019 pic.twitter.com/hmYRpYMnTa\n— Bota Jardemalie 🇰🇿🇧🇪🇪🇺 (@jardemalie) June 9, 2019\n\nThe tweet which was posted on 9 June last year contained the exact same video, and alleged that electoral fraud involving the disappearing ink took place during an election in Kazakhstan in 2019.\nBuzzing in forums\nAlthough no country was mentioned in the original message, it resulted in confusion among forumers on SG Talk who linked the advisory to the current Singapore general elections.\n\nWhat ELD wants you to know\nWith swelling concern over the use of invisible ink in self-inking pens which will be provided on Polling Day this Friday (10 July), the Elections Department (ELD) released an official statement to dispel the rumour.\nAcknowledging their awareness of the circulating message, ELD stated that marks made using the self-inking pens provided would be permanent, oil-based, water and temperature resistant. Such pens have similarly been used in elections in other countries, including the Republic of Korea.\nELD introduced self-inking pens in GE2020 to facilitate the voting process due to feedback from previous elections that voters, especially senior voters, experienced problems in gripping regular pens to indicate their votes. However, voters are still permitted to bring their own pens to mark the ballot papers.\nIn light of the above, we rate the claim that invisible ink is used in self-inking pens which will be provided on Polling Day as false.\n\nCover image by Youth.sg\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/selfinkingpens.jpg",
    "Iframe Sources": [],
    "date": "2020-07-08T10:52:56+00:00",
    "Links in content": [
        "https://twitter.com/jardemalie",
        "https://twitter.com/hashtag/Kazakhstan?src=hash&ref_src=twsrc%5Etfw",
        "https://twitter.com/hashtag/kazelection2019?src=hash&ref_src=twsrc%5Etfw",
        "https://t.co/hmYRpYMnTa",
        "https://twitter.com/jardemalie/status/1137694766966198272?ref_src=twsrc%5Etfw",
        "https://sgtalk.org/mybb/Thread-Bring-own-PERMANENT-MARKER-Pen-Daiso-got-sell-2-only",
        "https://www.eld.gov.sg/press/2020/Press_Release_on_Falsehoods_on_Invisible_Ink_Used_In_Self-Inking_Pens.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/selfinkingpens.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "inking",
        "ink",
        "pens",
        "polling",
        "invisible"
    ]
}