{
    "link": "https://blackdotresearch.sg/is-singapore-harbouring-former-sri-lankan-central-bank-chief-arjuna-mahendran-presently-a-wanted-sri-lankan-fugitive/",
    "Title": "Is Singapore harbouring former Sri Lankan Central Bank Chief Arjuna Mahendran, presently a wanted Sri Lankan fugitive?  ",
    "Tags": [],
    "Paragraphs": "\n\nSource: Arjuna Mahendran Facebook\nNo. The process to determine if Arjuna Mahendran should be extradited remains ongoing between Sri Lanka and Singapore.\n\nOn Monday 18 March 2019, the President of Sri Lanka, President Maithripala Sirisena, was reported to have accused Singapore of sheltering Arjuna Mahendran, a former central bank chief of Sri Lanka. Mahendran is presently wanted in Sri Lanka, allegedly in connection with a high-profile $74 million insider trading scam.\nIn the course of launching an anti-corruption drive in Colombo, President Srisena is reported to have said that Singapore’s Prime Minister Lee Hsien Loong had assured him that ‘action’ would be taken, but Singapore had not responded to his call. Further, he said that Interpol had issued a red notice for the arrest of Mahendran, but Singapore was not acting on the request.\nOn 21 March 2019, the Ministry of Foreign Affairs responded to queries from the Straits Times on the above issue.\nAccording to the Straits Times report, President Srisena’s accusations were inaccurate as the relevant authorities in Singapore had been working with their Sri Lankan counterparts since January this year, and were presently awaiting information from Sri Lanka in order to consider the request for extradition. To date, the information has not been provided by Sri Lankan authorities.\nSeparately, we have searched the Interpol database for the red notice, but we have not found any such notice in respect of Arjuna Mahendran. A separate report we found indicates that the red notice may have ceased to exist as far back as in August 2018.\n\nFurther Information:\nExtradition requests made to and from Singapore are governed by the Extradition Act (Cap. 103) and the Mutual Assistance in Criminal Matters Act (Cap. 190A). In general, all requests to Singapore for extradition are processed by the Attorney General of Singapore as the central authority for Singapore. There are several legal conditions to be satisfied before Singapore will agree to assist in a request for Singapore’s assistance to extradite a wanted person back to the requesting country. If a request is based on the wanted person committing an offence of a political character, for example, Singapore will refuse to extradite that person.\nAccording to a 2007 OECD report, Singapore handles around 128 “extraditions and inquiries” annually. In recent years, this number would probably have grown given the proliferation of anti-money laundering laws.\nInterpol Red Notices\nRed Notices are published by Interpol at the request of a member country and must comply with Interpol’s Constitution and Rules. A Red Notice is not an international arrest warrant. Interpol cannot compel the law enforcement authorities in any country to arrest someone who is the subject of a Red Notice. Each member country decides what legal value it gives to a Red Notice and the authority of their law enforcement officers to make arrests.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/11754583_650168188453597_5063358397940171_o-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-21T19:31:18+00:00",
    "Links in content": [
        "https://www.dailymail.co.uk/wires/afp/article-6822297/Sri-Lanka-accuses-Singapore-sheltering-suspect-trading-scam.html",
        "https://www.straitstimes.com/singapore/singapore-awaiting-supporting-documents-for-sri-lankas-extradition-request",
        "https://www.colombotelegraph.com/index.php/have-authorities-deceived-the-people-on-mahendrans-red-notice",
        "https://www.interpol.int/How-we-work/Notices/Red-Notices"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/11754583_650168188453597_5063358397940171_o-800x800.jpg",
    "Truefalse": [
        "Interpol Red Notices"
    ],
    "Description": "",
    "keywords": [
        "fugitive",
        "singapore",
        "mahendran",
        "lankan",
        "sri"
    ]
}