{
    "link": "https://blackdotresearch.sg/sia-youth-scholarship-2020-2021/",
    "Title": "Is SIA retrenching locals but sponsoring foreign students?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 17 September, 5:50pm] We have updated the article with a statement from Singapore Airlines (SIA) regarding the scholarship. We have also updated the rating from likely false to false.\n–\nWe came across a post on Facebook, which seems to have been taken down at the time of publication.\n\nThe author of the post shares what looks to be a screenshot from a website talking about the SIA Youth Scholarship – something that emerged as a point of contention earlier this month.\nThen, a post, which appeared on Facebook group Concerned Citizens Band Together for a better Singapore, shared a screenshot of what looks to be a page about a scholarship exclusively for Indian national students on the Ministry of Education (MOE)’s website.\n\nThe author of the post concluded that there is “nothing for locals”.\nIn our fact-check on the claim that there was no scholarships for local students, we managed to locate the source of the screenshot on MOE’s website. It is important to note that the link is now broken, though MOE later clarified in an email to us that “Due to COVID-19, some scholarship schemes have been suspended. MOE’s website has therefore been updated accordingly.”\nRegardless, we managed to find a cached version of the page (last updated 30 December 2019) using Wayback Machine:\n\nAs a brief summary of the information on the page, the SIA Youth Scholarship covers 2 years of Pre-University studies in selected Junior Colleges in Singapore and is renewed annually, subject to performance of the scholar. There doesn’t seem to be any bond attached to it.\nBenefits of the scholarship include:\n\nAnnual allowance with hostel accommodation\nSettling-in allowance\nReturn economy class air passage\nCoverage of school fees.\nCoverage of GCE A Level examination fees (once only)\nSubsidised medical benefits and accident insurance cover\n\nGiven that the scholarship is for individuals who “wish to enter Singapore schools at the Pre-University 1 Level in 2020”, the application period was from 24 June to 28 July 2019, with selected scholars arriving in Singapore end January 2020. Applications for the scholarships are now closed.\nIt is not mentioned whether or not the ‘SIA’ stands for Singapore Airlines, but a check on scholarships offered by Singapore Airlines only seems to show scholarships for students looking to enter university. Successful applicants would also be required to sign a bond to serve Singapore Airlines for 6 years.\nIn an email responding to our query on what ‘SIA’ stands for, MOE mentioned that they “provide a wide range of scholarships and financial aid, predominantly to Singaporeans” and that they “partner various organisations, including Singapore Airlines (SIA), to administer some of these scholarships”.\nLet’s now go back to the latest Facebook post we came across.\nWe managed to trace the screenshot to schools.chekrs.com, which appears to cover information about the SIA Youth Scholarship intake for 2020-21.\nDoing a side-by-side comparison of information on the SIA Youth Scholarship on MOE’s website with Chekrs, we see that the only thing that seems to have been changed is the year of the application and selection process.\n\nIt is puzzling how Chekrs managed to get information of what is purportedly the SIA Youth Scholarship intake for 2020-21 when the latest information from MOE themselves was for 2019-2020.\nHowever, it is important to note that Chekrs themselves state that they are “not [an] official website” and are “not associated with any Government organisation”. In the disclaimer, they also reveal that the information they provide are “collected from various online and offline sources” and are “for reference purpose only”. It also advises members of the public to “follow the official website only”.\nIn their previous correspondence with us, MOE shared that “due to COVID-19, some scholarship schemes have been suspended”. Given that the webpage for the SIA Youth Scholarship is currently down, it appears that the scholarship (and application for it) is suspended.\nWe reached out to MOE and SIA for clarification on whether or not the information on Chekrs is accurate, and SIA has responded to our queries.\nSIA’s clarification is as follows:\n“Singapore Airlines (SIA) has partnered government agencies such as the Ministry of Education (MOE) to administer scholarships in the past. However, we no longer do so.\nSIA believes in investing in and grooming young talent to bring future leaders into the organisation. We are committed to seeking individuals who can contribute to our future growth and success, and offer a suite of scholarships to this end.\nThese include the SIA Open Overseas Scholarship, the SIA-Mendaki Scholarship, SIA-Sinda scholarship and Singapore Industry Scholarship programmes. For more information on our scholarship programmes, please visit: https://www.singaporeair.com/en_UK/sg/careers/students-internship/.”\nTherefore, the claim that SIA is giving scholarships to “Indian only trainee pilots” in 2020 is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/siayouth.png",
    "Iframe Sources": [],
    "date": "2020-09-17T02:48:24+00:00",
    "Links in content": [
        "https://www.facebook.com/terence.wong.96155/posts/10223523404131146",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1715392441971748/",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/",
        "https://blackdotresearch.sg/sia-youth-scholarship-singapore/",
        "https://www.moe.gov.sg/admissions/scholarships/sia",
        "https://archive.org/web/",
        "https://blackdotresearch.sg/sia-youth-scholarship-singapore/.%20It%20is%20not%20mentioned%20whether%20or%20not%20the%20%E2%80%98SIA%E2%80%99%20stands%20for%20Singapore%20Airlines%20or%20not,%20but%20a%20check%20on%20scholarships%20offered%20by%20Singapore%20Airlines",
        "https://schools.chekrs.com/sia-youth-scholarship-singapore.html#SIA_Youth_Scholarship_Admit_Card2020",
        "https://www.singaporeair.com/en_UK/sg/careers/students-internship/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/siayouth.png",
    "Truefalse": [
        "likely false",
        "false",
        "false"
    ],
    "Description": "",
    "keywords": [
        "sia",
        "sponsoring",
        "locals",
        "foreign",
        "students"
    ]
}