{
    "link": "https://blackdotresearch.sg/factcheck-is-singapore-playing-for-time-in-water-dispute-with-malaysia/",
    "Title": "Is Singapore ‘playing for time’ in water dispute with Malaysia?  ",
    "Tags": [],
    "Paragraphs": "\n\n\nBackground\nOn 8 May 2019, the South China Morning Post published an article about its interview with Malaysian government advisor Daim Zainuddin.  In particular, the interview was focused on the relations between Singapore and Malaysia following the Annual Retreat of both nations’ leaders in April 2019.\nWhile commenting that the Annual Retreat had concluded on an upbeat note, Daim commented that Singapore’s alleged willingness to come to the table over the issue of water prices was a major achievement.\nTo some extent, what Daim  said about the conclusion of the Annual Retreat is true.  At the conclusion of the 9th Malaysia-Singapore Leaders’ Retreat in Putrajaya on 9 April 2019, a joint statement was issued, and regarding the topic of water, the statement mentioned:\n“15   The Leaders noted both sides’ interest to identify appropriate and timely measures, including schemes, to increase the yield of the Johore River, and to safeguard its environmental conditions and water quality, to the extent required by the 1962 Johore River Water Agreement (1962 Agreement).\n16   The Leaders also noted the differing positions of both sides on the right to review the price of water under the 1962 Agreement. Both Leaders agreed for the Attorneys-General of both sides to discuss these differing positions.\n17    Both sides will seek amicable solutions, including the possibility of dispute resolution through arbitration on a mutually agreed basis.“\nThe Allegations\nReferring to the 1962 Johor water agreement, Daim was reported to have said “If you look at the agreement, it says that Johor has the right to review the price of water sold to Singapore after 25 years. It does not say that a review can happen only in the 25th year,” and suggested that Singapore was playing for time by sticking to its position that there is no room for the deal to be amended (Note that this is not the only water agreement.  There was an earlier water agreement known as the 1961 Water Agreement, but that is no longer an issue because it expired in 2011).\nThe Daim further suggested, “The 1962 agreement expires in 2061. We believe by then Singapore would be self-sufficient as far as water demands are concerned and would no longer need to purchase raw water from Malaysia,” … “So maybe Singapore is trying to stretch the dispute till such a time when it can tear up the agreement without any loss.”\nThe SCMP also mentions that “Foremost in Singapore’s argument is that because the water pact is guaranteed by the “separation agreement” between the two countries that authorised its secession from Malaysia in 1965, an amendment of the water deal could disturb its sovereignty“.\nThere’s plenty to unpack here.  Much of it feels like it has been unpacked many times before.  Much has been written about the history behind the disagreements between Singapore and Malaysia relating to the supply of water from Johor.\nNow let’s see which allegations by Daim and the South China Morning Post (SCMP) are true.\nAllegation 1: The water agreements can be reviewed anytime after 25 years, but Singapore has been insisting that it is only on the 25th year that the 1962 Water Agreement can be reviewed.\n\nThis allegation is only half-true.  Singapore is also saying that Malaysia has lost the right to review the water price because:-\n(1) The Malaysian government had agreed with the existing pricing and waived the right to a review of the water prices in 1986/1987.\n(2) The waiver was a factor that led to the 1990 agreement to build the Linggiu Dam and invest further in the infrastructure for water supply – costing Singapore close to S$1 billion.\nWhat does the Water Agreement say?\nLet’s see what the 1962 Water Agreement says about the price review clause (That’s clause 14 of the 1962 Water Agreement).\n(Note: In the agreement, “City Council” refers to the Singapore Government, while “Government” refers to the Government of Johor, i.e. Malaysia)\n\nSo according to clause 14 above, the prices of both raw water from Johor Bahru and treated water shall be subject to review after 25 years have elapsed from 1962, and this review was to be conducted by both Singapore and Malaysia with particular regard to various factors.  If there was disagreement arising from this clause, the dispute could be decided under international arbitration.\nWhat happened after 25 years, i.e. in 1987?\nMalaysia waived the right to review the water price.\nIn 2002, Malaysian Prime Minister Dr Mahathir Mohamad was reported by Bernama as saying that Malaysia did not review the water pricing when it was due because they (Malaysia) thought Singapore would revise the price of treated water to Malaysia (Bernama news, 11 October 2002).\nSimilarly, then-Johor State Assembly Speaker Zainal Abidin Mohd Zain was quoted in the New Straits Times on 3 July 2002 as saying that the Johor Government had not made any mistake in not seeking for a price review in 1986, saying that “there was no point in doing so because Johor was dependent on Singapore for its treated water supply, and Singapore would have also increased its price of treated water sold to Johor“.\nInstead, what Malaysia and Singapore focused on after 1986-1987 was to enter into a supplementary agreement to build the Linggiu dam on the Johor River and for Singapore to purchase treated water in excess of the 250 million gallons per day (mgd) from the Johor river.  The price for raw water was not altered.\nIs there a complete answer to Daim’s allegation then?\nYes. In addition to all the news on this topic, we found that in Parliament in 2003, Prof Jayakumar answered this specific question as follows:\n“Mr R. Ravindran (Marine Parade): Mdm Deputy Speaker, first, could I ask the Minister why does Singapore maintain that Johor has lost the right of review when the Water Agreements provide for the review after 25 years, but does not specify exactly when such a review should take place? …\nProf. Jayakumar: On his first question, Mr Ravindran is a lawyer, and also a few other Members, I do not think this is a place to engage in a detailed legal analysis of the Water Agreement provisions. I have mentioned before that if you look at the Water Agreements which are in the bundle of documents, both have clauses on price review, which provide that the rates can be reviewed after 25 years. We can have a legal argument as to whether it should be on the 25th year, or at any time after 25 years, or within a reasonable period after 1986-87.  Now, we have legal advice which said that Malaysia has lost its right of review. Well, that is a legal issue which will have to be debated at an appropriate forum, and I have said that it is a matter that can also be put through the process under the Water Agreements.\n    It is important to also note, in this context, that the Malaysian leaders have said that they chose deliberately not to review at that time when they were entitled to because they feared that the price of treated water supplied by Singapore would also be reviewed. Because the review clauses cannot apply only to raw water, it must also apply to treated water.\n    Another factor that I should mention, which we pointed out to the Malaysians, is that if they had exercised the right to review then, it might well have caused different decisions on our part as to the amounts of money that we have invested in Johor on various kinds of works, which actually have come to more than a billion Singapore dollars – water works, pipe lines, ancilliary works, the Linggiu Dam. So this is a question which will have to be decided at an appropriate time, but we have taken legal advice.\n    While we are on the subject, even though we took the legal position, we told the Malaysians, “We know this is important to you. So, we are prepared to discuss this in the context of the package; in other words, on a without prejudice basis. But if you take it out of the package, shelve future water to 2059 and insist on discussing just existing water, then we will have to go by the terms of the provisions of the Agreement.” And they have a legal view, we have a legal view.”\n(See the Singapore Parliamentary Debates webpage here)\nAllegation 2: Maybe Singapore is trying to stretch the dispute till such a time when it can tear up the agreement without any loss.\nThis is completely baseless and unsupported – Singapore cannot stretch any dispute any way it wishes.  Malaysia can proceed with the legal process anytime it wants to, and it is free to shut down ongoing negotiations with Singapore if it so wishes.\n\nMalaysia had in fact commenced what seemed like legal proceedings many years before, but refrained from taking any further steps.  The proverbial ball, is in Malaysia’s court.\nThe above is evident from 2 pieces of correspondence on 14 August 2002 which were rebutted.\nOn 14 August 2002 the Malaysian Government demanded a review of water prices.  It tried to rely on the price review clause in the 1961 and 1962 Water Agreements:\n20030125-HA-0752569\nThe Public Utilities Board responded to say that, amongst other things, it did not accept that the Government of the state of Johor was entitled to seek the reviews because the right had been lost.\n20030125-HA-0752577\nProf Jayakumar described the above in his response to Parliament in 2003:\n” The question as to whether there is still a right of review, as well as the quantum of the price revision, can both be resolved through the legal process as provided for in the two Water Agreements? In other words, this is the way that we are also resolving Malaysia’s claim over Pedra Branca. If, in fact, Johor has not lost the right of revision by not exercising it in 1986/87, then the arbitrator tribunal’s award on the price revision will take effect from the date when Johor gave its Notice to PUB as provided for in the two Agreements. As Malaysia has commenced this process, then I say, let the matter be settled through arbitration.“\n(See the link here)\nSingapore has been waiting for arbitration since 2003. There has been no development on this front.\nAllegation 3:  “Foremost in Singapore’s argument is that because the water pact is guaranteed by the “separation agreement” between the two countries that authorised its secession from Malaysia in 1965, an amendment of the water deal could disturb its sovereignty“.\n\nThis is an unfortunate mistake.  It isn’t an amendment that Singapore cannot allow, but a breach of the Water Agreements.\nWhen Singapore was ejected from Malaysia to become an independent country, it entered into an agreement with Malaysia known as the “Independence of Singapore Agreement”.  This agreement was an all-encompassing agreement covering matters such as how Singapore would run its defences and how Malaysia would assist, and also what Singapore and Malaysia would do regarding the Water Agreements.  Under this agreement, Malaysia agreed to amend its Constitution and guarantee the performance of the 1961 and 1962 Water Agreements.\nIndependence Day\nHow does this even relate to water pricing? We refer to Prof Jayakumar’s speech in Parliament in 2003:\n“The significance of the water price, for both countries, is Singapore’s existence as a sovereign nation separate from Malaysia, and the sanctity of the most solemn agreements that we have entered into with Malaysia.\n    The two Water Agreements [Prof Jayakumar refers here to the 1961 and 1962 Water Agreements] are no ordinary agreements. They are so vital that they were confirmed and guaranteed by both Governments in the 1965 Separation Agreement, also known as the Independence of Singapore Agreement. The Separation Agreement was registered at the United Nations. Both countries have to honour the terms of the agreements and the guarantee in the Separation Agreement. Any breach of the Water Agreements must call into question the Separation Agreement and can undermine our very existence.“\nThen Prof Jayakumar drew Parliament’s attention to the amendment to Malaysia’s Constitution:\n20030125-HA-0752771\nThe above document is an amendment to the Malaysian Constitution on 9 August 1965.\nSection 14 of the document reads:\n“The Government of Singapore shall guarantee that the Public Utilities Board of Singapore shall on and after Singapore Day abide by the terms and conditions of the two Water Agreements dated 1st September, 1961, and 29th September, 1962, entered into between the City Council of Singapore and the Government of the State of Johore.’\nThe Government of Malaysia shall guarantee that the Government of the State of Johore will on and after Singapore Day also abide by the terms and conditions of the said two Water Agreements.”\nAs explained by Prof Jayakumar:\n“In other words, the guarantees are an integral part of an international agreement solemnly entered into, adopted by a constitutional amendment in Malaysia and later registered with the United Nations. In international law, both parties must ensure that the Water Agreements are observed and neither side can unilaterally vary their terms and conditions. If Malaysia can unilaterally revise the price of raw water from 3 sen to 60 sen, and then from 60 sen to RM 3, then they can eventually fix it at RM 8, which they said is the price since that is what Hong Kong pays to China, or to any other price. The sanctity of the Separation Agreement would have been breached. All other agreements we have signed with Malaysia will become meaningless.“\nSo, to recap: There is fundamentally nothing wrong with an amendment to any agreement, however important such an agreement is.  In fact, one could say that when Singapore was negotiating with Malaysia in April 2019, both countries were working towards achieving an amendment of the various agreements which would benefit both countries.\nBut a breach of the Water Agreements is a whole other story.\nThis is also why in a diplomatic note to Malaysia on 5 February 2002, Singapore had stated:\n“The Separation Agreement is the fundamental basis of Singapore’s existence as an independent sovereign nation.  It was registered with the United Nations in 1965.  The terms of the Separation Agreement, including the 1961 and 1962 Water Agreements, cannot be altered without the express consent of both parties.  Any variation of the Water Agreements without the consent of both Governments will be a breach of the Separation Agreement that cannot be accepted.”\nDiplomatic Note\n \nSee below for further reading!\n \n\nIf you’re looking for a summary on the water dispute\n3 good sources for the full history on this topic are:-\n(1) Then-Minister for Foreign Affairs, Professor S Jayakumar’s responses to Parliamentary questions relating to Singapore-Malaysia bilateral relations on 25 January 2003 (see here);\n(2) A 2003 publication by the Ministry of Foreign Affairs, entitled “Water Talks – If Only It Could“; and\n(3) Channel NewsAsia’s infographic, entitled “Singapore and Malaysia: The Water Issue“.\nIf you’re looking for documents\nAll the documents relevant to the dispute are provided in the above link to the Parliamentary speech of Professor S Jayakumar in 2003.\nWe set out the key agreements below:\n1. The Agreement as to Certain Water Rights in Johore between the Sultan of Johore and the Minicipal Commissioners of the Town of Singapore signed on 5 December 1927 (Extracted from Administration Report of the Singapore Municipality for the Year 1927).\nDoc 1\n2. The Tebrau and Scudai Rivers Water Agreement between the Johore State Government and City Council of Singapore signed on 1 September 1961 (the 1961 Water Agreement).\n1961WA\n3. The Johore River Water Agreement between the Johore State Government and City Council of Singapore signed on 29 September 1962 (the 1962 Water Agreement).\n1962WA\n4. The Independence of Singapore Agreement 1965, 9 August 1965.\nIndependence Day\n5. The Constitution and Malaysia (Singapore Amendment) Act, 1965; No. 53 of 1965, 9 August 1965.\n20030125-HA-0752771\n6. Agreement between the Government of the State of Johore and the Public Utilities Board of the Republic of Singapore signed on 24 November 1990.\nAgrreement Govt\n7. Guarantee Agreement between the Government of Malaysia and the Government of the Republic of Singapore signed on 24 November 1990.\nGuarantee Agreement\nClick this link to see a follow-up chronology of Events and Further Correspondence between Singapore and Malaysia government leaders (up till 2002)\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/ba0be388-7180-11e9-b91a-87f62b76a5ee_1320x770_193934-800x770.jpg",
    "Iframe Sources": [],
    "date": "2019-05-15T10:13:16+00:00",
    "Links in content": [
        "https://www.scmp.com/week-asia/politics/article/3009407/singapore-playing-time-water-dispute-malaysia-daim-zainuddin",
        "https://www.channelnewsasia.com/news/singapore/joint-statement-pm-malaysia-singapore-leaders-retreat-11425594",
        "https://sprs.parl.gov.sg/search/topic?reportid=003_20030125_S0004_T0005",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/20030125-HA-0752569.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/20030125-HA-0752577.pdf",
        "https://sprs.parl.gov.sg/search/topic?reportid=003_20030125_S0004_T0005",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/Independence-Day.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/20030125-HA-0752771.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/Diplomatic-Note.pdf",
        "https://sprs.parl.gov.sg/search/topic?reportid=003_20030125_S0004_T0005",
        "https://www.mfa.gov.sg/-/media/Images/MFA/Water-Talks_-If-Only-It-Could.pdf",
        "https://infographics.channelnewsasia.com/interactive/waterissue/index.html",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/Doc-1.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/1961WA.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/1962WA.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/Independence-Day.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/20030125-HA-0752771.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/Agrreement-Govt.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/Guarantee-Agreement.pdf",
        "https://sprs.parl.gov.sg/search/search/download?value=PDFs/2003/20030125/20030125-HA-0752455.htm"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/ba0be388-7180-11e9-b91a-87f62b76a5ee_1320x770_193934-800x770.jpg",
    "Truefalse": [
        "amendment",
        "What does the Water Agreement say?",
        "What happened after 25 years, i.e. in 1987?",
        "Is there a complete answer to Daim’s allegation then?",
        "Now, we have legal advice which said that Malaysia has lost its right of review. Well, that is a legal issue which will have to be debated at an appropriate forum, and I have said that it is a matter that can also be put through the process under the Water Agreements",
        "the Malaysian leaders have said that they chose deliberately not to review at that time when they were entitled to because they feared that the price of treated water supplied by Singapore would also be reviewed. Because the review clauses cannot apply only to raw water, it must also apply to treated water.",
        "if they had exercised the right to review then, it might well have caused different decisions on our part as to the amounts of money that we have invested in Johor on various kinds of works, which actually have come to more than a billion Singapore dollars – water works, pipe lines, ancilliary works, the Linggiu Dam",
        "amendment",
        "If you’re looking for a summary on the water dispute",
        "If you’re looking for documents"
    ],
    "Description": "",
    "keywords": [
        "singapore",
        "malaysia",
        "water",
        "dispute",
        "playing"
    ]
}