{
    "link": "https://blackdotresearch.sg/is-the-new-erp-system-going-to-charge-drivers-0-50-km-travelled/",
    "Title": "Is the new ERP system going to charge drivers $0.50/km travelled?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a post on Facebook group “Concerned Citizens Band Together for a better Singapore”:\n\nIn the post, the Facebook user shares a link to an article on publication motorist.sg, which talks about a new ERP system that is supposed to kick off this year.\nAlong with the link is the caption “New ERP System to Start in 2020, probably after GE. Charges “$0.50 per kilometre” under the new system. Another blood sucking device implemented by PAP. Imagine if this coming GE you give PAP strong mandate what would have happened for the next 5 years? Whether you own car or not this is going to be affected everyone of us, unavoidable. Isn’t that more than enough reason for you to VTO?”\nAt time of publication, the post has been shared 370 times.\nWe came across another post on the forum in which the same article from motorist.sg makes an appearance.\nThis time, the individual who shared the article added that an average motorist would need to fork out an additional $10,000 to $12,500 a year to maintain a car with the new ERP system and charges.\n\n\n\n\nIf the calculation is right , we all die\nPosted by Auntie Debbie is a PHD on Tuesday, 30 June 2020\n\nAlong with the screenshot is the caption: “If the calculation is right, we all die”.\nWhat is this new GPS system?\nFor the unacquainted, the new Global Navigation Satellite System (GNSS)-based ERP system will charge motorists by the distance they travel along roads, instead of the current gantry system which charges a flat fee.\nThe Land Transport Authority (LTA) shared that they will be implementing the new system progressively from late 2020, and will provide an 18-month transition period for the switchover. During the transition period, there will also be no change to the current way of charging ERP at points on congested roads.\nExisting in-vehicle units (IUs) will be replaced with on-board units (OBUs), and will be free of charge for the first replacement.\nIt is important to note that the article on motorist.sg was first published on 17 June 2019.\nWhere did the $0.50/km claim come from?\nThe article on motorist.sg includes photos they found on a now-defunct thread on local forum MyCarForum which reveal what are allegedly concept photos of the new OBUs.\nOf the six screenshots that were included, the one that captured the most attention is the one below:\n\nAs seen, the top two images in the screenshot reveal a “$0.50/km” figure, which led individuals to assume that this means the new ERP system charges motorists $0.50 for every kilometre travelled.\nLTA: “Not actual depictions”\nLTA had actually published an official media reply on their website on 28 June 2019, acknowledging that they are aware that “some photographs of the purported OBU have been circulating”, but that they “are not actual depictions, but were instead illustrations used for a study in 2016”.\n“The OBU design is still being finalised,” LTA added.\nThere’s no doubt that “$0.50/km” is a pretty intimidating figure”, but let’s try to evaluate plausibility of it.\nThe above illustration of the new IU interface showed a few things – time period, road location, and price rate. The final (illustrated) charge shown is $3, a reasonable price if we compare to current pricing.\nThe flat rate pricing model ($0.50/km) is inconsistent with the main purpose of the ERP system, which is to regulate traffic congestion (dependent on time period and location). So to say that drivers will be charged $0.50/km travelled is likely false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/erpfi.png",
    "Iframe Sources": [],
    "date": "2020-07-01T11:03:43+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1658598657651127/",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/",
        "https://www.motorist.sg/article/413/new-erp-system-to-start-in-2020-includes-new-in-vehicle-units",
        "https://www.facebook.com/KaneCane?fref=gs&__tn__=%2CdlC-R-R&eid=ARAVE4jey87KV59wjmesb6ohU1nTHSzQX8ByiN7GnBc7-hXjZ3YBJJr_cK0YxB-YwEkV1N292tcDpiqC&hc_ref=ARShWeATd6f0YyWfSJoL_jwPni6_soayRc970AWX7OYngWxHnA-M20Rz5yjDPeaR7cQ&ref=nf_target&dti=394407690736903&hc_location=group",
        "https://www.facebook.com/auntiedebbieisaphd/",
        "https://www.facebook.com/auntiedebbieisaphd/photos/a.410204746436756/720516098738951/?type=3",
        "https://mothership.sg/2019/06/erp-distance-based-2020/",
        "https://www.mycarforum.com/topic/2716104-shift-to-new-satellite-base-erp-system-in-2020",
        "https://www.lta.gov.sg/content/ltagov/en/newsroom/2019/6/3/details-of-new-erp-system-still-being-finalised.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/erpfi.png",
    "Truefalse": [
        "likely false"
    ],
    "Description": "",
    "keywords": [
        "drivers",
        "erp",
        "charge",
        "travelled",
        "km"
    ]
}