{
    "link": "https://blackdotresearch.sg/factcheck-is-this-an-image-of-an-exploded-mobile-phone-which-killed-a-14-year-old/",
    "Title": "Is this an image of an exploded mobile phone which killed a 14 year old?  ",
    "Tags": [],
    "Paragraphs": "\n\n\nOn 30 September 2019, the Daily Mail and the Sun reported that a schoolgirl from Kazakhstan had died after a phone charging next to her exploded.  The reports were carried on local alternative media site “Mothership”.\nAccording to the various reports, Alua Asetkyzy Abzalbek, 14 years old, had gone to bed listening to music from her phone in her village home in Bastobe, Kazakhstan.\nThe above picture is from The Sun newspaper, which published the picture with a caption stating that Alua had been found dead after her mobile phone battery apparently burst into flames:-\n\nNow the story about Alua is sadly, real.  We have found various independent sources confirming that she had indeed passed away as a result of the accident involving her mobile phone.\nHowever, we cannot say the same about the above incriminating picture.  Many news outlets have interpreted the above picture from the Sun to mean that the phone in the picture was Alua’s phone which had burst into flames. This however is not true, and the picture shown may have been illustrative of what the actual phone could have looked like.\nWe regard the picture as misleading.\nThe picture shown seems have come from an online forum in Russia.  See here and here.\nThe image we found was obtained through a reverse image search performed on Google Image Search.  We tracked for the earliest date for the image and came across the following link dated 7 January 2014.\nAccording to a forum poster by the name of mrlong on the Russian forum yuplakal.com, in 2014, mrlong’s phone caught fire from the lithium ion battery malfunctioning.  The phone did not explode, but released a large amount of smoke.\n\nDoes it matter?\nWell it does, because good reporting should not use misleading images to ‘spice up’ the story, which appears to be the case here.  If there had not been any picture of the phone to begin with, there was no reason to have put in any picture of a burnt phone, let alone a phone that did not actually explode and cause any death or injury.\nWhat’s safe and what’s not?\nIf you are thinking that there’s a risk of overcharging by leaving your phone to charge overnight, you’d be wrong. Your phone stops drawing power upon being fully charged.  So it does not overcharge.\nThe risk of fire comes from using either a battery or charger that hasn’t been certified safe for use with your device.  Watch this CNA short video to learn more:\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Incriminating-Picture.png",
    "Iframe Sources": [],
    "date": "2019-10-02T08:43:34+00:00",
    "Links in content": [
        "https://laptp.ru/bios/vzorvalsya-telefon-na-zaryadke-pochemu-vzryvayutsya-batarei/",
        "https://www.yaplakal.com/forum2/topic712353.html"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Incriminating-Picture.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "exploded",
        "phone",
        "killed",
        "mobile",
        "image"
    ]
}