{
    "link": "https://blackdotresearch.sg/is-the-sdp-selling-chee-sy-mashed-potatoes-for-100-a-pop/",
    "Title": "Is the SDP selling ‘Chee-sy’ mashed potatoes for $100 a pop?  ",
    "Tags": [],
    "Paragraphs": "\nWe’ve been alerted to a Reddit thread titled “The SDP is selling mashed potatoes for $100 🤔🤔”.\nThe thread includes what looks to be a screenshot of an online listing selling ‘Chee-sy Mashed Potato’:\n\nAs seen in the screenshot, we see an image of Singapore Democratic Party (SDP) Secretary-General Dr Chee Soon Juan clad in an apron and holding what looks to be a wooden ladle and potato masher in each hand.\nIn the short writeup, we see that the listing is for mashed potatoes with cheese “personally made by Dr Chee with much tender loving care”. A $100 order comes with mashed potatoes in a 900ml tub along with free delivery.\nThe paragraph also includes a link for those interested to give an outright donation to the ‘Bukit Batok project’, and a mobile number for enquiries.\nOther than the screenshot, no other information was provided by the creator of the thread.\n$100 gets you more than just Chee-sy mashed potatoes\nEven without doing a Google search to establish the context of the listing, comments on the thread have offered a better perspective on the situation.\nA link to a Youtube video of Dr Chee in the same get-up in what looks to be a home kitchen was also shared:\n\nIn the video, we see Dr Chee talking about his ‘Chee-sy mashed potatoes’ and how he’ll be personally preparing and selling them from 31 July to 2 August at $100 per order.\nSaid Dr Chee in the video: “Now I know that this is going to be the most expensive mashed potatoes you will ever eat, but I want to assure you that every dollar that I raise from this venture will go towards building and running a Bukit Batok grassroots campaign over the next few years.”\nHe then went on to shed some light on what the campaign would entail.\n“Together with my colleagues, we want to build up, from the ground, a grassroots campaign. And to do this, we need funds, even to print flyers, to organise events and activities, and to meet the residents – all these will require a budget.”\nHe concluded the video by stating that he will be making more announcements regarding this event, as well as some of the initiatives that the SDP has planned for Bukit Batok in days to come.\nIn the description of the video, we see the link to the listing on SDP’s website:\n\nIt should be noted that the listing now seems to include a line that states that an order also includes a complimentary copy of SDP’s manifesto.\nTherefore, we rate that while it is true that SDP and Dr Chee are selling mashed potatoes for $100 per order, the lack of context (i.e. that it is actually part of a fundraising project) has caused the screenshot to be misleading, especially for those who aren’t aware that the funds raised have been promised to SDP’s Bukit Batok project.\n\nIn fact, this point has been brought up by commenters on the thread, one of whom even suggested that the creator of the thread might have been intentionally trying to stir negative sentiments with a lack of context:\n\n\n\n\nAs we’ve mentioned previously (in multiple fact-checks), context is everything when it comes to information these days, so it would be wise if everyone does a quick search to establish a fuller picture before jumping to conclusions.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/chee-sy.png",
    "Iframe Sources": [],
    "date": "2020-07-30T03:19:33+00:00",
    "Links in content": [
        "https://www.reddit.com/r/singapore/comments/hzd0mf/the_sdp_is_selling_mashed_potatoes_for_100/",
        "https://youtu.be/FnUronZ8TnI",
        "https://yoursdp.org/store/chee-sy-mashed-potato",
        "https://blackdotresearch.sg/covidwatch-is-this-message-being-sent-to-close-contacts-of-covid-19-cases/",
        "https://blackdotresearch.sg/covidwatch-has-a-covid-19-tracker-been-secretly-installed-in-your-smartphone/",
        "https://blackdotresearch.sg/covidwatch-did-a-migrant-worker-hang-himself-at-a-dormitory/",
        "https://blackdotresearch.sg/different-types-of-fake-news/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/chee-sy.png",
    "Truefalse": [
        "true"
    ],
    "Description": "",
    "keywords": [
        "potatoes",
        "mashed",
        "chee",
        "pop",
        "selling"
    ]
}