{
    "link": "https://blackdotresearch.sg/is-this-woman-daryati-an-indonesian-maid-standing-trial-for-murder/",
    "Title": "Is this woman “Daryati”, an Indonesian maid standing trial for murder?  ",
    "Tags": [],
    "Paragraphs": "\n\nThis is incorrect news.\n\nBackground\nOn 24 April 2019, the Straits Times published an article about an Indonesian maid who is presently, at the time of writing, facing a criminal trial for the murder of her employer, Madam Seow Kim Choo (See the article here).\nThe Straits Times relied on the above picture as describing the accused, whose name is “Daryati”.\nThe picture turned out to be incorrect.  The lady in the image above is not Daryati.\nFormer Employer’s Facebook post drew attention to the error\n\nOn Wednesday, 24 April 2019, Clarence Tan, the former employer of Juli Yet from Myanmar, published a Facebook post explaining that the Straits Times had incorrectly used the image of Juli Yet to represent Daryati.  He also proceeded to contact the Straits Times about this.\nStraits Times makes the correction\nThe Straits Times has acknowledged the error:\n\nGiven the admission of the Straits Times and the fact that the correction was made, it is beyond doubt that this error did happen.  We have not called this an act of “fake news” because this appears to be entirely accidental, with no malicious intent on the part of the Straits Times.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/58373880_10156729344093645_4212953637057462272_n-540x800.jpg",
    "Iframe Sources": [],
    "date": "2019-04-26T04:51:30+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/courts-crime/homesick-maid-on-trial-for-murder-of-employer"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/58373880_10156729344093645_4212953637057462272_n-540x800.jpg",
    "Truefalse": [
        "not",
        "."
    ],
    "Description": "",
    "keywords": [
        "maid",
        "murder",
        "indonesian",
        "woman",
        "daryati"
    ]
}