{
    "link": "https://blackdotresearch.sg/pritam-singh-bie-dan-xin-workers-party/",
    "Title": "Is the translator of this video a fan of the Workers’ Party?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a post being shared on Facebook:\n\n\n\n\nThe translator is WP Supporter. 🤣\nPosted by レイラ 芹澤源 on Sunday, 12 July 2020\n\nWe see what looks like a screenshot from a video featuring Workers’ Party (WP) chief and Member of Parliament Pritam Singh. Next to his name in English, we see the Chinese words ‘别担心’ (bié dān xīn), seemingly the translation of his name. The phrase translates to ‘don’t worry’.\nAlong with the post is the caption “The translator is WP Supporter”.\nAt time of publication, the post has been shared over 770 times.\nSomething lighthearted to ease GE tensions?\nTo get to the truth of whether or not the translator assigned to the video managed to sneak in an (inaccurate) translation of his name, we refer to the actual video that the screenshot was taken from.\nThe video was uploaded by CNA on 2 July, where he was speaking in a GE2020 Party Political Broadcast.\nAs seen in the screenshot we took below, there is no Chinese translation of his name in the video.\n\nThe same goes for the Party Political Broadcast videos featuring candidates from other parties (for e.g. PAP, SDP, PSP).\nThe Chinese characters next to Pritam Singh’s name is therefore most likely photoshopped in, perhaps to incite some giggles among netizens and to lighten the mood around the General Elections.\nGiven how similar the phrase sounds to his name and the positive impression many have towards him and WP, we have actually seen this reference being made online and off as well.\n\n\n\n\nOur opposition leader Chinese name is 别担心 (no worries…)🤣🤣🤣🤣\nPosted by My Grandfather’s Road on Sunday, 12 July 2020\n\n \nTherefore, we rate the claim that a translator slipped in this particular translation of Pritam Singh’s name as satire.\n\nFor those who are curious, the official translation of Pritam Singh’s name in Chinese is ‘毕丹星’ (bì dān xīng).\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/pstranslation.png",
    "Iframe Sources": [],
    "date": "2020-07-15T04:15:12+00:00",
    "Links in content": [
        "https://www.facebook.com/671916073/posts/10157388132581074/?d=n",
        "https://www.facebook.com/PRINCESSLAYLABABY",
        "https://www.facebook.com/PRINCESSLAYLABABY/posts/10157388132581074",
        "https://youtu.be/mLljv5OaGs4",
        "https://www.youtube.com/watch?v=jo0O9172CuE",
        "https://www.youtube.com/watch?v=MbPn-70aWWk",
        "https://www.youtube.com/watch?v=HbrRw2UdhUw",
        "https://www.facebook.com/MyGrandfathersRoadSG/",
        "https://www.facebook.com/MyGrandfathersRoadSG/photos/a.1278645485564589/3171024436326675/?type=3"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/pstranslation.png",
    "Truefalse": [
        "satire"
    ],
    "Description": "",
    "keywords": [
        "translator",
        "video",
        "party",
        "workers",
        "fan"
    ]
}