{
    "link": "https://blackdotresearch.sg/factcheck-tinder-new-warning/",
    "Title": "Is there a new warning on the Tinder app that users in Singapore are “in a place where the LGBTQ community may be penalised”?  ",
    "Tags": [],
    "Paragraphs": "\nThis morning, we came across a message that Tinder* was warning lesbian, gay, bisexual and transsexual (LGBT) users about using the app in Singapore.  A screenshot accompanying the message showed this:\n\n(* – In case this app is new to you, Tinder is a dating app.  See here for more info).\nThis is true.\n We tried out the app ourselves.  Now the app we used doesn’t let you choose whether you are a member of the LGBT community.  You are free to key in which gender type of profiles are put up for you to view – For the avoidance of doubt, that’s limited to either male or female.\nSo when you choose to view profiles that are the same gender as yourself, this message pops up.\n \nBut some clarification is needed.\nThe curious nature of the message\nThe message is part of a recent update (24 July 2019) that Tinder has added to its app.  We understand from various sources that this update is called “Traveler Alert”, and this feature will automatically hide a user’s profile when travelling to other countries where LGBTQ relationships are illegal.  As Tinder put it:\n“It’s no secret that we believe everyone has the right to live how they want to live and love who they want to love. And while there are still efforts to protect our freedoms from LGBTQ discrimination here in U.S., it’s important to remember that there are still nearly 70 countries around the world that have laws effectively criminalizing LGBTQ status..\nStarting today, we’re rolling out a Traveler Alert that will appear when Tinder is opened in one of these locations to ensure that our users are aware of the potential dangers the LGBTQ community faces — so that they can take extra caution and do not unknowingly place themselves in danger for simply being themselves.\nOur LGBTQ community will no longer automatically appear on Tinder when they open the app in these areas. Once the alert is activated, users will have the choice to remain hidden while in that location or opt into making their profile public so that they can connect with new people. If a user chooses to be shown on Tinder – and has added sexual orientation or gender identity to their profile – it will not be displayed until they leave that area.“\nTinder says that it worked with ILGA World to establish the locations in which Traveler Alert will appear.\nThis is where things get interesting.\nILGA World identifies Singapore as a country where sexual orientation, gender identity and gender expression (SOGIE) individuals (i.e. LGBT individuals (see here) face significant barriers to progress.\n\nAccording to the ILGA World report entitled “State-Sponsored Homophobia” 2019, the portion reporting on Singapore summarises the position thus:\n“…SOGIE individuals still face significant barriers to progress.  In its most recent review of the country’s criminal laws, the Singapore government reaffirmed its position not to repeal Section 377A, the colonial era law that has since become the symbol of anti-LGBT discrimination in the city-state.  Notwithstanding, a flicker of hope broke through when the Singapore Court of Appeal issued a landmark decision allowing a gay man’s bid to become the legal parent of a child he fathered through an overseas surrogacy. However, in a mark of the cautious and conservative approach that the state takes towards SOGIE issues, the decision was narrowly framed to avoid any broad pronouncements on the rights of gay couples.  Similarly, in response to this judgment, the executive and legislative branches have expressed an intention to review current laws in a bid to strengthen and reinforce what they believe to be a “public policy” against “non-traditional” family units“\nThe focus of ILGA World’s disgruntlement with Singapore seems to be on Section 377A primarily, which criminalises sexual activity between males.  But lesbians and heterosexuals do not face prosecution under Section 377A.\nIf this was the basis for Tinder to consider there to be an issue of “safety” in travelling to Singapore and using Tinder, perhaps we should consider how Singapore specifically enforces Section 377A of the Penal Code, which criminalises sexual intercourse between males.\nOn 2 October 2018, the Attorney General of Singapore clarified the government’s position, saying, amongst other things, that:\n\nThe Government’s position on Section 377A is that the police will not proactively enforce this provision, for instance by conducting enforcement raids.\nIf there are reports lodged of offences under Section 377A, for example, where minors are exploited and abused, the police will investigate.\nAfter conducting investigations, the police will then decide whether there is sufficient basis to refer the case to the Public Prosecutor, and it will then be for the Public Prosecutor to determine whether to prosecute.\n\nThe above position is not without controversy.  It is true that fierce debate rages on in Singapore as to whether Section 377A ought to be repealed, but it is beyond the ambit of our article to consider the various arguments for or against decriminalisation and to what extent LGBT relationships ought to be given recognition in Singapore.\nIt does remain, however, that Singapore is unlikely to seek to prosecute male travellers in Singapore who engage in consensual same sex activity.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/08/Screenshot-2019-08-02-at-4.52.18-PM.png",
    "Iframe Sources": [],
    "date": "2019-08-02T09:49:28+00:00",
    "Links in content": [
        "https://www.help.tinder.com/hc/en-us/articles/115004647686-What-is-Tinder-",
        "https://blog.gotinder.com/safety-update-introducing-traveler-alert/",
        "https://blog.gotinder.com/righttolove/",
        "https://ilga.org/maps-sexual-orientation-laws",
        "https://ilga.org/",
        "https://be-inclusive.com/newest-posts/2016/4/13/how-to-explain-sogie-to-newbies",
        "https://ilga.org/downloads/ILGA_State_Sponsored_Homophobia_2019_light.pdf",
        "https://www.channelnewsasia.com/news/singapore/377a-attorney-general-singapore-law-prosecute-10783436"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/08/Screenshot-2019-08-02-at-4.52.18-PM.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "lgbtq",
        "tinder",
        "singapore",
        "users",
        "penalised"
    ]
}