{
    "link": "https://blackdotresearch.sg/monkeypox-infection-singapore-2021/",
    "Title": "Is there a new case of monkeypox infection in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\nAFP Factcheck has highlighted a recent post that appeared on Facebook:\n\nThe post shares a screenshot of a Facebook post which comes with a caption written in Malay. The caption translates to “Be careful, monkeypox has arrived in Batam”. In the post, an article with the title “Man tests positive for monkeypox in Singapore, 23 people quarantined” by Malaysian-based website WorldOfBuzz was also shared.\nWhen we did a Facebook search on the term “monkeypox”, we were led to another recent share of a news article by CNA with the headline “Singapore confirms first case of monkeypox, patient’s close contacts quarantined”:\n\nThe caption on the post takes a dig at experts quoted by mainstream media and how they are “always wrong with COVID19”.\nSimilar to the first post we shared, one would immediately assume at first glance that the report and instance of monkeypox was recent.\nHowever, when we did a search for the reports on both WorldOfBuzz and CNA, we see that the incident actually happened in May 2019. For some context, it marked Singapore’s first case of monkeypox infection, imported by a Nigerian who arrived in Singapore. The Ministry of Health (MOH) had clarified that the patient was in stable condition and was in an isolation ward at the National Centre for Infectious Diseases (NCID).\nComments on the second post also reveal netizens calling out the author of the post for sharing content with misleading context:\n\nAFP reported that MOH had told them on 29 June 2021 that “There have been no confirmed cases of monkeypox notified to MOH since the previous imported case in 2019.”\nTherefore, it is false that there is a new case of monkeypox infection in Singapore.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/monkeypox-1-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-14T11:07:26+00:00",
    "Links in content": [
        "https://factcheck.afp.com/http%253A%252F%252Fdoc.afp.com%252F9ET6LE-1",
        "https://www.facebook.com/groups/3885181658363930/permalink/4026050360943725/",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/posts/1939406719570318",
        "https://worldofbuzz.com/man-tests-positive-for-monkeypox-in-singapore-23-people-quarantined-for-21-days/",
        "https://www.channelnewsasia.com/news/singapore/monkeypox-case-imported-singapore-moh-11518664?fbclid=IwAR3EaS1xOwQNqinJwag50TGJatAPzr1GVWIwun_bVCD2pRFwegGVQ57jR8Y#.YJ3CYf5pUWE.whatsapp"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/monkeypox-1-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "monkeypox",
        "infection",
        "singapore",
        "case",
        "new"
    ]
}