{
    "link": "https://blackdotresearch.sg/factcheck-is-the-traffic-police-installing-automated-camera-systems-at-traffic-light-junctions-to-penalise-jaywalkers/",
    "Title": "Is the Traffic Police installing automated camera systems at traffic light junctions to penalise jaywalkers?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 15 August 2019, we came across the following Facebook post and Whatsapp message circulating:\n\n\nhttps://blackdotresearch.sg/wp-content/uploads/2019/08/WhatsApp-Audio-2019-08-15-at-9.17.51-PM-1.ogg\n \n\nThe message says:\n“Guys if you all see a camera like this right, the one shown in the picture, its to… basically catch people who jaywalk ah…. Uh, once you jaywalk, the thing will automatically snap a picture of you without any questions asked cannot argue, the letter will come to your house after facial recognition you straightaway pay 70 bucks … Uh, this one I know because they just installed it at the… This TP ah, the… Westgate. I was talking to the traffic police the other day ah.  They are basically going to install this bit by bit islandwide, at areas where there’s overhead bridge but people are not using it and you know, they just cross the normal road, so… beware.“\nSimilar speculation on the above is also circulating on Twitter and Reddit – See the tweet below and the Reddit link here:\n\ni heard it’s for pedestrians who jaywalks, there’s a camera that can capture and process your identity thru facial recognition, fine letter up to $70 will be send to your home address, just be aware guise, ain’t sure if it’s true but good to take note 😊 pic.twitter.com/JmGQZo2OOK\n— Sofrie (@sofrie_) August 15, 2019\n\nThe claim is false.\nIf you observe the picture closely, you will see a serial number and a name plastered on one of the black boxes, indicating “TR 326A VERTIX”.\nWe did a search on what Vertix was and discovered that it is a company which provides, amongst other services, traffic survey services.  The system they use for conducting traffic surveys is known as the Automated Traffic Count Surveys system.\nWe contacted Vertix about the claims made above and they have responded to us as follows:\n“Thanks for reaching out and letting us know.\nWe can confirm that the message circulating in WhatsApp is false.\nYou are right that our equipment is only for traffic survey collecting counts of traffic. The recording has low resolution and videos are stored locally without wirelessly transferring-out function. It has nothing to do with enforcement or Traffic Police. Also, this equipment is only deployed on temporary basis.\nYou can refer to our website for more information: https://www.vertixap.com/traffic_surveys/”\nSee the brochure below for more information.  You will see that the system described is exactly the system shown in the picture, and no, there is no indication that the system is capable of performing any form of facial recognition or that it can detect when a jaywalking offence is taking place.\nvertix---traffic-count-flyer-2015\n \nSeparately, we have searched through the Singapore Police Force and Land Transport Authority websites and we have come across nothing that mentions an automated camera tracking system that penalises jaywalkers.  This is interesting because usually, the implementation of such measures (e.g. red light cameras or laser tracking speeding cameras) are publicised to deter would-be offenders from committing offences.\nDo let us know if you come across any similar claim like the one above!\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/08/WhatsApp-Image-2019-08-15-at-9.17.37-PM-800x800.jpeg",
    "Iframe Sources": [],
    "date": "2019-08-16T03:00:59+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2019/08/WhatsApp-Audio-2019-08-15-at-9.17.51-PM-1.ogg",
        "https://www.reddit.com/r/SingaporeRaw/comments/cqkod9/anyone_know_what_this_is_used_for/",
        "https://t.co/JmGQZo2OOK",
        "https://twitter.com/sofrie_/status/1161821730773409792?ref_src=twsrc%5Etfw",
        "https://blackdotresearch.sg/wp-content/uploads/2019/08/vertix-traffic-count-flyer-2015.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/08/WhatsApp-Image-2019-08-15-at-9.17.37-PM-800x800.jpeg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "traffic",
        "police",
        "camera",
        "jaywalkers",
        "junctions"
    ]
}