{
    "link": "https://blackdotresearch.sg/factcheck-on-chinese-flags-being-hung-on-hdb-blocks/",
    "Title": "On Chinese flags being hung on HDB blocks  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 5 August 2019, the popular Facebook page “Rilek1Corner” put up the following post:\n\nThis was posted without any context, and attracted a fair amount of attention.  In fact, some viewers of the post were pretty riled up:\n\nIt appears to us that viewers got the idea that the display of the People’s Republic of China (PRC) flag was an ongoing case.  However, that would be misleading.\n\nThe picture featured above is actually an old picture taken in 2009.\nAfter we did a Google reverse image search, we found that it had been posted in the alternative media site “Alvinology”, on 2 October 2009.\n(See the link here: https://alvinology.com/2009/10/02/national-day/)\n \n\nSo take note that this isn’t a recent event, and the image that is featured above is actually about 10 years old.\nSimilar incident ongoing\nWe note that there is an actual ongoing case of a PRC flag which was hung up for display at a HDB block. This incident happened on 7 August 2019, at Block 489B, Choa Chu Kang Avenue 5.\nHowever, this is an isolated incident, and we note that there is nothing to suggest that this incident is linked to the one posted above.\n\nThe Choa Chu Kang Town Council has lodged a police report over the above incident.\nSee the report from the Straits Times here: https://www.straitstimes.com/singapore/choa-chu-kang-town-council-lodges-police-report-after-chinas-flag-displayed-at-hdb-block\nAs reported by the Straits Times, take note that such displays are illegal:\n“The National Emblems (Control of Display) Act states that displaying any flag or national emblem that is not that of Singapore in public is considered an offence.\nWhen an emblem is visible to the public in any place where the public has right of way or has access, it is considered as being displayed in public.\nThose found flouting the rules could be jailed up to six months, fined up to $500 or both.”\n“Rilek1Corner” also posted on the latest incident after coming across it on Stomp!:\n\nThe closeness of the 5 August post (which was misleading) and the 7 August post (which actually happened) appear coincidental.  However, we do observe that because of the 5 August post which led people to think that an incident of PRC flag display was going on, the later post could lead people to think that the problem was more widespread than it actually was.\nWe note that the above incidents come very close to Singapore’s National Day on 9 August.  Is there an opportunity for fake news to strike?  Perhaps.  At a time when people tend to cast their attention on Singapore’s nationhood, the opportunity arises for mischief to be done by casting attention on such acts to stir anger and outrage.  In this case, the irrational belief that there is a widespread disrespect by PRC nationals for Singapore may be strengthened.\nWe think, it is important to view each case in its own context, and to be very careful in drawing correlations or worse, suggestions of causation, between incidents which appear similar.\nHappy (Singapore) National Day!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/08/Firefox_Screenshot_2019-08-08T02-00-00.237Z.png",
    "Iframe Sources": [],
    "date": "2019-08-08T02:34:00+00:00",
    "Links in content": [
        "https://alvinology.com/2009/10/02/national-day/",
        "https://www.straitstimes.com/singapore/choa-chu-kang-town-council-lodges-police-report-after-chinas-flag-displayed-at-hdb-block"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/08/Firefox_Screenshot_2019-08-08T02-00-00.237Z.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "flags",
        "blocks",
        "chinese",
        "hdb",
        "hung"
    ]
}