{
    "link": "https://blackdotresearch.sg/factcheck-hoax-alert-on-universal-basic-income-and-automatic-trading-platforms/",
    "Title": "On Universal Basic Income and Automatic Trading Platforms  ",
    "Tags": [],
    "Paragraphs": "\n\nWe came across the following purported Channel NewsAsia articles today:\n\nFalse Articles\nThe “articles” above make the following allegations:-\n(a) That President Halimah Yacob and Prime Minister Lee Hsien Loong have each approved an alleged new law promising Universal Basic Income (“UBI”).\n(b) That the UBI will be funded by an “automatic trading system” which purportedly can generate S$5 million out of an “initial investment” of S$370.\n(c) That these are articles published by Channel NewsAsia (“CNA”).\nTake note that these claims are false and likely part of a potential financial instrument scam.\nSingapore has no law on providing UBI, and there has been no statement issued by the government or any indication that the government has endorsed an “automatic trading system” to fund any UBI.\nHaving searched CNA for the articles, we have been unable to locate any such articles published by CNA.\nWe have also visited the Shopify website where the articles appear to have been used as advertisements but the articles are no longer there.  Even the shop promoting, presumably, the “automatic trading system” no longer exists:\n \n\nThe “Automatic Trading System” refers to an alleged trading platform called “Libra Trader” which declared itself as the first to receive permits to operate its services in Singapore since, in their own words, “they helped draft legislation, which has been reviewed and examined to be fully compliant and legitimate”.\nGiven the lack of any information we can find on Libra Trader operating in Singapore or even the kind of goods or services that are traded, we have grave doubts on whether it is a legitimate trading platform.\nScams in the past making use of names of influential figures\nWe should highlight that this is certainly not the first time that such posts and articles, claiming that important political figures/ famous individuals have endorsed or supported an alleged trading platform or financial instrument.  In fact, as recently as last month (August 2019), the President had warned of such scams involving her name:\n\nSimilarly, TODAY Online had also picked up on such scams happening:\n\nWhat’s unique about this case\nWhile similar scams in the past have used public figures to falsely claim that their product was endorsed, this scam has gone one step further to leverage on a topic of interest in Singapore.  So instead of just saying that “[Public Figure] uses financial product “XXX” to generate wealth“, the scam that we have seen today tries to suggest that their product has allowed or enabled Singapore to achieve some new status, particularly, granting UBI.\nUBI is basically a programme where any and every citizen of the country is entitled to a basic minimum income, without having to work for it.  Supporters of UBI believe, amongst other things, that providing a fixed income would help to manage the social disruption that (may) be caused by artificial intelligence and tech distributors in the future.\nSingapore has been considering the concept of UBI, and it remains to be seen if Singapore would adopt such a system in future.  It was most recently mentioned on 22 August 2019 by Minister for Manpower and 2nd Minister for Home Affairs, Josephine Teo, at the annual dinner of the Economic Society of Singapore, where she answered a question on the topic, highlighting that it was possible for UBI to be considered in Singapore in future (see a report here).\nBut the fact remains that UBI just does not exist in Singapore, and there are no plans ahead for its implementation.  Not yet, at least.\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Halimah-Yacob-ATP-800x800.png",
    "Iframe Sources": [],
    "date": "2019-09-06T08:47:14+00:00",
    "Links in content": [
        "https://mothership.sg/2019/08/josephine-teo-universal-basic-income/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Halimah-Yacob-ATP-800x800.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "trading",
        "income",
        "basic",
        "universal",
        "automatic"
    ]
}