{
    "link": "https://blackdotresearch.sg/did-manpower-minister-josephine-teo-remind-ordinary-singaporean-that-singapore-politics-is-not-open-to-everyone-and-that-only-those-who-are-invited-are-allowed-to-be-politicians/",
    "Title": "Did Manpower Minister Josephine Teo “Remind ordinary Singaporean that Singapore politics is not open to everyone and that only those who are invited are allowed to be politicians”?  ",
    "Tags": [],
    "Paragraphs": "\nThe article by the States Times Review/Singapore Herald of 10 March 2019 is potentially misleading. In particular, the Minister’s words are likely to have been taken out of context.\n\nWhile we are unable to find the specific speech of Minister Josephine Teo, a Straits Times article on 9 March 2019 reproduces her words as follows:\n\n“If you watch American Idol, everyone says they will be the next American Idol. That’s not quite how we do it in Singapore,” Mrs Teo said.\n“In our society, it tends to be that people are invited to be part of the political process, and people don’t quite put themselves out there… If our men are not likely to put themselves forward, then our women are even less likely to do so.”\nShe added that a “concerted effort” has to be made to notice the women who are doing well in different areas of society and ask them to consider joining the political arena.\nIn other words, the Manpower Minister was NOT making about a statement about how politics is a limited arena open only to a select few, but that given that how Singapore politics operates is that people are invited to join politics, an effort had to be made to encourage the noticing and inviting of women capable of participating in the political process, as much as men are today.\nAnd anyway, if one isn’t “invited” one can always try still.\n\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/STR-Josephine-Tan-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-14T12:56:58+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/call-for-more-effort-to-get-women-into-politics"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/STR-Josephine-Tan-800x800.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "singaporean",
        "singapore",
        "politicians",
        "politics",
        "minister"
    ]
}