{
    "link": "https://blackdotresearch.sg/petition-to-stop-the-abuse-of-children-and-families-in-singapores-family-justice-system/",
    "Title": "Petition to stop the abuse of children and families in Singapore’s “Family Justice” system  ",
    "Tags": [],
    "Paragraphs": "\n\n\nThis is an increasingly popular petition circulating on Change.org. At the time of writing this post, the petition on Change.org has garnered 4,831 signatures.\nThe author of the petition has stated, amongst other things, that:\n“It has come to our knowledge and attention that a sizeable number of your Members within the Family Law Practice are engaging in unethical, dishonest and abusive tactics while representing their clients in these proceedings.”\nIn other words, a number of lawyers in Singapore practising family law are being accused of serious professional misconduct.\nThe petition also refers to an “Annex B” to identify a non-exhaustive list of lawyers which the author alleges to be guilty of professional misconduct. However, the Annex and other annexes in the petition do not appear to be available to visitors viewing the web page.\nWhile we have written to the author of the petition for further information, in particular, Annex B of the petition, nothing has been provided to us thus far. We are therefore unable to confirm if there is any truth or validity to the substance of the petition.\nWe also caution readers of the petition on the following:-\n(a) There is, in general, no requirement for a complaint against specific lawyers to be made by way of an online petition. The Law Society of Singapore has an established statutory protocol found in Part VII of the Legal Profession Act in Singapore\n(b) The allegations made in the petition are extremely serious and potentially defamatory. The petition expressly states that the signatories call on the Law Society of Singapore, the Ministry of Law, the Family Justice Courts, the Government of Singapore and such other related agencies to stop the allegedly named lawyers and fundamentally review the family justice process. We are not aware if any of these institutions/ organizations have responded to the petition.\n(c) The silence from the author of the petition to our request for provisions of annexes, in particular Annex B, worries us as it could, at its worst, mean that there is no intention to substantiate the petition.\nUntil further information is given to us to verify, we can only say that the story is unverified and presently developing. We shall work on finding out more.\n\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-08T15:08:59+00:00",
    "Links in content": [
        "http://www.change.org/p/lee-hsien-loong-stop-the-abuse-of-children-and-families-in-singapore-s-family-justice-system",
        "https://sso.agc.gov.sg/Act/LPA1966#pr86-"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "abuse",
        "petition",
        "families",
        "family",
        "children"
    ]
}