{
    "link": "https://blackdotresearch.sg/3360-2/",
    "Title": "Raymond Ng’s Facebook post  ",
    "Tags": [],
    "Paragraphs": "\n\n7 May 2019 Update: The Committee of Inquiry (COI) has released its findings on how the incident involving the late Corporal First Class (NS) Aloysius Pang took place.\nThe findings were delivered to Singapore’s parliament by the Defence Minister, Dr Ng Eng Hen on 6 May 2019. See a complete report here (CNA) and here (Today Online).\nIn summary, the COI found that the incident was caused due to safety and operational lapses by Pang and both of his colleagues in the Singapore Self-Propelled Howitzer at the time.\nThere was no evidence of foul play or that the incident was caused by any deliberate acts.\nThe background to the COI dates back to late January 2019, as announced by MINDEF:\n\nWe are downgrading Raymond’s post to that of “Fake News” in light of the COI findings.\n\nNobody writes without a purpose. In the context of fake news, that purpose is no different from committing ordinary fraud – To mislead and incite the reader to act in a manner that he would NOT have acted, if he had been given the truth.\nIt is, however, illogical to question the truth about everything. The amount of time we have to skim through the news every day is finite. Oftentimes, we take what is read at face value and accept the statements reported as they are. Usually, it is only when false statements affect us personally that we stop to verify the truth.\nSo how should we approach the question of whether news is fake?\nWe had a chance to examine this recently when Raymond Ng authored a public post on his Facebook page on 26 January 2019 that became wildly popular, attracting around 3,300 Facebook ‘likes’, more than 1,900 comments, and shared across 6,100 user accounts.\n\nRaymond’s post was about the recent death of Singaporean national serviceman, the late Corporal First Class (NS) Aloysius Pang. As a reservist technician trained in the repair of the Singapore Army’s self-propelled artillery howitzer (the “Primus”), he was killed while on reservist duty when the barrel of the Primus was lowered and he was crushed by one end of the barrel. An investigation by the Singapore Armed Forces is ongoing, and the Ministry of Defence will be convening a Committee of Inquiry to establish the facts of the incident.\nIn his post, Raymond Ng alleged that the design of the Primus was “inherently dangerous and no amount of SOP design/redesign is going to change the fact that this is a dangerous vehicle.” This quote, to us, would be an accurate summary of Raymond’s post.\nRaymond’s post generated significant debate and stirred rather extreme online rage against him. A nominated member of parliament, Mr Calvin Cheng, said on his Facebook page that “(he hoped Raymond Ng) gets charged for fake news, or sued by Singapore Technologies for saying that their design is faulty and contributed to the death of the NSman”. As reported by socio-political website The Online Citizen, another Facebook user, Damien Lim, has actively sought to rebut the entire post with his own experience as former serviceman familiar with the Primus.\n\nRaymond’s post is the sort of post which we cannot conclude as fake news but which we say is deserving of great scepticism. We explain why below, and we also use this as an opportunity to show you our process in fact-checking an article:-\n1) Is the author qualified to write on the topic?\nFirst, let’s assess what Raymond’s post purports to be. The post was an opinion and not a report. It was his view on the incident that had occurred.\nWe found it curious that Raymond could pen the post when he had no experience in handling the Primus, or any background in mechanical engineering, or even basic level repair of mechanical platforms. Instead, his entire post is based on the following:\n“When I was serving the country as a soldier, I served in Control of Personnel Centre. During my stint, I received awards for productivity and process improvements signed by the then Chief of Army and also Dr Yeo Ning Hong.\nNow I am serving as a Practising Management Consultant certified by a Board closely related to the government. My job concerns the design of management and operations systems for companies. The principles of business management & designing operating procedures for these tanks are the same.”\nAll of the above credentials cited (if we accept them as that), are related to management processes and systems. None of them is related to weapon systems design or engineering.\nNow keep in mind that nothing in Raymond’s post is related to the operating processes of the individual crew members or technicians. Raymond’s post basically alleged that the design of the Primus was “inherently dangerous” and that “this is a dangerous vehicle”.\nIn other words, his credentials are irrelevant to his post. His opinion would be baseless on this point alone.\nNow it doesn’t mean of course that one is prevented from giving his opinion if he isn’t qualified to say it. But when Raymond started off the post by explaining his background and highlighting his credentials, an objective reader would imply from this that he is qualified to give the opinion, and further that his opinion was trustworthy.\n2) Is the author supported?\nWhen faced with a statement, we first ask – Where is the source of information? Is there a primary source, e.g. if a government body makes a mistake and it releases a press statement admitting to the mistake, that is a primary source of information. It is directly from a witness, a party to the incident, and therefore the most credible form of information.\nHowever, the vast majority of information sources are secondary sources, i.e. they are reported statements, or hearsay. The news is an example of hearsay – Journalists have seen the primary sources of information and now they create their reports to transmit that information to us. It is secondary information. Hearsay is dangerous to believe alone because reported information always carries with it the viewpoint and biases of the reporter. It also carries the mistakes and omissions of the reporter!\nSo never accept a single source of hearsay as being reliable – Always try to confirm the information by comparing it with another secondary source. Hence, multiple news articles on the same topic are useful. The facts that are common across them are facts that are likely to be true.\nFor Raymond’ post to be supported, there would have to be admissions by MINDEF or the makers of the Primus, or secondary reports of the Primus being an unsafe vehicle. We have seen nothing. He states in some parts that engineers have supported his views, but there are no names given, and no quotes cited.\nRaymond has in fact been contradicted on his allegation that the Primus is a dangerous vehicle. As reported by MINDEF and the SAF, the actual operators of the Primus:-\na) Until the incident involving the late CFC(NS) Aloysius Pang, there were no reported injuries to servicemen during the gun-lowering process for maintenance, operations or firing of the Primus.\nb) Over the last 15 years, more than 1,000 servicemen, operationally ready national servicemen (NSmen) and regulars, have been trained to operate the artillery machine, with around 12,500 rounds fired.\n3) Is there a logical basis for the statement/opinion?\nOpinions are different from statements – They are an expression of belief. There is nothing to fact-check as true or false in opinions, except for the facts the opinions rely on to form a view. When faced with an opinion like Raymond Ng’s opinion, we fact-check the opinion to see if there is a logical basis for Raymond to form his opinion.\nDid Raymond have a logical basis for his views? Sadly not. He writes:\n“The principles of business management & designing operating procedures for these tanks are the same.”\nHe has provided no support and no basis for the above view. He also gets the platform of the Primus incorrect because the Primus is not a tank. It is an artillery weapon. Their purposes are completely different. Besides, Raymond’s complaint is not with the way the Primus was operated. It was with the way the Primus was constructed. He says in the very next paragraph that: “it is my opinion that the design is inherently dangerous and no amount of SOP design/redesign is going to change the fact that this is a dangerous vehicle.”\nNext he writes:\n“1) In the press conference, one officer mentioned that CFC Pang could not get away in time. That is nonsense, that space should not be occupied at any point of time. Given that all the potential movement of the turret would crush anyone who is there, that space should be blocked off and only to be accessed (if ever) during repairs.”\n2) I remember some officer mentioned that “usually most people would not have problem”. That is one sure way of pointing the blame at CFC Pang. That is nonsense. \nI was not trained to be operating the Howitzer gun, so let me just exercise my common sense a bit. Did the tank even take into account of the recoil effect when the turret is firing? To take into account of the recoil effect all the space behind the turret cannot be used at all and access blocked off saved for maintenance purposes.”\nBut that is precisely what the late CFC(NS) Pang was doing at the time of the incident. He was repairing the howitzer. On Raymond’s own argument, CFC(NS) Pang should have been standing in the allegedly prohibited space. He further says:\n“3) One officer even mentioned that there is a procedure to sound an alarm or informing when the turret is moving. This is again nonsense, if CFC Pang is repairing the turret, he must be the one who can decide when the machine can be used.\nA few of my peers who are in workplace safety has mentioned this practice known as LOTO (Lock out tag out) system, in which no officer of any rank should be able to override to operate the machine when there is a soldier repairing the machine.”\nThe problem here is that the turret was not being used while repair was concurrently ongoing. The turret of the howitzer was being lowered in order for repairs to take place.\nFinally, he writes:\n“All management consultants would be schooled in Deming Principle – when there is an operational problem, 94% of the time you can find fault with the systems and only 6% of the time the error is human.\nJust basing on prima facie analysis of the design of the system, I am sorry the fault is with the design, so the fault is with the designer of the system and if the system is not locally designed the fault is with the person approving the purchase of this system.”\nAs we have already stated above, it is difficult to understand how a theory regarding management systems is applicable to a mechanical and electronic weapons system.\n4) What motivations does the author have for his post?\nThe motivations of an author matters because it shows the direction that he wants his readers to believe.\nRaymond wrote in his post:\n“Do not let SAF explain their way out of this. I am very infuriated by the press conference they have conducted. While they expressed their condolences, they did not take full responsibility for this.”\nThis appears to us to be the key intent of Raymond Ng – His belief that the key leadership of the SAF is refusing to take responsibility for the incident. It is so strong a belief that “take responsibility” seems to refer to a desire for the SAF to provide a complete admission of guilt. He makes it clear in earlier parts of his post:\n“Just basing on prima facie analysis of the design of the system, I am sorry the fault is with the design, so the fault is with the designer of the system and if the system is not locally designed the fault is with the person approving the purchase of this system.”\nA strongly held view carries the possibility that the author would have omitted to consider arguments against him, or worse, deliberately avoided mentioning matters that would give a more balanced view. His purpose after all, is to win the reader to his cause.\nWhether the views of Raymond Ng are correct remains to be seen after the Committee of Inquiry has made its findings.\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-02-01T13:07:55+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/aloysius-pang-death-lapses-servicemen-howitzer-ssph-coi-11506894",
        "https://www.todayonline.com/singapore/cause-aloysius-pangs-death-was-preventable-safety-lapses-committed-all-three-servicemen",
        "https://www.theonlinecitizen.com/2019/01/28/netizen-says-howitzer-design-is-faulty-but-former-operator-disagrees/",
        "https://www.mindef.gov.sg/web/portal/mindef/news-and-events/latest-releases/article-detail/2019/January/30jan19_nr",
        "https://blog.deming.org/2012/10/appreciation-for-a-system/"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "post",
        "facebook",
        "ng",
        "raymond"
    ]
}