{
    "link": "https://blackdotresearch.sg/singapore-governments-involvement-in-polaris-incident/",
    "Title": "Singapore government’s involvement in Polaris incident  ",
    "Tags": [],
    "Paragraphs": "\nOn 11 February 2019, the States Times Review published a post alleging that “sources in the shipping industry” had indicated that “preliminary investigations” showed that the Singapore government was complicit in the recent collision incident between the MV Polaris and the Pireas.\n\n\nThe article also alleged that the “Singapore government also issued an inaccurate press release stating the time of collision at 2.28pm”, and said that instead, 2.28pm was the time which the Singapore government had planned for a staged collision to happen.\nShortly thereafter, the MPA of Singapore posted on Facebook that such rumours were false. The MPA also gave a timeline of when it received information and how responses and correspondence with the media were given.\n\nThe States Times Review then responded today, 12 Feb 2019, to say that no investigation has been commenced by Singapore, and the Malaysian authorities are not permitting the Singapore investigators to interview the parties.\n\n\nThe Singapore Herald’s statements ought to be regarded as false, in fact deliberate online falsehoods. We say this because:-\n(1) The States Times Review has failed to provide any information or identify any of its sources at all to show that the Singapore government is complicit in the incident.\n(2) The States Times Review has lied by alleging in its latest post on this incident that no investigation will be taking place. This completely flies against the MPA’s statements to the contrary. There is also no evidence to show that Malaysia is unwilling to assist..\n(3) The States Times Review has claimed that the incident took place in Malaysian waters. This is completely incorrect, as we have pointed out in earlier posts. The present status acknowledged by both countries is that the waters are disputed.\nWe caution against believing any of their posts without independent verification.\n\n\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-02-12T16:58:40+00:00",
    "Links in content": [],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "singapore",
        "polaris",
        "incident",
        "government",
        "involvement"
    ]
}