{
    "link": "https://blackdotresearch.sg/smelling-your-partners-farts-makes-you-live-longer/",
    "Title": "Smelling your partner’s farts makes you live longer  ",
    "Tags": [],
    "Paragraphs": "\nWe saw an article circulating yesterday on social media in Singapore claiming that smelling fart would have beneficial health-related effects – including extending your life.\n\nThe article is actually an old article published on 27 October 2017, and it can be found here. The claims made in the article are fake. In particular, the following allegation is completely false:\n“Researchers from the University of Exeter have determined that smelling your partner’s farts do indeed have health benefits though, thanks to the hydrogen sulphide contained within them.”\n\nNow we highlight that it is true that a study was conducted by the University of Exeter in relation to a chemical compound known as “AP 39” which the researchers had created, in order to deliver tiny amounts of hydrogen sulphide to cells. The hydrogen sulphide would protect cells stressed from disease from further damage.\nNothing in the article talks about smelling as a form of absorbing hydrogen sulphide.\nThe study referred to was reported in this article found here. The research authors have taken steps to clarify the untruth in the news:\n“In light of misleading headlines on the above press release, the authors would like to stress that neither the papers (http://pubs.rsc.org/en/Content/ArticleLanding/2014/MD/C3MD00323J#!divAbstract, http://www.ncbi.nlm.nih.gov/pubmed/24755204, http://www.ncbi.nlm.nih.gov/pubmed/25960429, http://www.ncbi.nlm.nih.gov/pubmed/26513708, and http://www.ncbi.nlm.nih.gov/pubmed/25555533) nor the accompanying press release above makes any reference at all to cancer or to any health benefits from inhaling (sniffing) hydrogen sulfide. The research is an early stage drug development project and has not yet been trialled in humans.”\nTake care not to do anything foolish with your partner 😉\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-11T16:12:43+00:00",
    "Links in content": [
        "https://www.sickchirpse.com/smelling-partners-farts-beneficial-health/?fbclid=IwAR0RJayYVQNoJLFSWDtNeMY0TxqNhNgfPLcE_Fcv-KrVwQ-yh0b8eS3YRqw",
        "https://l.facebook.com/l.php?u=http%3A%2F%2Fwww.exeter.ac.uk%2Fnews%2Fresearch%2Ftitle_393168_en.html%3Ffbclid%3DIwAR3sKKVgfU0rk38rJYMaikPAsBT0BL32T4hUgcVPm7Thblb7Y9IUm1frOK4&h=AT07Z0lhDWQQ46ZGbgL3zp9i3YdDgRVF6YDrURc3O16BlsGnSPtjKbMRJy9HXgPiNP85KQUFzmDknv52yzemmSb5_klp7CqrNjnC_-Y5TVEieUSm4Cd2ytY9s9iwnqWclj9rIUcwLnhyvw9D23d_IXwa",
        "http://pubs.rsc.org/en/Content/ArticleLanding/2014/MD/C3MD00323J#!divAbstract",
        "http://www.ncbi.nlm.nih.gov/pubmed/24755204",
        "http://www.ncbi.nlm.nih.gov/pubmed/25960429",
        "http://www.ncbi.nlm.nih.gov/pubmed/26513708",
        "http://www.ncbi.nlm.nih.gov/pubmed/25555533"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "farts",
        "smelling",
        "longer",
        "partner",
        "live"
    ]
}