{
    "link": "https://blackdotresearch.sg/factcheck-the-clarifications-by-the-cpf-board-regarding-mr-clifford-theseiras-complaints-was-there-gangsterism-by-the-cpf-board/",
    "Title": "The clarifications by the CPF Board regarding Mr Clifford Theseira’s complaints – Was there “Gangsterism” by the CPF Board?  ",
    "Tags": [],
    "Paragraphs": "\n\nAmongst the various cases of complaints about CPF payouts we have seen this year, one case seems to have captured significant attention – The recent case of Mr Clifford Theseira.\nOn 24 September 2019, Mr Clifford Theseira took to Facebook to make the following complaint:\n\nThe post received significant attention, so much so that the CPF Board decided to respond shortly thereafter.  On 27 October 2019, the CPF Board issued the following response on its website and Facebook page: http://bit.ly/CPF-CTheseira\n\nClifford’s post and the CPF’s response have been widely publicized.\nThe Straits Times published a factual article on 28 October 2019, drawing attention to the CPF’s response which sought to argue, in gist, that CPF’s payout for Mr Theseira had not been measly (see here).\nMothership had also reported on the matter earlier, on 27 October 2019, focusing similarly on the differences between CPF’s response and Mr Theseira’s complaint (see here).\nThe Independent and the Online Citizen both published articles questioning various details in the CPF’s response.  In the Online Citizen’s article (http://bit.ly/36kt8cz), the Online Citizen questioned how the S$140,000 withdrawn between age 55 to 65 would have been sufficient for Mr Theseira since that amounted to S$1,170 per month.  In the Independent’s article (http://bit.ly/34b8PMW), a cryptic final line questioned “If $575 is what Mr Theseira deserved to receive monthly, what pushed him to say otherwise?”\nThe Unanswered Question – The Alleged ‘Gangsterism’ of the CPF\nIn this factcheck, we focus on what seems to be the unanswered bit in Mr Theseira’s post, where he says\n“Please see photo, to me this is Gangsterism, if I don’t pay up, my licence will be revoked. Any one out there please help explain WHY?”\nCan the CPF Board revoke Mr Theseira’s licence to drive a Grab car if he fails to make his Medisave payment?\nNo. It is potentially misleading to believe that the CPF Board has the power to revoke Mr Theseira’s Private Hire Driver / Taxi Driver Vocational Licence (PVDL / TDVL).\n\nThe letter from the CPF Board is not a letter of demand threatening action against Mr Theseira.  Rather, it is a reminder to comply with all the requirements necessary for maintaining his PVDL or TDVL.\nIt is mandatory for all Grab drivers to hold either a valid PVDL or TDVL issued by the Land Transport Authority (LTA) – see here.\nUnder the requirements of applying for the PVDL or TDVL, the documentary requirements are that self-employed persons (this includes those who drive for Grab) must have up-to-date Medisave contributions – see here.\nUnder CPF policies, all self-employed persons who earn an annual net trade income of more than S$6,000 need to contribute to Medisave.  Net trade income refers to your gross trade income minus all allowable business expenses, capital allowances and trade losses as determined by IRAS (see here).  The formula for calculating the amount of Medisave contribution can be accessed here.\nHence, based on what we can see, Mr Theseira was required to keep his Medisave contributions up-to-date.  This is a requirement that he must meet, so that he can renew his PDVL or TDVL.  Seen in this context, CPF was not trying to be some gangster to threaten him with revocation of licence – CPF was merely reminding him to ensure that his contributions were up to date.\nWe should add that CPF has no power to revoke one’s licence in the event of non payment of Medisave or CPF contributions.  As we understand from the CPF Board (see here: http://bit.ly/2MYosS7):\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Clifford-Theseiras-Facebook-Post-800x531.png",
    "Iframe Sources": [],
    "date": "2019-10-30T08:45:55+00:00",
    "Links in content": [
        "http://bit.ly/CPF-CTheseira",
        "https://www.straitstimes.com/singapore/cpf-responds-to-72-year-old-who-posted-about-getting-just-575-in-monthly-payouts-saying-he",
        "https://mothership.sg/2019/10/cpf-facebook-clifford-theseira/",
        "http://bit.ly/36kt8cz",
        "http://bit.ly/34b8PMW",
        "https://www.grab.com/sg/drive-with-grab-using-your-own-car/",
        "https://www.onemotoring.com.sg/content/onemotoring/home/driving/vocational_licence.html#acc_accordion_424235326",
        "https://www.cpf.gov.sg/Members/Schemes/schemes/self-employed-matters/self-employed-scheme",
        "https://www.cpf.gov.sg/Assets/members/Documents/MARates2016.pdf",
        "http://bit.ly/2MYosS7"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Clifford-Theseiras-Facebook-Post-800x531.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "gangsterism",
        "complaints",
        "cpf",
        "clifford",
        "clarifications"
    ]
}