{
    "link": "https://blackdotresearch.sg/the-problem-with-statistics-and-reporting-about-statistics/",
    "Title": "The problem with statistics and reporting about statistics  ",
    "Tags": [],
    "Paragraphs": "\n\nBackground\nOn 4 April 2019, the Independent published an article regarding the reactions to the way a Reach survey was reported (the Independent’s Report).\nReach is the Singapore government’s feedback unit, under the Ministry of Communications and Information. It conducts surveys, polls and public consultations on government affairs and policies.\nThe results of the Reach survey were released on 1 April 2019. This survey was on whether Singapore citizens supported the recent ban imposed by the Infocomm and Media Development Authority on a live performance by the black metal band “Watain” (the Watain ban).\nAccording to the Independent’s Report, a Facebook user had commented that the Reach survey was improperly reported, and overstated the level of support that Singaporeans had for the Watain ban. Specifically, the media had reported the Reach survey findings to be 2 out of 3 Singaporeans in support of the Watain ban, but this only referred to those who were actually aware of the Watain ban.\nThe Independent seemed to agree that this was inaccurate reporting as well, as we note the following 2 paragraphs from the Independent’s Report:\n“The Government’s feedback arm, REACH, has drawn some backlash online after it released the results of a poll claiming that two out of three Singaporeans support the Government’s recent ban on Swedish black metal band Watain, whose permit to perform here was abruptly cancelled on the day their concert was supposed to be held.\n…\n64 per cent of the 63 per cent who were aware of the issue does not amount to two in three supporting the Government. If only 274 individuals supported the Government’s decision out of 680 respondents, this means that only about 40 per cent or two in five people support the Government – not two in three.\nThis constitutes a minority, not a majority like REACH painted. Pointing out these figures, Facebook user Lisa Lee suggested that this could mean that the “2 in 3” notion is a “misrepresentation” of the actual findings of the poll.”\nThe Reach Survey and How it was Reported\nWe note that Reach had not released its findings stating that 2 out of 3 respondents had agreed with the Watain ban. Instead, the opening paragraph of Reach’s news release had stated:\n“1 April 2019 – 2 in 3 who were aware, agreed with Government’s decision to disallow the concert. But in general, the majority of those polled also agreed with the content regulation approach of disallowing offensive content in performances that may impact religious sensitivities rather than stopping the performances altogether.”\nThere was also slightly differing news reports on the Reach survey:\nCNA had reported the Reach survey with a headline as “2 in 3 Singaporeans in REACH poll supported Government’s decision to disallow Watain concert” but in its report, had accurately reported the news as “About two out of three Singaporeans who were aware of the ban on Swedish metal band Watain last month agreed with the Government’s decision, according to a recent poll conducted by feedback unit REACH”.\nThe Straits Times reported that the Reach survey was cited in Parliament (which was true) and the headline read: “Parliament: Two out of three Singaporeans back Government’s move to cancel Watain concert”. However, the Straits Times did not mention the fact that this referred to only those respondents who were aware of the Watain ban, and it appears to have reported the result of the survey as 2/3 of Singapore citizens.\nOn the Online Citizen, the report carried a seemingly inaccurate headline that read:\n“Public skeptical about REACH survey that says two-thirds of its respondents support decision to disallow WATAIN performance”\nWe now know, having seen the Reach survey news release, that the above headline is not entirely correct. But yet the reporting was correct about the results of Reach’s survey:\n“According to the government’s feedback unit REACH, 60% Singaporeans surveyed were aware of the government’s ban on Swedish metal band WATAIN last month and of those, two in three or 66.66% agreed with the decision.”\nSomething to think about\nSo, was there a deliberate online falsehood being bandied around by the various media outlets? We do not think so. More likely than not, each outlet kept to what was relevant for the point of view it sought to convey.\nFirst, we note that when there are reports based on statistics, such as the Reach survey, oftentimes, interpreting the results of surveys is a matter of opinion. In our present case, the results of the Reach survey showed that:\n\nThere were 680 respondents.\n63% of the 680 respondents were aware of the Watain ban.\nOf this 63%, approximately 64% of them were in support of the Watain ban.\nSince no absolute numbers were given for the percentage figures, our workings show basically that 275 out of 680 respondents supported the Watain ban, while 252 people were not aware of the Watain ban.\n\nDiffering viewpoints with differing intentions\nNow it may well be the case that one could disregard the 252 unaware respondents because they could not contribute in any meaningful way to the survey except to show that there were some Singaporeans who were unaware about a Watain ban. If so, then it would be accurate to report the survey as 2 out of 3 Singaporeans polled support the Watain ban.\nOne could also take a strict view that the poll had to be reported in a religious manner, in both headline and report, and then state specifically that 2 out of 3 of Singaporeans who were aware support the Watain ban. However, Reach did do so – and it appears that some confusion ensued.\nAnother view which we have come across is the fact that headlines are generally subject to looser standards of accuracy. So long as a flavour of the actual poll/survey is given in the headline and the actual substance of the poll/survey is reported, that would still be considered accurate reporting.\n\nThe usage of statistics is inherently misleading to an opposing viewpoint.\nEnding Note\nAs Mark Twain once said,\n“There are three kinds of lies: lies, damned lies, and statistics”.\nMaybe, it is easier to take reports of survey findings with a pinch of salt and look for the real results themselves.\nNo one uses numbers from a survey without any intention of trying to persuade. As readers, it is often necessary to access the raw data or the actual survey report to form a view. A conclusion based on a statistic may well be misleading from a different point of view – regardless of the author’s intention.\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-04-05T00:01:02+00:00",
    "Links in content": [
        "http://theindependent.sg/were-the-results-of-the-reach-poll-claiming-two-in-three-back-govts-move-to-ban-watain-misrepresented/?fbclid=IwAR0GIL9kLs3LkDDy_BWAbu8g6sbO0D_QJpXCh-azAlJk_fRqMVZiacjFfJ0",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.google.com.sg%2Furl%3Fsa%3Dt%26rct%3Dj%26q%26esrc%3Ds%26source%3Dweb%26cd%3D3%26ved%3D2ahUKEwig5OjI7rbhAhW1V3wKHdGEDa4QFjACegQIARAC%26url%3Dhttps%253A%252F%252Fwww.reach.gov.sg%252F%257E%252Fmedia%252F2019%252Fpress-release%252Ffindings-of-poll-on-watain-concert--1-april-2019.pdf%26usg%3DAOvVaw24g1CimeSqsOp8xHpa23dQ%26fbclid%3DIwAR29AsOD2CzD_-J5awhTpKTYOt8EHJsUJQsVVmiJ5dKSLGqmazENWlL3XGo&h=AT3hB_pbm8irCp_7_m83lGbeNBZvsuPg48LCpwikyU--h3h1AznVeHTsQwBcHz5CtGnUvgvW00F0TQHCB9RMKxh7FiLzrb8WkRT70cAwQCo5f6Q9xpwwwjijTg1a9CyQbL8tSBXa",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.channelnewsasia.com%2Fnews%2Fsingapore%2F2-in-3-singaporeans-in-reach-poll-supported-government-s-11401066%3Ffbclid%3DIwAR3uMYLskE1qFxSoh1O9ApaQeFDYqu_qh_z_3ZD1n0tWTzEw87QSjqtzf9w&h=AT1TReDWgrCCzN1M8YoBEfSSjDk1lGtjBnGCyH5vMWfaPSsbNWoad573p6AvvZslN27Lia0-R9v6p_QhMPv7S6iP9HnVbpg33Sn7pT2yi3BCLKhcoBVZlaKb8fIhsP3s35RaJth-",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.channelnewsasia.com%2Fnews%2Fsingapore%2Fwatain-black-metal-concert-cancelled-singapore-11320738%3Ffbclid%3DIwAR1TuNgznl_b1gVGOCNR7FWB4o1u2Xr9Z0qalD16WqVs6VwTWAdWh5f-lFM&h=AT1oyrSxTeHNB6XlowNxMwPm9C6HHQH7Dl-ZZsJf9VD00NBTG2hswWqJewKLckKd_yKzF0NV50Upq3nuhhbfjG39AEpVQG0i98A2Zk0pjKds30rtgteY6Ubl-_K8uvZlukeun4B_",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.straitstimes.com%2Fpolitics%2Fsingapolitics%2Fparliament-two-out-of-three-singaporeans-back-governments-move-to-cancel%3Ffbclid%3DIwAR0UT8RKG-yCPuhNvlTKVoQb7skuQEEsCg1kZnGJGydeiASC9kpNxD0yI3E&h=AT28QVsd6kzekqOdmbi0O3Y_hYA8-JM-aUhtJJ4sUgy4kbrsz6FPbkpaBNKnXV2NaE9of3duiBOMEtsyI4iK4C2e1mVCjG6rrl4UU5E_3r6KpJx_NA3WOSRZNtHAHvWU7XnmJ8XJ",
        "https://www.theonlinecitizen.com/2019/04/02/public-skeptical-about-reach-survey-that-says-two-third-of-its-respondents-support-decision-to-dissallow-watain-performance/?fbclid=IwAR3ZQgFj528vuh-MrjhtK20cTsxHZt5FiWVWegQtKWY_L0b2LJMCf7zeZGg"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "statistics",
        "reporting",
        "problem"
    ]
}