{
    "link": "https://blackdotresearch.sg/the-video-of-euro-bills-in-a-room-belonging-to-a-malaysian-temple-chairman-is-it-true/",
    "Title": "The video of Euro bills in a room belonging to a Malaysian temple chairman – is it true?  ",
    "Tags": [],
    "Paragraphs": "\nNo, it is a hoax based on a video of an artwork in Europe that has gone viral. This isn’t the first time the same video has been used as fake news.\n\nSometime in February or March 2019, a 29-second video began circulating in Malaysia on Whatsapp showing a room filled with euro currency notes. A portion of the notes was burnt. The message accompanying the video claimed that the chairman of the Batu Caves Sri Subramaniam Temple, Tan Sri R. Nadarajah (“Nadarajah”) corruptly held EUR 4 billion worth of euro currency in his house. The burnt notes were from an attempt by Nadarajah’s wife to destroy the notes when police came to inspect his house.\nThe allegations made about the video are false.\nThe room and the euro currency are actually part of an art installation created by Spanish artist Alejandro Monge.\nAccording to a French fact-finding website “Observer” (in an article published on 8 March 2019), the same video had been circulated widely in Russia, Cameroon and Haiti, each time used to make fake news of corrupt gains by politicians or oligarchs.\nWe have also found the same video being reported as other fake news on other websites, in particular, 9GAG. See here and here.\nWe have visited the artist’s Instagram account and extracted the pictures below – You can see that there are posts pre-dating the videos which show the artist in the midst of creating the artwork.\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nA post shared by Alejandro Monge (@monge_art) on Feb 13, 2018 at 4:07pm PST\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nA post shared by Alejandro Monge (@monge_art) on Feb 27, 2019 at 7:14am PST\n\n\n\nPerhaps it is important to ask why the video is being used and circulated so widely in Nadarajah’s context.\nNadarajah is the chairman of the Board of Management of the Sri Maha Mariamman Temple Devasthanam, which manages the historic sight Batu Caves in Malaysia. This authority was given by the Malaysian Supreme Court to the Temple in an order dating back to 28 November 1930.\nNadarajah has been under attack in the past few years for allegedly having failed in his duties to administer the temple in accordance with the 1930 court order. These attacks have sharpened in recent years as a result of suspicions from fellow Hindus that the management committee had wrongfully sold land from the Batu Caves and corruptly distributed the proceeds. In particular, a “Reform Batu Caves task force” has formed to demand change to the committee managing the Batu Caves.\nGiven the fact that he is the target of various media attacks claiming that he (and the rest of the committee) is corrupt and urging him to step down, the motivation for the video by the perpetrator is clear.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-4.50.04-PM-800x373.png",
    "Iframe Sources": [],
    "date": "2019-03-12T12:09:27+00:00",
    "Links in content": [
        "https://www.asiaone.com/malaysia/video-room-filled-stacks-euro-bills-supposedly-belonging-batu-caves-temple-chairman-fake",
        "https://observers.france24.com/en/20190308-cameroon-fake-video-burned-money-politicians",
        "https://9gag.com/gag/amB6Xd9",
        "https://9gag.com/gag/aqKXBWP",
        "https://www.instagram.com/p/BfKAnZhAnAO/?utm_source=ig_embed&utm_medium=loading",
        "https://www.instagram.com/p/BuY7pTUlPPr/?utm_source=ig_embed&utm_medium=loading",
        "https://www.freemalaysiatoday.com/category/nation/2019/03/06/reform-batu-caves-task-force-tells-temple-committee-to-quit"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-4.50.04-PM-800x373.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "euro",
        "bills",
        "malaysian",
        "chairman",
        "video"
    ]
}