{
    "link": "https://blackdotresearch.sg/factcheck-wait-who-got-arrested/",
    "Title": "Wait. Who got arrested?  ",
    "Tags": [],
    "Paragraphs": "\n\nThat’s exactly the question one Netizen asked on the Facebook post by States Times Review.\n\nIn the wake of the controversy surrounding Facebook page NUSSU – NUS Students United, which has since been taken down by Facebook, States Times Review Facebook page posted an article on the issue on 23 November 2019 with sensational allegations.\n\nIn the headline as well as the article, STR claimed that the page administrators of NUSSU – NUS Students United have been arrested by the Police.\n“In a bid to garner Christian support for the ruling party dictatorship and possibly turn Singapore into a Christian state, the PAP government will be fielding a Christian evangelist in the upcoming General Election. TThe whistleblower who exposed the PAP candidate’s Christian affiliations has since been arrested, and facing police charges for “fabricating fake news”.\nNUS students warned the public about the cult-like persona of PAP new face, Rachel Ong Sin Yen, in their Facebook page, NUSSU – Student United. The page has since been taken down and the owner of the page is now under police investigation after Law and Home Affairs Minister K Shanmugam ordered the arrest.”\nWe rate this allegation as likely misleading as there hasn’t been any reports of an arrest on any media outlets. We have written in to the Singapore Police Force for clarification, and will update this article once we receive a response.\n\n[UPDATE]: MHA has clarified that no one has been arrested or charged arising from the NUSSU – NUS Students United post. Hence, we have updated the rating to be false.  MHA had also directed States Times Review to issue a correction notice on their Facebook page, under the POFMA. Read more about it here. If you had just joined in this conversation and wish to know what’s going on, read more about it on our earlier article!\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/11/bill-oxford-udXD2NrbXS8-unsplash-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-11-25T09:31:02+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/facebook-removes-spoof-nus-student-group-page-accused-of-misquoting-shanmugam",
        "https://www.facebook.com/SingaporeHerald/posts/2400459390172238",
        "https://www.channelnewsasia.com/news/singapore/states-times-review-pofma-facebook-post-fake-news-shanmugam-12133420",
        "https://blackdotresearch.sg/factcheck-did-nussu-students-united-misleadingly-quote-the-words-of-law-and-home-affairs-minister-k-shanmugam-and-the-late-mr-lee-kuan-yew"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/11/bill-oxford-udXD2NrbXS8-unsplash-800x800.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "arrested",
        "wait",
        "got"
    ]
}