{
    "link": "https://blackdotresearch.sg/drug-dealer-raid-heroin-rifles-singapore/",
    "Title": "Was 20kg of heroin and firearms found at a drug dealer’s place in Clementi?  ",
    "Tags": [],
    "Paragraphs": "\nOn 18 March 2021, website Singapore Uncensored published an article which claims that the Singapore Police raided a drug dealers’ place and found 20kg of heroin along with rifles.\nGiven that the article has been taken down, here’s a screenshot of the cached version of the post:\n\n\n\n\n\n\n\n\n\n\nAs seen, Singapore Uncensored wrote that a reader sent in a video (which is embedded at the bottom of the post) and that the individual who took the video says that the accused is a drug trafficker who tried to escape from the police by jumping down the block. Close to 20kg of heroin was also believed to have been found.\nBelow is the video in full:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/03/drugs.mp4\nA rough translation of the voiceover (which is in Hokkien) reveals a few pieces of information:\n\n5 individuals were arrested\nOf the individuals, those of Indian and Malay ethnicity were present\nOther than 20kg of drugs, there were also firearms (including the M16 rifle) present\nOne of the individuals tried jumping down the block to evade arrest\n\nHowever, the caption of the video is in Malay and translates to – “Not sure about the chronology. What I understand is that a man wanted to commit suicide from the 2nd floor. Won’t die, at most break bones only”.\nIt is extremely puzzling as to why, apart from the language being used, the information in the voiceover and caption don’t tally.\nSPF: “These statements are categorically false.”\nOn 20 March 2021, the Singapore Police Force (SPF) took to their Facebook page to clarify what actually took place:\n\nIn their post, they clarified that there were no firearms or narcotics seized during the incident. They also clarified that only one individual, a Caucasian man, was arrested. The man is neither a drug trafficker nor did he attempt to evade arrest by jumping down the block.\nSPF added that they are currently investigating the circulation of such falsehoods under an offence of Communicating a False Message under Section 14D of the Miscellaneous Offences (Public Order and Nuisance) Act. Below is a screenshot of Section 14D:\n\nTherefore, the claims made in the video (1. a drug raid where 5 individuals were arrested; 2. an incident where an individual tried to commit suicide) are false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/drugdealer-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-22T08:07:24+00:00",
    "Links in content": [
        "https://webcache.googleusercontent.com/search?q=cache:37ZgomycGAIJ:https://singaporeuncensored.com/police-raids-drug-dealer-with-rifles-20-kg-heroin-found-jumping-down-hdb-to-escape/+&cd=1&hl=en&ct=clnk&gl=sg",
        "https://blackdotresearch.sg/wp-content/uploads/2021/03/drugs.mp4",
        "https://www.facebook.com/singaporepoliceforce/posts/10160892131149408",
        "https://sso.agc.gov.sg/Act/MOPONA1906#pr14D-"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/drugdealer-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": "",
    "keywords": [
        "heroin",
        "drug",
        "firearms",
        "dealer",
        "clementi"
    ]
}