{
    "link": "https://blackdotresearch.sg/was-a-monkey-really-arrested-for-stealing-bread-from-a-supermarket/",
    "Title": "Was a monkey really arrested for stealing bread from a supermarket?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\n\n\n\nThe streets are safe again\nPosted by Earl Butterhof on Wednesday, 5 August 2020\n\nIn the post, we see a collage of a screenshot of a Mothership article titled ‘Monkey steals bread from S’pore supermarket & eats it in front of passers-by’ and a photo of what looks to be a Singapore Police Force (SPF) Crime Alert board with the words “Monkey arrested for shop theft at this vicinity” on it.\nMonkey business\nWhile the verdict on the legitimacy of the SPF Crime Alert board is pretty obvious, let’s still dive into establishing some context first.\nFirst of all, the Mothership article referenced in the picture was one talking about a viral video of a monkey which, as the title so succinctly put it, stole bread from a supermarket in Singapore and subsequently ate it in front of amused passers-by.\nThe video can be viewed below:\n\nThe incident is believed to have happened at Sengkang, though this detail hasn’t been confirmed.\nNext, SPF Crime Alert boards are a common sight around Singapore and are typically used to alert the public about recent crimes that have been committed in a particular area, or to appeal for witnesses to a crime.\nHere’s an example of one from 2015 in Yishun:\n\nIt should be noted that these boards have also been used by the SPF (in rather creative means) to help in spreading the message of crime prevention:\n\nThe photo above is a Crime Alert board that was photographed at Chinatown MRT station last year. The text on the board is a reference to a line from 1999 film Fight Club which goes: “The first rule of Fight Club is: You do not talk about Fight Club.”\nGoing back to the post, let’s take a closer look at the Crime Alert board in the post.\nWhile a trained eye would be able to guess that there is definitely something off about the text, we turned up the brightness and contrast of the image so that the edits are more apparent.\n\nAs pointed out by the orange arrow, it looks as if the edit was done by simply placing a blue text box with a similar-looking font over the original text.\nAnother clue comes in how the Crime Alert board doesn’t seem to be located at the purported place (Sengkang) where the ‘theft’ happened. As mentioned, Crime Alert boards are location-dependent, especially in terms of alerting members of the public to crimes that have happened in the vicinity.\nDoing a Google search of the name on the building in the background of the photo (‘Bernhard Schulte’), we found that the photo was actually taken at Manila Street, located in Bugis. Here’s how it looks like on Google Maps:\n\nTherefore, while it was evident from the start that this post is satire, we hope that you were also able to learn something new about how to check if images are photoshopped, or at the very least, how SPF Crime Alert boards work.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/monkey-1.png",
    "Iframe Sources": [],
    "date": "2020-08-11T08:07:34+00:00",
    "Links in content": [
        "https://www.facebook.com/photo.php?fbid=2729774267305845&set=gm.600232874007617&type=3&theater",
        "https://www.facebook.com/people/Earl-Butterhof/100008198940584",
        "https://www.facebook.com/photo.php?fbid=2729774267305845&set=gm.600232874007617&type=3",
        "https://mothership.sg/2020/08/monkey-steal-bread/",
        "http://www.fas.nus.edu.sg/srn/archives/photos-bank/crime-alert-board",
        "http://theindependent.sg/police-crime-alert-board-in-chinatown-making-a-reference-to-fight-club-goes-viral/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/monkey-1.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "monkey",
        "stealing",
        "supermarket",
        "bread",
        "really"
    ]
}