{
    "link": "https://blackdotresearch.sg/factcheck-was-a-water-spout-forming-near-marina-bay-sands-today-11-may-2019/",
    "Title": "Was a “Water Spout” forming near Marina Bay Sands today (11 May 2019)?  ",
    "Tags": [],
    "Paragraphs": "\n\nYes it appears to be true.\nToday (11 May 2019), we saw the following reported:\n\nIt appears to be true.\n\nSeparate from the YouTube channel, STOMP reported on the phenomenon as well, based off feedback from various readers who caught images of what appears to be the same water spout.  Have a read of this here.\nOur rating on this factcheck was based on the various independent sources of information reporting on the same event.\nWhat are Water Spouts?\nAccording to the US Department of Commerce, National Oceanic and Atmospheric Administration:\n“Waterspouts fall into two categories: fair weather waterspouts and tornadic waterspouts.\nTornadic waterspouts are tornadoes that form over water, or move from land to water. They have the same characteristics as a land tornado. They are associated with severe thunderstorms, and are often accompanied by high winds and seas, large hail, and frequent dangerous lightning.\nFair weather waterspouts usually form along the dark flat base of a line of developing cumulus clouds. This type of waterspout is generally not associated with thunderstorms. While tornadic waterspouts develop downward in a thunderstorm, a fair weather waterspout develops on the surface of the water and works its way upward. By the time the funnel is visible, a fair weather waterspout is near maturity. Fair weather waterspouts form in light wind conditions so they normally move very little.\nIf a waterspout moves onshore, the National Weather Service issues a tornado warning, as some of them can cause significant damage and injuries to people. Typically, fair weather waterspouts dissipate rapidly when they make landfall, and rarely penetrate far inland.“\nSee the link here.\nGiven the low speed of what we see in the pictures and YouTube videos, the water spout we saw was probably a fair weather water spout.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-11-at-1.15.41-PM.png",
    "Iframe Sources": [],
    "date": "2019-05-11T05:26:19+00:00",
    "Links in content": [
        "https://stomp.straitstimes.com/singapore-seen/no-its-not-thanos-waterspout-spotted-near-mbs",
        "https://oceanservice.noaa.gov/facts/waterspout.html"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-11-at-1.15.41-PM.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "water",
        "sands",
        "marina",
        "spout",
        "bay"
    ]
}