{
    "link": "https://blackdotresearch.sg/was-the-son-of-malaysias-former-finance-minister-arrested-in-singapore/",
    "Title": "Was the son of Malaysia’s former Finance Minister arrested in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\n\nBarely a month after losing his role as Malaysia’s Finance Minister, Lim Guan Eng has once again been thrust into the spotlight, for a crime which his son allegedly committed.\nMalaysian Chinese-language newspaper Nanyang Siang Pau published an article on 14 March which reported that the “child of a senior Pakatan Harapan leader” was arrested in Singapore with an undeclared sum of money amounting to RM2 million.\nThe report was quoted by Malaysia Today with a headline that read “Guan Eng’s Son Arrested Entering Singapore With US$2 Million”.\nMr Lim was understood to be one of the more vocal critics during the 1MDB saga, where former Malaysia Prime Minister Najib Razak still faces charges of money laundering. A netizen had pointed out the irony of Mr Lim’s own son being arrested for a related crime.\n\nA quick check on Google surfaced an article by Malaysian mainstream news outlet The Star Online which reported the Inspector-General of Police, Tan Sri Abdul Hamid Bador, denying these allegations.\n\n“It is definitely not true.”\n“We have not gotten any report that his (Lim’s) son was detained in Singapore.”\n“This is definitely fake news being spread,”\n“We will investigate who is spreading such fake news.”\n“We will get to the bottom of the matter.”\n\nThis was also reported on Malaysiakini. In light of these reports by Malaysian media outlets, we rate this allegation as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/guan-eng-son.jpg",
    "Iframe Sources": [],
    "date": "2020-03-14T05:23:31+00:00",
    "Links in content": [
        "https://www.enanyang.my/news/20200314/%E5%B8%8C%E7%9B%9F%E9%AB%98%E5%B1%82%E5%84%BF%E5%AD%90-br%E6%90%BA2%E7%99%BE%E4%B8%87%E5%85%A5%E5%A2%83%E7%8B%AE%E5%9F%8E%E8%A2%AB%E6%8D%95/",
        "https://www.malaysia-today.net/2020/03/14/guan-engs-son-arrested-entering-singapore-with-rm2-million/",
        "https://www.thestar.com.my/news/nation/2020/03/14/igp-denies-guan-eng039s-son-was-arrested",
        "https://www.malaysiakini.com/news/514652"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/guan-eng-son.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "singapore",
        "malaysia",
        "minister",
        "son",
        "arrested"
    ]
}