{
    "link": "https://blackdotresearch.sg/were-taxi-drivers-sabotaged-into-paying-an-additional-s350-a-year-for-diesel-tax/",
    "Title": "Were taxi drivers sabotaged into paying an additional S$350 a year for diesel tax?  ",
    "Tags": [],
    "Paragraphs": "\nOn 21 February 2019, the Singapore Herald / States Times Review published a post claiming that the doubling of the diesel tax was a “backstab” to taxi drivers, costing S$350 per year increase. STR also claimed that the Minister announcing the Budget had blamed the tax increase on air pollution, and that Singapore was emulating Europe’s environmental policies.\n\nThe STR is being misleading and citing half-truths.\n\nWhile it is true that diesel tax is increased from S$0.10 to S$0.20 per litre, taxi companies will also have a permanent reduction on the annual special tax on diesel taxis by S$850. It is expected that this will be passed on to drivers as it was in 2017. Any impact of the diesel tax is therefore reduced by 3/4, estimated.\nThere will also be a 100% road tax rebate for businesses and a partial road tax rebate for another 2 years for commercial diesel vehicles.\nThe aim of the above policy changes are not to backstab taxi drivers – They serve to encourage taxi drivers to move to cleaner vehicles, such as hybrid taxis or electric taxis.\nSTR suggests that the Minister lies because there is a slow uptake in electric vehicles such as Tesla. STR has completely omitted mention of the rising demand in hybrid vehicles, which are highly efficient on petrol and enable taxi drivers to avoid any diesel tax, altogether – And this, this is the primary goal of the policy in Budget 2019:\nTo encourage taxi drivers to adopt environmentally friendly ways of conducting their business.\nWe extract the relevant part of Minister Heng’s speech as follows:\n“But diesel exhaust is highly pollutive, and adversely affects our people’s health and quality of life. Many cities in Europe have announced restrictions on diesel vehicle usage. We have taken steps to discourage diesel consumption.\na. Over the years, we have implemented schemes to encourage early renewal of diesel commercial goods vehicles, and to also account for the impact of vehicular emissions. We have seen positive results. More owners are shifting towards more environmentally friendly engines such as electric hybrids. We are glad to see a drop in the numbers of new diesel cars and taxis registered.\nb. We also restructured diesel taxes in 2017 to shift away from an annual amount of tax towards a usage-based tax system. We permanently reduced the annual special tax on diesel cars and taxis and re-introduced the volumetric diesel duty.\nc. To continue the restructuring of diesel taxes, I will raise the excise duty for diesel by $0.10 per litre, to $0.20 per litre. This takes immediate effect. \nd. At the same time, I will permanently reduce the annual Special Tax on diesel taxis by $850. I strongly urge taxi companies to pass on the savings to their drivers, like they did in 2017 – this will on average reduce the impact of the duty increase by more than three-quarters for taxis. I will also permanently reduce the Special Tax on diesel cars by $100. This will on average reduce the impact by more than half. \ne. To help businesses adjust, I will provide a 100% road tax rebate for one year, and partial road tax rebate for another two years, for commercial diesel vehicles. \nf. I will also provide, over three years, additional cash rebates of up to $3,200 for diesel buses ferrying school children. (Refer to Annex E.)”\n \n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-02-21T10:32:34+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/transport/hybrids-are-hot",
        "https://www.singaporebudget.gov.sg/budget_2019/budget-speech"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "diesel",
        "taxi",
        "tax",
        "drivers",
        "sabotaged"
    ]
}