{
    "link": "https://blackdotresearch.sg/factcheck-what-was-singapores-position-exactly-in-respect-of-the-vietnamese-occupation-of-cambodia-from-1979-to-1989/",
    "Title": "What was Singapore’s position exactly in respect of the Vietnamese occupation of Cambodia from end-1978 to 1989?  ",
    "Tags": [],
    "Paragraphs": "\n\n\nOn 26 May 2019, the former Prime Minister of Thailand and president of the Privy Council of Thailand, Prem Tinsulanonda, passed away.  He was 98 years old.\nSingapore’s Prime Minister, PM Lee, penned the following post on 31 May 2019, expressing his condolences and admiration for the former Thai PM:\n\nIn giving his condolences, PM Lee mentioned the former Thai PM’s contribution towards ASEAN’s condemnation of Vietnam’s invasion of Cambodia and the Cambodian government which replaced the Pol Pot regime in end-1978.  This sparked anger in Vietnam and Cambodia.\nWhat was their anger about? In gist, Vietnamese and Cambodians angered by PM Lee’s post disagreed that Vietnam had invaded Cambodia in 1978.  They preferred to say that Vietnam had liberated Cambodia from the Pol Pot regime.\nThe above is amply clear from various comments on PM Lee’s Facebook post, such as the following one:\n\nCambodian Prime Minister Hun Sen penned a strongly worded Facebook post on 7 June 2019, in response to PM Lee’s post, stating that:\n\nVietnam had not invaded, but had liberated the Cambodian people.\n\n\nSingapore supported the genocidal Pol Pot regime.\n\n\nSingapore was the host of a tripartite meeting that led to the formation of the Coalition government of Democratic Kampuchea, which prolonged the Cambodia-Vietnam war and the suffering of Cambodian people for 10 years thereafter.\n\n\nThe Cambodian Prime Minister is clearly not alone in giving these views.  The Cambodian newspaper, the Khmer Times, shared the same views in a recent article, see here.\nWe examine each claim below.\nClaim 1: Vietnam had not invaded, but had liberated the Cambodian people\nThis claim is misleading because the claim cherry picks the facts.\n\nThe undisputed truth is that in 1978, Vietnam had a hostile relationship with China and Cambodia (which was pro-China).  Instead, Vietnam wanted to get rid of Cambodia’s anti-Vietnam government, and as a corollary effect, it ended the Pol Pot regime.\nVerification of this Claim\n Several sources make clear that it was not true that Vietnam sought to liberate the Cambodian people in its invasion of 25 December 1978.\n Pre-invasion – The 1970s\nBack in the 1970s, the picture of Southeast Asia was quite different from how it looks today.  In essence, it was much less friendly.\nVietnam had become entirely communist by the end of the Vietnam War in April 1975, and also had the strongest military in Southeast Asia, having a one-million strong army that had been battle hardened by the Vietnam War. Singapore was certainly wary of Vietnam.  As described in “Singapore, ASEAN and the Cambodian Conflict 1978-1991”, NUS Press Singapore, 2013, Ang Cheng Guan (Ang), Ang quotes the late Mr Lee Kuan Yew in describing this relationship:\n“Lee Kuan Yew recalled that Singapore-Vietnam relations did not begin well. According to Lee,\n“the Vietnamese cunningly exploited the fears and desires of the countries of ASEAN that wanted to befriend them. They talked tough over their radio and newspapers. I found their leaders insufferable. They were filled with their own importance, and prided themselves as the Prussians of Southeast Asia… They were confident they could beat any other power in the world, even China, if it interfered with Vietnam.  For us, the puny states of Southeast Asia, they had nothing but contempt.””\nCambodia had serious internal struggles. Prior to 1970, it was known as the Kingdom of Cambodia, legitimately ruled by Prince Norodom Sihanouk. In 1970, the Prince was deposed in a limited coup by the existing premier.  This was considered by the international community as an internal Cambodian matter, and that there was essentially no change to the government.  The Prince went on to ally himself with the Khmer Rouge in order to counter-attack and seize power.  When later in April 1975, the Khmer Rouge seized power, they kept the Prince as a symbolic Head of State (until his resignation in 1976), and the Khmer Rouge relied on him to legitimize the government, which made itself known to the international community as Democratic Kampuchea.  It was during this time that Pol Pot, leader of the Khmer Rouge, let his regime commit acts of genocide and grievous human rights abuses, reducing the Cambodian people from 7 million to around 5 million.  In spite of the political turmoil Cambodia underwent, its Khmer Rouge government, i.e. Democratic Kampuchea, was recognized internationally as the legitimate government of Cambodia.\nPrior to 1978, Cambodia and Vietnam did not have good relations, to say the least.  In April 1977, a Vietnamese attack on Cambodia had occurred, costing several lives on both sides. Seeing Cambodia as a proxy state of China, Vietnam also later came to view China as an enemy, and allied itself closely with the Soviet Union.\nThe worsening ties between Cambodia, Vietnam and China eventually led to the invasion of Cambodia, as Ang describes (page 13):\n“Without going too far back into history, Vietnam’s relations with both Kampuchea (Cambodia) and China began to further deteriorate soon after April 1975. Vietnam-Kampuchea territorial disputes became so bad that following a massive Vietnamese attack on Kampuchea’s eastern frontier zone in December 1977, Phnom Penh severed diplomatic relations with Vietnam on 31 December 1977.  Beijing was clearly on the side of the Khmer Rouge.  … Phnom Penh, not wanting to have two large and unfriendly neighbours at the same time, was also making efforts to improve relations with Bangkok.  The Thais had the difficult task of improving relations with both Kampuchea and Vietnam; and at the same time remaining neutral in the Vietnam Kampuchea conflict…. On 22 January 1978, Beijing, whose relations with Hanoi can at best be described as “cool” since the last few years of the Vietnam War, denounced Hanoi over its border war with Kampuchea. Sino-Vietnamese relations quickly deteriorated further.  Differences over Kampuchea triggered many latent differences between both countries. On 12 May 1978, Beijing announced a partial aid-cut to Vietnam. \n…\nBy 3 July, Beijing had cancelled all aid and recalled all Chinese specialists from Vietnam.  In July 1978 at the 4th Plenary Session of the Party Central Committee of the Communist Party of Vietnam, China and Kampuchea were both identified as the immediate enemies of Vietnam.”\n The cause for the invasion\nVarious sources we have found indicate that, given the above relationships, Vietnam was looking to strike Cambodia when China couldn’t help Cambodia, and this strike was purely political, having nothing to do with alleviating the suffering at the hands of the Pol Pot regime.\nAs Ang describes:\n“On 3 November 1978, Vietnam and the Soviet Union signed the Treaty of Friendship and Cooperation. According to Soviet sources, with the signing of the Treaty – A sign of official support from Moscow, the Vietnamese began to assert that “the forthcoming dry season can be effectively used for powerful attack on the Phnom Penh regime”.  The Vietnamese assured their Soviet Counterparts, who were concerned about Chinese response, that Beijing would not have time to dispatch forces to rescue the Pol Pot regime. …”\nAccording to German Historian Bernd Schaefer, as reported in the Khmer Times on 7 August 2014: (see here)\n““From the East German files I have seen, from early 1978 on, the Vietnamese were committed to replace him, to get rid of Pol Pot, and to get a sympathetic government in Phnom Penh,” said Schaefer. “In Hanoi’s eyes, a government friendly to Vietnam was absolutely essential to the security of Vietnam. … \nAnd, he added, the Vietnamese did not attack the Khmer Rouge for humanitarian reasons.\n“They did not primarily act because they wanted to end the genocide,’ Schaefer said, referring to the Khmer Rouge rule. During nearly four years in power, Khmer Rouge implemented policies that killed about one quarter of Cambodia’s population. “They wanted to get rid of an anti-Viet Nam government, and put in a pro-Viet Nam government. And in doing so, they got rid of the Khmer Rouge government. And that is a fact.”\nPost-Invasion – The lack of support for Vietnam\nOn 25 December 1978, Vietnam invaded Cambodia with a 150,000 strong invasion force. The Khmer Rouge military in Cambodia was unable to resist the invasion and lost control of Cambodia.  On 8 January 1979, the Vietnamese installed government announced the formation of the Khmer People’s Revolutionary Party.\nIt is important to point out the extent of backlash Vietnam suffered in the international space for its invasion.\nOn 9 and 12 January 1979, ASEAN issued statements to deplore the Vietnamese invasion, calling it “armed intervention against the independence, sovereignty and territorial integrity of Kampuchea”.  In particular, the 12 January 1979 statement impliedly pointed out that Vietnam had lied by going back on its earlier pledge to respect each other’s sovereignty and territorial integrity, called for the total and immediate withdrawal of Vietnam’s forces, and also welcomed UN intervention in the matter.  See the 12 January 1979 statement here.\nBetween 11 and 15 January 1979, the UN Security Council (UNSC) convened in New York at the request of Democratic Kampuchea.  A draft resolution was tabled by China to condemn the invasion and demand the withdrawal of all foreign forces from Cambodia, but the Soviet Union vetoed the resolution and it could not be passed by the UNSC.\n1979 - PRC - Draft - S_13022-EN\n \nOn 17 February 1979, China launched a military invasion into Vietnam “to teach Vietnam a lesson” for its invasion of Cambodia (in the words of the Chinese defence establishment to Lee Kuan Yew).  This lasted until withdrawal commenced on 5 March 1979.  The real reason for the invasion was so that Vietnam would have to further commit forces to defend its border with China and could not persist further in its invasion of Cambodia. While this was useful to check the progress of Vietnam into Cambodia, it gave ASEAN difficulties because it was opposed to any form of hostile intervention into a country’s affairs, just as the United Nations was.  ASEAN did not eventually have to give any statement because once China achieved its objective, it withdrew from Vietnam.\nThe UNSC again tried to resolve to condemn the Vietnamese invasion on 25 to 27 February 1979.  Again they failed because of the Soviet Union veto.\n1979 - PRC - Draft 2 - S_13119-EN\n \nOn 14 November 1979, success was reached at the UN General Assembly level, with the passing of a resolution at the 34th UNGA which spoke against the invasion of Cambodia by Vietnam.\nEventually, after intensive lobbying efforts by the ASEAN nations and with particular effort from Singapore, the international community grew to support ASEAN’s efforts.\nIn 1982, ASEAN succeeded in convincing various factions (including the Khmer Rouge) to form a coalition government of democratic Kampuchea.  This coalition government was crucial as it presented a focal point for lobbying efforts at the UN by ASEAN to reject the puppet government installed by Vietnam and recognize the coalition government as the legitimate government.\nAs the late Lee Kuan Yew put it:\n“At the UN General Assembly in 1982, Sihanouk as president of the newly formed coalition government appealed to UN members to restore Cambodia’s independence and sovereignty.  They responded by voting for Democratic Kampuchea with a bigger margin, a total of 105 member states.  By gathering more votes in the UN each year, we made the Vietnamese feel their growing isolation.”\nIndeed, the collective efforts of ASEAN had its effect on the United Nations.  Every year, ASEAN would sponsor a draft resolution at the UN General Assembly for voting upon.\nThe result of this was that from the 34th UN General Assembly onwards, there would be a resolution sponsored by ASEAN which would effectively imply that Vietnam was an unlawful aggressor, and ought to withdraw from Cambodia.\nVietnam was forced to leave Cambodia due to economic difficulties.  The late Minister Mentor Lee Kuan Yew states in “From Third World to First The Singapore Story: 1965-2000” at page 379:\n“As it turned out, the Soviet Union was bleeding from the war in Afghanistan and its massive aid to Vietnam, Ethiopia, Angola and Cuba.  By the late 1980s Soviet aid had stopped and Vietnam was in economic difficulties; it had an inflation rate of above 1,000 per cent in 1988 and a food crisis.  It had to get out of Cambodia.”\nThis is true.  In May 1988, Vietnam announced that it would formally commence withdrawal, and it was widely believed that this was because of various other problems (including trade sanctions from the US due to Vietnam’s actions in invading Cambodia).  See an American news report on this here.\nIn 1990, UN Resolution 668 was passed, calling for a political settlement of the issues in Cambodia.  Later in 1991, the Paris Peace Agreements formally titled Comprehensive Cambodian Peace Agreements were signed on October 23, 1991.  This marked the official end of the war.\n00668\n \nAfter the final peace agreement was signed, the United Nations despatched an advance peacekeeping force, followed by the UN Transitional Authority in Cambodia (UNTAC) with a limited objective of holding elections with minimum loss of lives.\nClaims 2 and 3: Singapore supported the Pol Pot Regime and also led the initiative to form the Coalition Government in 1982 which prolonged the war and caused greater suffering in Cambodia.\nAt the heart of both claims is the issue of whether Singapore supported the Pol Pot regime.  However, we note that there is ambiguity as to what “support” means –\n\nIf “support” means whether Singapore agreed with the genocide that Pol Pot committed, and wanted the Pol Pot regime to continue, that is untrue.\nIf it means that Singapore acknowledged that Democratic Kampuchea was the government having a valid seat at the UN, then it would be correct.  And also, the fact that Singapore had a major hand in encouraging ASEAN and different quarters of Cambodia to form the coalition government in 1982 (which Vietnam vehemently rejected).  It would further be incorrect to suggest that the coalition government which was formed had caused further suffering and prolonged the war.  What prolonged the war was Vietnam refusing to leave and insisting on fighting against anti-Vietnam guerillas which various countries (including Singapore) funded, armed and trained to wage war against the Vietnamese military.\nWhat was Singapore’s position?\nSingapore was more concerned with the possibility of becoming another Cambodia, if Vietnam was left unchecked.  As former President SR Nathan states in his book “An Unexpected Journey, Path to the Presidency”, at pages 384-385, Singapore was well aware of the cruelty that the Pol Pot regime brought to the Cambodians, but as a matter of principle, had no choice but to support them:\n“I had no illusions about the nature of the Khmer Rouge regime.  When the takeover took place, I was with the Ministry of Defence, and in my intelligence role there I heard plenty of horror stories about Khmer Rouge brutality.  These were confirmed by my colleague from MFA, Lee Chiong Giam, who visited Cambodia …. At the invitation of the Khmer Rouge government.  …”\n“As a small country surrounded by larger neighbours, we felt that the invasion of Cambodia raised issues of principle that were directly relevant to our situation.  The Vietnamese had justified themselves on the basis of the need to save the people from Khmer Rouge cruelty. Whatever the nature of the regime, we felt that if a precedent were established justifying invasion on the grounds of internal developments in a country, this eroded our own security.  In fact the Vietnam argument was rather spurious – they were not really bothered about the Khmer Rouge.  They were more worried by the fact that China was using the Khmer Rouge to put the brake on their own regional ambitions.  We proceeded very carefully.”\nThe late Mr Lee Kuan Yew mentions in his book (“From Third World to First The Singapore Story: 1965-2000” at page 374):\n“When the Vietnamese were advancing in Cambodia towards its border with Thailand, the situation became dangerous.  However, the Chinese punitive expedition against Vietnam in February 1979 stabilised the position.  The question then was how to prevent the Heng Samrin regime, installed in Phnom Penh by the Vietnamese, from dislodging Pol Pot’s Khmer Rouge government from its seat in the United Nations.  Their genocide of their own people had caused worldwide abhorrence and revulsion against the Khmer Rouge.  But if we wanted to keep the Vietnamese from getting international recognition for their puppet regime, we had no choice but to support the Khmer Rouge government.”\nThis position was reflective of the position of ASEAN.  As Ang notes from one of the Joint Communiques of ASEAN in June 1980, the Joint Communique reiterated the ASEAN stand that:\n“no regime set up by occupying foreign forces, however it is given the appearance of legitimacy, can satisfy the principles enunciated in the UN Charter… that the grounds for their support for the credentials of Democratic Kampuchea are based on the fundamental principles of foreign intervention must be opposed and that any change in the recognition of Democratic Kampuchea’s credentials would be tantamount to condoning Vietnamese military intervention.”\nAs described by Prof Tommy Koh in “The Tommy Koh reader / Favourite Essays and Lectures“, Prof Koh explains ASEAN’s mission (at pages 72 to 73):\n“As part of my sixth encounter with Cambodia, I was involved in ASEAN’s Cambodian diplomacy, from December 1978 until the signing of the Paris Agreement in 1991.  During this long campaign, ASEAN’s objectives were as follows:\n(a) Prevent the Heng Samrin regime (the puppet government installed by Vietnam)  from occupying Cambodia’s seat at the UN;\n(b) Isolate Vietnam domestically and economically in order to pressure Vietnam to come to the negotiating table;\n(c) Persuade the Khmer Rouge; the Cambodian resistance movement led by Sihanouk and his son, Ranariddh; and the resistance movement led by the nationalist, Son Sann; to form a coalition government;\n(d) Help the armed resistance against the Vietnamese to gain traction and prevent the Vietnamese occupation of Cambodia from becoming a fait accompli;\n(e) Work closely with the UN Secretary-General, the UN Security Council and the Non-Aligned Movement to persuade Vietnam, and its patron, the Soviet Union, that the only solution to the Cambodian conflict was a negotiated one; and\n(f) Negotiate an international agreement to bring the Cambodian conflict to a peaceful conclusion, to accept the UN as the interim administration of Cambodia, to give the people of Cambodia the right to determine their own future and to restore Cambodia’s sovereignty and independence in a free and fair election.“\nAll the above does not however, indicate that there was any support for the actions of the genocidal regime of Pol Pot / Khmer Rouge.  There are 2 reasons to point out.\nFirst, while Singapore rejected the Vietnamese puppet government in Cambodia, it did not want the same Democratic Kampuchea government  -Singapore had to prevent the Khmer Rouge from regaining ground once the Vietnamese withdrew.  This could only be achieved by pushing for the Coalition Government of Democratic Kampuchea to be formed.  As SR Nathan stated in his book: (see page 390)\n“However, we did see a need to respond to the disastrous reputation that the Khmer Rouge coalition was gaining internationally for the brutality and inhumanity of its regime.  The people were being treated appallingly.  We feared that unless something was done to change perceptions, the international community would be increasingly disinclined to support Cambodia in the UN and other forums.  ASEAN’s defence of the Khmer Rouge government was clearly becoming untenable, and equally it did not share China’s desire to see the Khmer Rouge return to power after the Vietnamese withdrawal. Singapore envisaged, and sought ASEAN’s endorsement of, the creation of a ‘Third Force’, that would take leadership away from the Khmer Rouge and see it shared with other Cambodian nationalist elements.  We needed a credible alternative.”\nThis then formed the impetus for the forming of the Coalition Government in 1982, which Singapore actively engineered.\nThe second thing to point out is the fact that Singapore (and in fact the rest of ASEAN), had taken steps to prevent the Khmer Rouge’s return to power at the first opportunity they got.  This opportunity came when in May 1988, Vietnam confirmed a first 50,000 troop withdrawal from Cambodia, indicating that the end of the war was in sight.  See here.\nShortly thereafter,  the UN General Assembly, on 4th November 1988, declared in its resolution that “Cambodia must not return to ”the universally condemned policies and practices of a recent past” once the Vietnamese left (see here).\nSingapore had voted clearly in favour of this, thereby showing its stand against any return to power by the Khmer Rouge.  This position remains the same today.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/06/H_4_ill_639759_cambodia-phnom_penh-1979-61.jpg",
    "Iframe Sources": [],
    "date": "2019-06-10T07:37:54+00:00",
    "Links in content": [
        "https://www.khmertimeskh.com/50610173/lee-hsien-loong-disrespectful-of-khmer-rouge-victims?fbclid=IwAR2D1lD1QysnhNlUYLHk2zvMbtaJV4_eWd0ArcW6OeKQn36X-aY5ed6gmIk",
        "https://www.khmertimeskh.com/50673/why-did-vietnam-overthrow-the-khmer-rouge-in-1978/",
        "https://asean.org/?static_post=joint-statement-the-special-asean-foreign-ministers-meeting-on-the-current-political-development-in-the-southeast-asia-region-bangkok-12-january-1979",
        "https://blackdotresearch.sg/wp-content/uploads/2019/06/1979-PRC-Draft-S_13022-EN.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/06/1979-PRC-Draft-2-S_13119-EN.pdf",
        "https://digitallibrary.un.org/record/632887?ln=en",
        "https://www.upi.com/Archives/1988/05/26/Vietnam-plans-to-withdraw-about-50000-of-its-troops/4772580622400/",
        "https://blackdotresearch.sg/wp-content/uploads/2019/06/00668.pdf",
        "https://www.upi.com/Archives/1988/05/26/Vietnam-plans-to-withdraw-about-50000-of-its-troops/4772580622400/",
        "https://www.nytimes.com/1988/11/04/world/un-adopts-anti-khmer-rouge-policy.html",
        "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2019/06/07062019-Spokesperson-Comments-on-PM-Letter-and-2019-SLD-Speech"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/06/H_4_ill_639759_cambodia-phnom_penh-1979-61.jpg",
    "Truefalse": [
        "The cause for the invasion",
        "Post-Invasion – The lack of support for Vietnam",
        "What was Singapore’s position?",
        "actions "
    ],
    "Description": "",
    "keywords": [
        "cambodia",
        "vietnamese",
        "singapore",
        "occupation",
        "1989"
    ]
}