{
    "link": "https://blackdotresearch.sg/different-types-of-fake-news/",
    "Title": "What the fake? Different types of fake news and how to spot them  ",
    "Tags": [],
    "Paragraphs": "\nThe rising threat of misinformation, disinformation and mal-information has been seen and experienced all around the world in recent years, and Singapore has not been spared. As fact-checkers, we have seen and tackled different types of “fake news” – some straightforward in nature, others a little more challenging. They come in different shapes, sizes and formats, and are disseminated on different platforms, with varying strategies and techniques being employed.\nIt’s impossible to organise all of these claims into neat categories, but we have tried to classify some of the fake news “trends” we have spotted into a few broad variations, along with relevant examples, which will hopefully be useful for everyone.\n1. Audio clips – no head no tail\nFirst up, we see how false information can be spread via audio clips.\nAn example is illustrated in a fact-check we published in April, when we were alerted to an audio clip which was being circulated on WhatsApp. The individual in the clip spoke fully in Mandarin, and claims that he had gotten news that the government was going to officially announce a lockdown of the country “either tonight or tomorrow”.\nHe added that the lockdown will be similar to how it was in China, where people needed to stay in their homes and would only be allowed to head out to buy things for a short period of time every day. He ended the audio clip urging others to buy some groceries and store them at home before the announcement was made.\nIt is important to note that at no point of time was there a mention of which country the individual was referring to or when it was recorded.\nHowever, the lack of context also makes a claim like this particularly resilient, because it can be reshared across borders and periods of time, and still seem relevant.\nThen, rumours of a ‘lockdown’ were also rife, so much so that the Singapore government needed to take to official channels to debunk the claims over the course of a few weeks.\n\n\n\nAnother instance of false claims being spread via audio clips can be seen in a fact-check we published in March of four audio recordings that were circulating on Whatsapp. Of these, three were recorded by the same individual who claimed to work at Sembawang Shipyard, while the last one appeared to have been recorded by another person.\nIn the voice memos, the individuals made several claims, namely that the Singapore government’s stockpile of supplies was not enough, that the virus could live in water, and that Singapore would be put in lockdown mode.\nThe individuals spoke mainly in Malay, with a very slight peppering with English.\nIn this instance, while the context was slightly more evident, we were also left wondering where the individuals got their information from, given that no official announcements had been made then.\nAn interesting point to note is that in both of these examples, the individuals in the clips were speaking in languages that can only be understood by certain communities of people.\nWhile it cannot be ascertained the actual intentions of the individuals speaking in the clips and whether or not they chose to speak in those languages to evoke emotions in particular communities, the use of that particular tactic could signal a deeper motive or intention.\n2. Written posts that are blatantly fake\nWe have also witnessed the rise of fake news in the form of written posts, perhaps one of the most common forms of information manipulation we came across.\nOn 26 March, we were alerted to a message being circulated on WhatsApp:\n\nThe translation of the message is as follows:\n“I have something important to say, but please don’t speculate because this is not confirmed. I met a friend who works at MINDEF and his supervisor mentioned that Singapore may go under lockdown this Saturday if the situation does not improve. So if you have not made any preparations, please stock up before this Saturday. Because the lockdown is for 14 days. I’m worried that by the time they announce the lockdown, everyone will panic and rush to the shops. Take care.”\nThe content of the message made two claims:\n\nSingapore may go into lockdown mode on Saturday (28 March)\nThe lockdown will be for 14 days\n\nGov.sg swiftly came forward to address these rumours and called them untrue, at the same time urging Singaporeans to not spread unverified information.\nThat was not the only time we witnessed a claim that involved information from a ‘friend’ who works in the public sector.\nIn mid-May, during the Hari Raya period, this message was being circulated on WhatsApp:\n\nThe translation of the message is as follows:\n“Greetings bro. Take note. I received information from a friend who works in NEA. He advised to inform your siblings and relatives that on this Hari Raya, please do not visit your relatives’ houses. Also advise your children not to go visiting, because NEA and POLICE are doing plain clothes enforcement for those who go visiting. Please be advised.”\nThis wasn’t the first time that rumours that spot checks were being done at households around Singapore were being spread. Earlier in April, we did an article regarding several of these claims, and the Singapore Police Force came forward to deny the claims in a Facebook post, stating that they “do not proactively conduct checks at residential units” to enforce safe distancing measures.\nIn a bid to quell the rumours, the Singapore Police Force once again took to Facebook to clarify that the claims made of spot checks during Hari Raya are false, and once again urged individuals to not spread false rumours.\nA third example of fake written post even comes with a picture attached to it.\n\nSince 14 April, it was mandatory for individuals in Singapore to wear a mask whenever they step out of the house. Individuals caught refusing to wear a mask would be fined $300 for their first offence, while second time offenders would be fined $1,000.\nWhile mask-wearing is mandatory, there is also no hard and fast rule on which type of masks individuals should be wearing.\nAccording to the author of the post, an individual (who looks to be a Grabfood rider) was issued a $300 fine by the police for wearing a neck gaiter.\nThe claim was debunked by another Facebook user in the comments section, who claimed that the individual in the photo is his friend who was “in a situation”. Coincidentally, there was a police officer patrolling the area, and his friend approached the police officer to ask about the issue.\n\nHe reiterated that there was “no saman (Malay for ‘fine’) at all” – not for mask-wearing, nor for other reasons like riding on a pavement or being a terrorist.\nThe Police also came forward with a Facebook post to provide both context and clarification of the incident. In the post, they revealed that the Grabfood rider had approached the police officer for assistance after thinking that items were stolen from his motorcycle. The photo was taken when the officer was taking the rider’s statement.\nWhile it was fortunate that the claim was swiftly addressed (and by multiple parties), it also makes you realise how the lack of an official stance/potential loopholes can be very easily taken advantage of in the creation of fake news.\nThe final example can be seen in a fact-check we published on 23 March, when we were alerted to a photo being circulated on WhatsApp:\n\nThe photo came with an incomplete caption which claimed that the photo was one of Singaporean students returning from London on a Singapore Airlines flight.\nWhile the claims were easily debunked with a reverse image search on Google (the photo was first posted on an article on South China Morning Post, and the individuals were Hong Kong students studying abroad who were returning home) and doing a check on Google to identify which airline the seats belonged to (they belong to Etihad Airways planes, not Singapore Airlines), false information like this still gets circulated widely.\nThis could be due to the fact that the average Singaporean won’t typically take the time out to dissect a photo/video before forwarding it to their family and peers, especially in a time when anxiety (and thus susceptibility in believing whatever information they come across) is at a high.\n3. Here come the “zombies”\nContext is everything, and we have seen individuals spreading false information by using photos/videos taken from an earlier date, and bringing them back to life by ‘reanimating’ them with up-to-date information.\nWe like to call these “zombie claims”, and they can be just as dangerous as the walking dead.\nWe have seen this ‘technique’ being employed in a fact-check we published on 14 March in which we were alerted to a video on Facebook, which claims that it was taken during a private dinner function held at Joy Garden restaurant in SAFRA Jurong on 15 February 2020.\nAt that point of time, the event was known to be the largest cluster of COVID-19 infections, with a total of 39 cases confirmed as of 11 March 2020.\n\nThe author of the post brought up how DORSCON Orange was already in effect then (when recommended control measures from MOH were cancelling or deferring “non-essential large-scale events”), and went on to chastise the singing teacher behind the event, saying that she “still [decided] to risk it out by carrying on with the event (sic)”.\nA screenshot taken from the video revealed the name “梁凤艺” (Liang Fengyi), and when we did a quick Google search of the name, we found an article on Channel 8 News which talked about the event at SAFRA Jurong. In the article, it confirmed that Liang is a singing teacher who was infected with COVID-19.\nHowever, when we did a search of her name on Facebook, we saw that the same video was uploaded 2 years ago, in March 2018.\nTherefore, while it is indeed true that the lady in the video is Liang Fengyi, a confirmed case of COVID-19 from the SAFRA Jurong cluster, the video actually wasn’t taken during that fateful event.\nAnother example can be seen in a more recent fact-check we published on 22 June, when we were alerted to a video of two individuals throwing away large quantities of eggs being circulated widely on Facebook.\n\nAlong with the video was the caption: “The Results of having a Useless Minister. Too anxious to Perform? To show off his Capabilities? Who totally lost touch with the Ground.”\nWhile a reverse image search of a screenshot taken from the video points us to a post on Facebook page 欢迎分享 Welcome To Share on 16 May and Malaysian-based Facebook page “我们是马来西亚人 We are Malaysians” on 17 May, individuals who were sharing the video from the particular Facebook post we were alerted to believed that the clip was taken in Singapore.\nHowever, it’s not difficult to understand why they might have jumped to that conclusion.\nThe COVID-19 pandemic had given rise to the issue of food security in Singapore due to essentials (like eggs) flying off supermarket shelves, and this led to Minister for Trade and Industry Chan Chun Sing taking to Facebook on two instances (on 19 March and 5 June) to assure Singaporeans that we were still receiving a steady supply of eggs from other countries.\nHowever, the situation was reversed mid-June when import restrictions were lifted, and reports on Lianhe Zaobao (14 June) and The Straits Times (22 June) revealed that egg sellers were now facing an oversupply of eggs. The manager of distributor Kim Hock Eggs Merchant even shared that they had to throw away 250,000 eggs imported from Thailand last month when customers and supermarkets complained that their eggs had gone bad.\nEgg farmers and distributors interviewed by The Straits Times also said that they have been cutting their supplies of eggs due to the dip in demand.\nWith this context being set, it is therefore plausible if the video was indeed one of egg distributors in Singapore needing to throw away excess supply.\nHowever, we still rated the claim as unproven not only because of prior instances of the video being uploaded on overseas-based platforms, but also because we noticed telephone lines in the background of the video – something you don’t see much of in Singapore.\nAnother instance was when a rather grisly video of an individual who hung himself was being circulated on WhatsApp and Facebook.\nTwo claims were made in the posts:\n\nA Bangladeshi man hung himself ‘today’ (date not specified) due to a lack of work and money\nA Bangladeshi man hung himself on ’25 Sep’ (year not specified) at Tuas dormitory\n\nWhile the Singapore Police Force came forward to debunk the claims on Facebook and stated that the incident did not happen in Singapore, the reason why the posts could gain so much traction was because during that period of time, there was a spike in confirmed COVID-19 cases among migrant workers.\nThis also brought to light the dismal living conditions and treatment of these individuals, and inadvertently made the claims seem more believable.\nFinally, we were alerted to a message being circulated on WhatsApp in April.\nThe message in the screenshot claimed that a “friend’s son” got fined $300 for sending his friend home after heading out to ‘tar bao‘ (Mandarin for ‘takeaway’) food together. The pair were allegedly stopped at a road block and a check on their ICs revealed that they didn’t live at the same address.\nAlong with the message was a photo of the alleged letter that was issued with the fine.\nThe message claimed that the pair was warned that they would be fined $10,000 if they were caught the second time.\nThere were two claims being made in the message:\n\nThe police have set up roadblocks to enforce Circuit Breaker measures\nA $10,000 fine would be issued for those caught the second time\n\nWe managed to debunk the first claim pretty easily, given that the police had actually come forward earlier on 13 April to state that they do not conduct road blocks to enforce Circuit Breaker measures, and that no passengers have been fined at road blocks for not complying with safe distancing measures.\nRegarding the second claim, while individuals caught flouting safe distancing measure are subject to an immediate fine of $300 for their first offence, there is no information on the fine escalation process although repeat offenders are subject to fines of up to $10,000. Given that the claim suggests that second-time offenders would be subject to a $10,000 fine by default, we rated the claim as false.\nBut here’s where the plot thickens.\nA Lianhe Zaobao article actually managed to track down the source of the photo, and found that it was a fine issued to a 30-year-old civil servant who failed to practice safe distancing with a friend while buying bubble tea at Tiong Bahru Plaza on 12 April. A safe distancing ambassador soon appeared, checked their ICs, and issued both of them a fine of $300 for failing to maintain a safe distance.\nWith the truth behind the origin of the photo being revealed, we also see how easy it is for someone to take an image out of context, create a completely unrelated narrative around it, and then attempt to increase its legitimacy by making it seem like it was a personal anecdote.\nA non-COVID example of a ‘zombie claim’ can be seen in a fact-check we did of a video depicting the sinking of a ship:\n\nThe caption accompanying the video was: “Hear say happened at Tuas today.. Titanic”. It is not stated where the individual who uploaded the video got his information from.\nFellow fact-checking website AFP Fact Check had actually published an article to debunk the claim, stating that the original video was published in December 2018 and depicted the sinking of another ship.\nIn their article, they also reached out to the Maritime and Port Authority of Singapore (MPA) and the Malaysian Maritime Enforcement Agency (MMEA) who both confirmed the incident did not happen in Singapore waters.\nMMEA’s Lieutenant Commander Maritime Mohd Ardi Mat Nawi revealed in his statement that the video showed the sinking of MV Amanda, a cargo ship.\nIn spite of this, and how Facebook had marked the video as ‘False information’, the fact that the video is still floating around on social media and being shared is extremely worrying.\n4. Obviously manipulated content\nOn 7 February, we were alerted to a screenshot of what looked like a tweet from CNA announcing that all schools, including Polytechnics and Universities, would be closed from 10 February onwards “due to #CoronavirusOutbreak”:\n\nThe screenshot, which was apparently taken at 1:12pm, showed that the tweet had been retweeted 3,335 times and garnered 503 likes in a span of 16 minutes.\nA quick check on CNA’s twitter account revealed that there was no such tweet posted at that particular time stamp, and the large number of retweets and likes within a short span of time was also raised some red flags.\nCNA swiftly came forward to debunk the screenshot, stating that the news is “untrue” and that they “did not send such a tweet”.\nOnce again, it is uncertain the true intentions the creator of the doctored CNA tweet had, but it was edited to seem so plausible that an average Singaporean would have believed it without checking back with the source or with the Ministry of Education.\nThe creator also (cleverly?) chose to doctor a tweet from CNA, a reputable news source that is trusted by most Singaporeans.\nIn a slightly more light-hearted take on manipulated content, we refer to another piece we did in early February when Facebook page Zongino had uploaded screenshots from Instagram user @sohyasauce’s account.\n\nIf one were to ignore the details of the image, it could pass off as a packet of chilled meat you could get from a regular supermarket.\nHowever, a few details stand out when you take a closer look:\n\nThe FairPrice logo\nThe Healthier Choice symbol\nThe $20.20 price tag\nThe write-up on COVID-19 (which was then referred to as the novel coronavirus)\nThe questionable nature of the meat\n\nReactions to the post were mixed, with some finding it funny and calling it “creative”, and others saying that it was “terrible” and done in “bad taste” – pun not intended.\nWith their name on the line, NTUC FairPrice came forward to address the post and called it “fake news”, stating that it was a “wilful act of mischief” and “is especially insensitive given the current 2019 Novel Coronavirus situation”. FairPrice also advised individuals to avoid circulating the image, “to avoid any unnecessary confusion and offence”.\nThe artist came forward a few days later to clarify that the image was indeed fake.\nWhile it was definitely evident to many that the images of the ‘fresh bat meat’ were satire, the first example shows how doctored images can be edited to seem so plausible at first glance that a large majority would fall for them hook, line and sinker.\n5. ‘Shallowfakes’\nWe have noticed something that might become a new ‘trend’ when it comes to fake news can be seen in a recent fact-check we did.\nIn the article, we looked into a Facebook post (which has since been taken down) that comes with a 1:08 minute-long video that was posted on 14 Jun.\nPosted on 14 Jun, the 1:08 minute-long video is a mashup of what seems to be three separate clips, one of which depicts a group of individuals in sunglasses walking around with a framed up banner with phrases like “Vote PAP” and “SDP SUX”. In a few frames, “I love PAP” in Chinese is also seen.\n\nThe second clip was taken from 1993 Hong Kong comedy Flirting Scholar, and the phrase “Vote For PAP” in English and Chinese can be seen.\n\nThe video came with the caption: “Stupid PAP paying foreign agents to create propaganda!”.\nThe comment section of the post revealed mixed sentiments towards the claim. While there some who were convinced that the video is legitimate and launched into criticisms of the PAP, there were also those who assert that it was obviously edited, with one even suggesting that this was created by “foreign entities to stoke internal problems among [Singaporeans]”.\nA reverse image search didn’t reveal any results, but we found the answer in the comments section, with a Facebook user sharing a link to a video posted on the official Facebook page of Vietnamese musician ST Sơn Thạch.\nThe video was posted on 31 May, and was created to celebrate the musician’s TikTok account hitting the 1 million followers milestone. Below is a side-by-side comparison of a scene from the original and edited video:\n\nWhile we’ve heard of and have been warned of the dangers of ‘deepfakes’, where artificial intelligence is used to manipulate content to produce images, sounds or videos that appear to be real, we also need to be wary of ‘shallowfakes’, something that the instance above depicts.\nOne of the most prominent examples of deepfakes was when artists Bill Posters and Daniel Howe worked with advertising company Canny to create a deepfake of Facebook founder Mark Zuckerberg.\nThe deepfake can be viewed in the Instagram post below:\n\n \n\n\n\n\n\n\n\n\n\n\n View this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n ‘Imagine this…’ (2019) This deepfake moving image work is from the ‘Big Dada’ series, part of the ‘Spectre’ project. Where big data, AI, dada, and conceptual art combine. .Artworks by Bill Posters & @danyelhau #spectreknows #privacy #democracy #surveillancecapitalism #dataism #deepfake #deepfakes #contemporaryartwork #digitalart #generativeart #newmediaart #codeart #markzuckerberg #artivism #contemporaryart\nA post shared by  Bill Posters (@bill_posters_uk) on Jun 7, 2019 at 7:15am PDT\n\n\n\nBut what about ‘shallowfakes’? What are they, and are they more benign?\nThe term ‘shallowfake’ was coined by Sam Gregory at the human rights organisation Witness, and is defined as “videos that are either presented out of context or are doctored with simple editing tools”. “These videos are made not with sophisticated AI but often simply relabeled and re-uploaded, claiming an event in one place has just happened in another. Some are videos that have simple edits, or a new audio track,” added Gregory.\nLess sophisticated than their deepfake counterparts, shallowfakes are still a threat that cannot be ignored in the fight for more widespread information literacy, ESPECIALLY due to how easily they can be created.\nHail hydra?\nThe examples we’ve covered above are just the tip of the iceberg when it comes to the amount of fake news being generated in this day and age.\nWhile varying in impact in terms of how many members of the public they have managed to mislead, there is no denying that fake news is like Hydra – whenever one gets cut off (i.e. debunked), another one swiftly emerges in its place.\nIt is therefore up to each and every individual to equip themselves with basic fact-checking knowhow (conducting reverse image searches are a good place to start) in the fight against mis-/mal-/disinformation.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/WTF.jpg",
    "Iframe Sources": [],
    "date": "2020-07-09T05:09:26+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/covidwatch-yet-another-rumour-of-an-impending-lockdown-in-singapore/",
        "https://blackdotresearch.sg/covidwatch-is-singapore-ceasing-imports-of-supplies-and-heading-for-a-lockdown/",
        "https://blackdotresearch.sg/covidwatch-is-singapore-going-into-a-14-day-lockdown-this-saturday/",
        "https://blackdotresearch.sg/covidwatch-are-checks-being-done-at-houses-during-hari-raya-by-nea-and-the-police/",
        "https://blackdotresearch.sg/covidwatch-are-spot-checks-being-done-at-homes-to-ensure-no-social-gatherings-are-happening/",
        "https://www.facebook.com/singaporepoliceforce/photos/a.10152380286964408/10159824319209408/?type=3",
        "https://blackdotresearch.sg/covidwatch-was-this-grabfood-rider-fined-for-wearing-the-wrong-mask/",
        "https://www.straitstimes.com/singapore/coronavirus-mandatory-for-all-to-wear-a-mask-when-out-with-exceptions-for-kids-under-2-and",
        "https://www.facebook.com/56706929407/posts/10159709331489408/?d=n",
        "https://blackdotresearch.sg/covidwatch-are-over-2000-singaporeans-from-countries-with-high-infection-rates-coming-home/",
        "https://www.scmp.com/news/hong-kong/health-environment/article/3075601/coronavirus-hong-kong-confirms-five-more",
        "https://blackdotresearch.sg/covidwatch-was-this-a-video-taken-during-the-safra-jurong-private-event/",
        "https://www.facebook.com/100008543535483/videos/2228961527398610/",
        "https://www.channelnewsasia.com/news/singapore/coronavirus-singapore-covid19-new-cases-safra-mar-10-12521660",
        "https://www.moh.gov.sg/news-highlights/details/risk-assessment-raised-to-dorscon-orange",
        "https://www.8world.com/news/singapore/article/singing-instructor-confirmed-case-1064521",
        "https://www.facebook.com/winnie.yar/videos/1545226278936627/",
        "https://blackdotresearch.sg/covidwatch-was-this-video-of-large-quantities-of-eggs-being-thrown-away-taken-in-singapore/",
        "https://www.facebook.com/%E6%AC%A2%E8%BF%8E%E5%88%86%E4%BA%AB-Welcome-To-Share-101471054913214/",
        "https://www.facebook.com/watch/FBWAM/",
        "https://www.todayonline.com/big-read/big-read-short-vegetables-eggs-fly-shelves-importance-food-security-hits-home",
        "https://www.facebook.com/ChanChunSing.SG/posts/3048133651905264",
        "https://www.facebook.com/ChanChunSing.SG/posts/3241307055921255",
        "https://www.zaobao.com.sg/news/singapore/story20200614-1060942",
        "https://www.straitstimes.com/singapore/distributors-struggle-with-egg-glut-prompted-by-earlier-panic-buying",
        "https://blackdotresearch.sg/covidwatch-did-a-migrant-worker-hang-himself-at-a-dormitory/",
        "https://www.facebook.com/singaporepoliceforce/posts/10159767705349408",
        "https://blackdotresearch.sg/covidwatch-were-two-individuals-stopped-at-a-road-block-and-warned-of-a-10000-fine/",
        "https://www.todayonline.com/singapore/covid-19-police-reject-rumours-people-have-been-fined-roadblocks-flouting-elevated-safe",
        "https://www.gov.sg/article/what-you-can-and-cannot-do-during-the-circuit-breaker-period",
        "https://www.zaobao.com.sg/znews/singapore/story20200413-1045166?fbclid=IwAR2_5Y8eslMHG5zAETvxSvgal8kZVeP0zd-dcQSIT8Rkykm7I2zom-JnY3A",
        "https://blackdotresearch.sg/did-this-ship-with-crew-really-capsize-at-tuas/",
        "https://blackdotresearch.sg/wuhanwatch-did-cna-tweet-that-schools-are-closing-from-10-feb/",
        "https://www.channelnewsasia.com/news/singapore/cna-debunks-fake-tweet-announcing-school-closure-due-to-12404934",
        "https://blackdotresearch.sg/wuhanwatch-ntuc-fairprice-bat-meat/",
        "https://www.facebook.com/thatsmyfairprice/posts/10157110069726409",
        "https://www.instagram.com/p/B8WQotnHISr/",
        "https://blackdotresearch.sg/did-the-pap-pay-foreign-agents-to-create-this-propaganda-video/",
        "https://www.facebook.com/ST.365daband/?__tn__=%2CdkC-R&eid=ARDai76nWfQjnzq4UJDiOzjpT8tUr3EO04rvUFGGY0hb2qDRXrDsSxgSANP0NNfViTbq7Vu_0zalZf3e&hc_ref=ARRJu6Nrsjd1tbALpHRY6VESCQpz96wm71X_oX9zjMqc5zk46t6LVwkTbpDD_8ccqyU&fref=nf",
        "https://www.cnbc.com/2019/10/14/what-is-deepfake-and-how-it-might-be-dangerous.html",
        "https://www.vice.com/en_us/article/ywyxex/deepfake-of-mark-zuckerberg-facebook-fake-video-policy",
        "https://www.instagram.com/p/ByaVigGFP2U/?utm_source=ig_embed&utm_campaign=loading",
        "https://www.instagram.com/p/ByaVigGFP2U/?utm_source=ig_embed&utm_campaign=loading",
        "https://www.instagram.com/bill_posters_uk/?utm_source=ig_embed&utm_campaign=loading",
        "https://defusingdis.info/2019/02/19/deepfakes-will-challenge-public-trust-in-whats-real-online-heres-how-to-defuse-them/",
        "https://www.theguardian.com/technology/2020/jan/13/what-are-deepfakes-and-how-can-you-spot-them"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/WTF.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "fake",
        "news",
        "types",
        "different",
        "spot"
    ]
}