{
    "link": "https://blackdotresearch.sg/medishield-life-premium-birth-90/",
    "Title": "Will a person have paid a total of $268k for MediShield Life from birth to 90?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this post on opposition leader Goh Meng Seng’s People’s Power Party page:\n\nAccording to this post, he claims that a person would have paid $66k in premiums from birth to 90 under “PAP’s MediShield Premium”. His post also claims that the amount would be $268k with 4% of compound interest applied.\nIn a Facebook Live video he did the next day Goh elaborated on his claim, stating that everyone, “as long as you’re a citizen or PR”, needs to start paying $145 in premiums from birth to 90. He then mentions that after doing a calculation using Excel, the total amount of premiums that one would pay without including interest would be $66,165. This amount, he states, is calculated “at this stage [without taking into account how] in future, how they will increase the premium”.\n“If we are going to take this amount from the MediSave account, which gives a 4% to 6% return every year,” he continued, “What is the opportunity cost, compounded interest?” He then revealed that the amount was $268,498, and posed a question to his audience – how many of them would see themselves “taking that amount of claims against [the] scheme”.\nTo find out if there is any truth in his claim, let’s take a look at what MediShield Life is, and do the math after.\nWhat is MediShield Life, and how much would one need to pay?\nAccording to MOH’s website, “MediShield Life is a basic health insurance plan, administered by the Central Provident Fund (CPF) Board, which helps to pay for large hospital bills and selected costly outpatient treatments, such as dialysis and chemotherapy for cancer. It is structured so that patients pay less MediSave/cash for large hospital bills.” All Singaporeans and PRs are eligible for the plan.\nPremium subsidies for Singaporeans and PRs from certain groups are also available. Below is a screenshot from MOH’s website on the subsidies available:\n\nThis means that post-subsidies, the amount that a Singaporean/PR would pay for their premium varies according to their age and household monthly income.\nLet’s look at the maximum amount that a Singaporean/PR would need to pay for their MediShield Life premiums. To do so, we look at the table provided by MOH for premiums paid by non-Pioneer Generation Singaporeans/PRs from 1 Nov 2019 to 31 Oct 2020:\n\nA calculation of the premiums paid by a Singaporean/PR from the high income group who doesn’t qualify for subsidies from age 1 to 90 brings us to $50,605:\n\nThis means that his claim that everyone, at this point of time, would be paying around $66k in premiums is already inaccurate.\nHowever, if we dig a bit deeper, we find a possible scenario in which the figure he mentioned makes sense.\nThe MediShield Life Council, which was appointed by the Minister for Health to provide recommendations for MediShield Life and to review its administration recently put forth some recommendations to improve MediShield Life coverage for Singaporeans. Some of the suggested expanded coverage include raising the policy year claim limit from $100,000 to $150,000, and higher claim limits for daily ward and treatment charges for the first two days of acute hospital stay.\nAlong with these recommendations, the council has also called for higher premiums in a bid to keep the scheme sustainable.\nDue to this potential rise, the Government has committed about $2.2 billion for premium subsidies and support over the next three years to help Singapore Residents with their MediShield Life premiums. This includes a one-off COVID-19 subsidy that will fund 70% of the net increase in premiums for the first year, followed by a 30% subsidy in the second year. With the support measures in place, the net premium increases for all citizens will be kept to about 10% in the first year.\nBelow is a table showing the indicative revised MediShield Life premiums in 2021 inclusive of the one-off COIVD subsidy for lower- to middle-income individuals, but not inclusive of additional Merdeka and Pioneer Generation subsidies:\n\nAnd below is a table showing the indicative revised MediShield Life premiums from 2023:\n\nThis table is also where we see the $145 figure that Goh mentioned in his Facebook Live video.\nNow, taking into account the new premiums, we calculate the amount that will be paid by a Singaporean/PR from the high income group who doesn’t qualify for subsidies from age 1 to 90:\n\nThis brings us to $66,165 – the figure that Goh mentioned in his Facebook post and Live video.\nLet’s now look at where the $268k figure could have come from.\nAs a recap of what he covered in his Facebook Live video, we see that he mentions how an individual’s MediSave account “gives a 4% to 6% return every year”.\nAccording to CPF’s website, here are the current interest rates for CPF:\n\nHe then continued: “If we are going to take this amount ($66k) from the MediSave account […] what is the opportunity cost, compounded interest?”\nTaking the 4% interest rate into account, we arrive at this calculation:\n\nAs seen, the $268,498 figure which Goh mentioned has made an appearance.\nBut what does that figure mean? Well, given that he mentioned an “opportunity cost” and how most won’t be able to claim the entire sum from the scheme, we suspect that he is referring to how the $66k from an individual’s MediSave account that goes into MediShield could have grown to $268k if it wasn’t used to pay for the premiums.\nAre Goh Meng Seng’s claims accurate?\nYes, but only in very specific scenarios.\nAs seen in the calculations, while the $66k figure does appear if the MediShield Life Council’s proposal for an increase in premiums goes through, this figure would only be accurate in 2023, not “at this stage” which was what Goh mentioned in his Live video. Therefore, his claim that the total amount of premiums that one would pay “at this stage” without including interest is $66k is misleading.\n\nNext, Goh suggested that these amounts would be applicable to all Singaporeans and PRs. It is important to note that the calculations done were for a very specific group of individuals – those not in the Pioneer or Merdeka Generation, and those who do not qualify for any of the available subsidies. Therefore, his suggestion that these figures are applicable to all Singaporeans and PRs is misleading as well.\n\nFinally, $268k is the figure Goh quoted. It is not entirely clear if he meant that a person would need to fork out this amount from their own pockets (which would then make the claim incorrect), or if he was simply stating that this would be the amount that would be in one’s MediSave account in the event that he/she doesn’t use it to pay for MediShield premiums (which would then make the claim correct). Therefore, the claim is potentially misleading and open to interpretation.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/gmsshield.png",
    "Iframe Sources": [],
    "date": "2020-10-07T04:01:24+00:00",
    "Links in content": [
        "https://www.facebook.com/permalink.php?story_fbid=174339220917961&id=106022737749610",
        "https://www.facebook.com/106022737749610/videos/2528166287473821",
        "https://www.moh.gov.sg/cost-financing/healthcare-schemes-subsidies/medishield-life",
        "https://www.moh.gov.sg/cost-financing/healthcare-schemes-subsidies/medishield-life/medishield-life-premiums-and-subsidies",
        "https://www.moh.gov.sg/cost-financing/healthcare-schemes-subsidies/medishield-life/medishield-life-premiums-and-subsidies/premium-subsidy-tables",
        "https://www.todayonline.com/singapore/major-review-medishield-life-calls-higher-premiums-expanded-coverage-include-treatments",
        "https://www.todayonline.com/singapore/medishield-life-one-covid-19-subsidy-cushion-impact-higher-proposed-premiums",
        "https://www.moh.gov.sg/docs/librariesprovider5/mshl-econsult/mshl-2020-consultation-paper",
        "https://www.cpf.gov.sg/Members/AboutUs/about-us-info/cpf-interest-rates"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/gmsshield.png",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "medishield",
        "paid",
        "life",
        "birth",
        "total"
    ]
}