{
    "link": "https://blackdotresearch.sg/3179-2/",
    "Title": "Will the March Equinox lead to increased dehydration?  ",
    "Tags": [],
    "Paragraphs": "\n\n\nThis is unproven.\n\nOn 22 March 2019, we saw a Whatsapp message being circulated claiming that an “equinox” event is taking place from 22 to 28 March 2019. This is apparently when the sun is above the equator directly – presumably, the heat from the sun would, therefore, be the hottest and lead to greater chance of dehydration.\nNow even though we have found 1 instance where a similar version of this message was debunked, we should highlight that it remains to be seen whether the Whatsapp message is true.\nOn 17 March 2016, the National Environment Agency cautioned that a message blaming the Equinox event for 40°C weather was false because the daily maximum temperatures were expected to range between 33°C and 34°C, and could reach a high of around 36°C on a few days. Not 40°C.\n\nThat said, the Meteorological Service Singapore did agree that an equinox event would contribute to increased daytime temperatures in another advisory and that it did happen in March 2016.\nSo far, for 2019, the only advisory we have seen is this.\nWarm weathers will persist in March 2019, but there doesn’t seem to be an equinox event contributing to this.\nStill, it doesn’t hurt to drink more water most of the time!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Sun_at_moment_of_spring_equinox_2019-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-22T12:03:03+00:00",
    "Links in content": [
        "http://www.weather.gov.sg/expect-very-warm-temperatures-in-the-next-fortnight/",
        "http://www.weather.gov.sg/warm-weather-to-persist-before-showers-bring-relief-in-late-march-2019"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Sun_at_moment_of_spring_equinox_2019-800x800.jpg",
    "Truefalse": [],
    "Description": "",
    "keywords": [
        "equinox",
        "dehydration",
        "increased",
        "march",
        "lead"
    ]
}