{
    "title": "ข่าวปลอม อย่าแชร์! ธ. กรุงเทพ ส่งเอกสารขอข้อมูลส่วนบุคคล เพื่อเปิดใช้งานบัญชีที่ถูกล็อคอีกครั้ง",
    "tags": [
        "#AFNCThailand",
        "#AntiFakeNewsCenter",
        "#ข้อมูลส่วนบุคคล",
        "#ข่าวปลอม",
        "#ธนาคารกรุงเทพ",
        "#บัวหลวง",
        "#ศูนย์ต่อต้านข่าวปลอม"
    ],
    "paragraphs": [
        "<p>กรณีการส่งเอกสารที่อ้างชื่อของธนาคารกรุงเทพ โดยระบุว่าบัญชีของท่านถูกล็อค ให้กรอกข้อมูลส่วนบุคคลเพื่อเปิดใช้งานบัญชีอีกครั้ง ทางธนาคารกรุงเทพได้ชี้แจงรายละเอียดว่า ธนาคารไม่มีนโยบายในการส่ง SMS, MMS หรืออีเมล เพื่อขอให้ดาวน์โหลดหรือติดตั้งโปรแกรมใด ๆ สำหรับการทำธุรกรรมต่าง ๆ กับธนาคาร หรือจัดทำหน้าจอ (Pop-up) เพื่อให้กรอกข้อมูลส่วนตัว</p>",
        "<p>หากประชาชนได้รับ SMS, MMS หรืออีเมลที่มีเนื้อหาดังกล่าว ธนาคารไม่แนะนำให้ทำรายการ หรือหากได้ทำการคลิกลิงก์เพื่อดาวน์โหลดโปรแกรมที่ต้องสงสัยไปแล้ว หรือพบหน้าจอหรือข้อความที่ไม่คุ้นเคย หรือผิดไปจากปกติ ให้หยุดทำรายการทันที โปรดติดต่อเจ้าหน้าที่ธนาคารทันทีที่บัวหลวงโฟน โทร. 1333 หรือ (66) 0-2645-5555 ได้ทุกวันตลอด 24 ชั่วโมง</p>",
        "<p>ดังนั้นขอให้ประชาชนอย่าหลงเชื่อ และขอความร่วมมือไม่ส่ง หรือแชร์ข้อมูลดังกล่าวต่อในช่องทางสื่อสังคมออนไลน์ต่าง ๆ เพื่อให้ประชาชนได้รับข้อมูลข่าวสารเพิ่มเติมหรือต้องการสอบถามข้อมูลจากธนาคารกรุงเทพ สามารถติดตามได้ที่เว็บไซต์ www.bangkokbank.com/th-TH</p>",
        "<p><strong>บทสรุปของเรื่องนี้คือ : เอกสารดังกล่าวไม่ใช่ของธนาคารกรุงเทพ ธนาคารไม่มีนโยบายส่ง SMS, MMS หรืออีเมล เพื่อขอให้ดาวน์โหลดหรือติดตั้งโปรแกรมใด ๆ สำหรับการทำธุรกรรมต่าง ๆ กับธนาคาร หรือจัดทำหน้าจอ (Pop-up) เพื่อให้กรอกข้อมูลส่วนตัว</strong></p>",
        "<p><em>หน่วยงานที่ตรวจสอบ : ธนาคารกรุงเทพ</em></p>"
    ],
    "images": [
        "https://www.antifakenewscenter.com/wp-content/uploads/2021/04/Website-Stamp-40.jpg"
    ],
    "content_links": [],
    "author": "None",
    "date": "2021-04-18T13:07:00",
    "veracity": false,
    "category": "Antifakenewsdump",
    "language": "th"
}