{
    "title": "ข่าวปลอม อย่าแชร์! ยาจีนเหลียนฮัวชิงเหวินแคปซูลรักษาโควิด-19",
    "tags": [
        "#AFNC",
        "#AFNCThailand",
        "#COVID-19",
        "#ข่าวปลอม",
        "#ศูนย์ต่อต้านข่าวปลอม",
        "#เหลียนฮัวชิงเหวิน",
        "#โควิด-19"
    ],
    "paragraphs": [
        "<p>จากกรณีที่มีการโพสต์ชวนเชื่อใช้ยาจีนเหลียนฮัวชิงเหวินแคปซูลรักษาโควิด-19 ทางสำนักงานคณะกรรมการอาหารและยา ได้ชี้แจงถึงประเด็นนี้ว่า เป็นการ<strong>โฆษณาสรรพคุณที่เกินจริง </strong>เนื่องจาก<strong>ยังไม่มีข้อมูลยืนยันว่าผลิตภัณฑ์ดังกล่าวสามารถรักษาโควิด-19 ได้</strong>  โดยผลิตภัณฑ์นี้ได้รับอนุมัติทะเบียนตำรับผลิตภัณฑ์สมุนไพร จาก อย. ในชื่อ “เหลียนฮัวชิงเหวินแคปซูล (Lianhua Qingwen Capsule)” ซึ่งมีสรรพคุณที่อนุมัติตามความรู้แพทย์แผนจีนคือ “ช่วยขจัดพิษ  ลดไข้ บรรเทาอาการหวัด ได้แก่ ไข้  ปวดเมื่อยตามร่างกาย คัดจมูก ไอ น้ำมูก เจ็บคอ” และสรรพคุณที่มีการวิจัยทางวิทยาศาสตร์เพิ่มเติมคือ  “ใช้บรรเทาอาการจากไข้หวัดใหญ่ ได้แก่ ไข้ ปวดเมื่อยตามร่างกาย น้ำมูก ไอ เจ็บคอ ปวดหัว”  เท่านั้น</p>",
        "<p>โดยผลิตภัณฑ์เหลียนฮัวชิงเหวินแคปซูล เป็นผลิตภัณฑ์สมุนไพรที่ให้จำหน่ายเฉพาะในร้านขายยาและสถานพยาบาลเท่านั้น  โดยปัจจุบันผู้ได้รับอนุญาตนำเข้า คือบริษัท เอินเวย์ กรุ๊ป จำกัด แต่เพียงผู้เดียว ทั้งนี้กฎหมายไม่อนุญาตให้ขายผลิตภัณฑ์สมุนไพรผ่านทางสื่อออนไลน์ และห้ามโฆษณาผลิตภัณฑ์โดยไม่ได้รับอนุญาต  ซึ่งหากผู้บริโภคสั่งซื้อผลิตภัณฑ์ดังกล่าวที่มีการลักลอบขายทางสื่อออนไลน์ เสี่ยงต่อการได้รับผลิตภัณฑ์สมุนไพรปลอมและไม่ได้คุณภาพ และอาจได้รับอันตรายถึงแก่ชีวิตได้ ทั้งนี้ ผู้ใดโฆษณาผลิตภัณฑ์สมุนไพรหรือคุณประโยชน์ของผลิตภัณฑ์สมุนไพรโดยไม่ได้รับอนุญาต มีโทษจำคุก ไม่เกิน 1 ปี และปรับไม่เกิน 100,000 บาท หรือทั้งจำทั้งปรับ ผู้ใดนำเข้าหรือขายผลิตภัณฑ์สมุนไพรโดยไม่ได้รับใบอนุญาต มีโทษจำคุกไม่เกิน 3 ปี หรือปรับไม่เกิน 300,000 หรือทั้งจำทั้งปรับ และผู้ใดนำเข้าผลิตภัณฑ์สมุนไพรปลอม มีโทษจำคุกไม่เกิน 10 ปี และปรับไม่เกิน 1,000,000 บาท</p>",
        "<p> </p>",
        "<p> </p>",
        "<p>ดังนั้นขอให้ประชาชนอย่าหลงเชื่อข้อมูลดังกล่าว และขอความร่วมมือไม่ส่ง หรือแชร์ข้อมูลดังกล่าวต่อในช่องทางสื่อสังคมออนไลน์ต่างๆ  และเพื่อให้ประชาชนได้รับข้อมูลข่าวสารจากสำนักงานคณะกรรมการอาหารและยา สามารถติดตามได้ที่ www.fda.moph.go.th  หรือ โทร <a href=\"https://www.google.com/search?rlz=1C1SQJL_enTH871TH871&amp;sxsrf=ALeKk015KmQPRlLEZJcjZ8GcLqrCXcMlkA%3A1587640902067&amp;ei=RnqhXvPjA-6W4-EP6pGXuAE&amp;q=%E0%B8%AA%E0%B8%B3%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%93%E0%B8%B0%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A2%E0%B8%B2+%E0%B9%82%E0%B8%97%E0%B8%A3&amp;oq=%E0%B8%AA%E0%B8%B3%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%93%E0%B8%B0%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A2%E0%B8%B2+%E0%B9%82%E0%B8%97%E0%B8%A3&amp;gs_lcp=CgZwc3ktYWIQAzICCAA6BAgAEEdQlRVYiB5gwSBoAHACeACAAX6IAeUCkgEDMy4xmAEAoAEBqgEHZ3dzLXdpeg&amp;sclient=psy-ab&amp;ved=0ahUKEwjznv6ft_7oAhVuyzgGHerIBRcQ4dUDCAw&amp;uact=5\">02 5907000</a></p>",
        "<p>บทสรุปของเรื่องนี้คือ :<span style=\"color: #ff0000;\"> ไม่จริง ไม่ควรแชร์ต่อ</span></p>",
        "<p><em>หน่วยงานที่ตรวจสอบ : สำนักงานคณะกรรมการอาหารและยา</em></p>"
    ],
    "images": [
        "https://www.antifakenewscenter.com/wp-content/uploads/2020/04/messageImage_1628826620388.jpeg",
        "https://www.antifakenewscenter.com/wp-content/uploads/2020/04/1-1.jpg"
    ],
    "content_links": [],
    "author": "None",
    "date": "2020-04-24T14:10:00",
    "veracity": false,
    "category": "Antifakenewsdump",
    "language": "th"
}