{
    "title": "น้ำมันไทยที่ประเทศพม่าราคาถูกกว่าในประเทศไทย จริงหรือ?",
    "tags": [
        "##น้ำมัน",
        "#ข่าวจริง",
        "#ประเทศพม่า",
        "#ประเทศไทย",
        "#ราคาถูก",
        "#ราคาน้ำมัน"
    ],
    "paragraphs": [
        "<p>จากที่มีข่าวปรากฏในสื่อต่างๆ เกี่ยวกับราคาน้ำมันของสถานีบริการน้ำมัน ณ เมียวดี ประเทศพม่า ราคาถูกกว่าน้ำมันในประเทศไทย โดยที่ราคาของน้ำมัน Diesel อยู่ที่ลิตรละ 19.24 บาท ซึ่งทางบริษัท ปตท. จำกัด (มหาชน) ได้ชี้แจงถึงข้อมูลดังกล่าวว่า ราคาหน้าป้ายดังกล่าวเป็นราคาจริงที่ขาย แม้จะเป็นสถานีบริการ PTT Station ที่อยู่บริเวณชายแดนพม่าที่ใกล้กับประเทศไทยมาก แต่ยังถือว่าอยู่ในประเทศพม่า จึงต้องใช้นโยบายการกำหนดโครงสร้างราคาน้ำมันของประเทศพม่า</p>",
        "<p>ซึ่งสาเหตุที่ราคาพลังงานแต่ละประเทศไม่เท่ากันเพราะโครงสร้างราคาของแต่ละที่กำหนดแตกต่างกันไป ทางบริษัท ปตท. ยังได้ระบุถึง 5 สาเหตุที่ทำให้ราคาน้ำมันไทยที่ประเทศพม่าถูกกว่าในประเทศไทย เพราะ</p>",
        "<p>ส่วนราคาขายปลีกน้ำมันสำเร็จรูปของประเทศไทยจะประกอบด้วยกัน 3 ส่วน คือ 60% เป็นราคาต้นทุนน้ำมันสำเร็จรูป (ซึ่งมีการขึ้นลงตามราคาตลาดโลกและอัตราแลกเปลี่ยน) 35% เป็นค่าภาษีและกองทุนที่รัฐเรียกเก็บ และ 5% เป็นค่าการตลาดรวมถึงรายได้ที่ยังไม่หักค่าใช้จ่ายของปั้ม ทางบริษัท ปตท. ยังได้บอกอีกว่าทิศทางการปรับราคาของพลังงานไทยทั้งในส่วนของน้ำมัน แก๊ส LPG และ NGV จะอ้างอิงกับราคาตลาดโลกที่ปรับขึ้นลงตลอดเวลา เพราะพลังงานส่วนใหญ่ที่เราใช้ต้องนำเข้าจากต่างประเทศจึงเป็นปัจจัยที่ทำให้ราคาน้ำมันในไทยสูงกว่าประเทศพม่า ทั้งนี้เพื่อให้ประชาชนได้รับข้อมูลข่าวสารจากบริษัท ปตท. จำกัด (มหาชน) สามารถสอบถามเพิ่มเติมได้ที่ เว็บไซต์ www.pttplc.com หรือโทร. 1365 PTT Center</p>",
        "<p><em>หน่วยงานที่ตรวจสอบ : บริษัท ปตท. จำกัด (มหาชน)  กระทรวงพลังงาน </em></p>"
    ],
    "images": [],
    "content_links": [],
    "author": "None",
    "date": "2020-01-11T11:01:00",
    "veracity": true,
    "category": "Antifakenewsdump",
    "language": "th"
}