{
    "title": "ข่าวปลอม อย่าแชร์! สมุนไพรหญ้าพันงูขาว ช่วยรักษาโรคมะเร็งลำไส้",
    "tags": [
        "#AFNC",
        "#AFNCThailand",
        "#ข่าวปลอม",
        "#มะเร็ง",
        "#มะเร็งลำไส้",
        "#ศูนย์ต่อต้านข่าวปลอม",
        "#หญ้าพันงูขาว"
    ],
    "paragraphs": [
        "<p><span style=\"font-weight: 400;\">กรณีคำแนะนำเรื่อง</span><span style=\"font-weight: 400;\">รักษาโรคมะเร็งลำไส้ด้วยสมุนไพรหญ้าพันงูขาว </span><span style=\"font-weight: 400;\">ทาง</span><span style=\"font-weight: 400;\">สถาบันมะเร็งแห่งชาติ กรมการแพทย์ กระทรวงสาธารณสุข </span><span style=\"font-weight: 400;\">ได้ชี้แจงว่า </span><span style=\"font-weight: 400;\">จ<strong>ากข้อมูลวิชาการพบว่าหญ้าพันงูขาวไม่เกี่ยวข้องกับการรักษาโรคมะเร็งลำไส้และไม่สามารถนำมาใช้รักษามะเร็งได้</strong> ซึ่งหญ้าพันงูขาว เป็นสมุนไพรที่มีสรรพคุณทางยาหลายด้าน ถูกนำมาใช้ในตำหรับยาสมุนไพรพื้นบ้านมีฤทธิ์ต้านอนุมูลอิสระ เช่น ซาโปนิน อัลคาลอยด์ เทอร์พีนอยด์ และฟลาโวนอยด์ โดยปัจจุบันการรักษาโรคมะเร็งหลัก ๆ มี 3 วิธี ได้แก่ การผ่าตัด การให้ยาเคมีบำบัด และรังสีรักษา การรับฟังข้อมูลที่ไม่ผ่านการพิจารณาหรือตรวจสอบข้อเท็จจริง อาจทำให้ประชาชนเข้าใจคลาดเคลื่อนและอาจลดโอกาสการรักษาทางการแพทย์ที่ได้มาตรฐาน </span></p>",
        "<p><span style=\"font-weight: 400;\">ดังนั้นขอให้ประชาชนอย่าหลงเชื่อข้อมูลดังกล่าว และขอความร่วมมือไม่ส่ง หรือแชร์ข้อมูลดังกล่าวต่อในช่องทางสื่อสังคมออนไลน์ต่างๆ และเพื่อให้ประชาชนได้รับข้อมูลข่าวสารจากสถาบันมะเร็งแห่งชาติ สามารถติดตามได้ที่เว็บไซต์ http://thaicancernews.nci.go.th/_v2/ หรือ www.nci.go.th หรือโทร. 02 2026800</span></p>",
        "<p><strong>บทสรุปของเรื่องนี้คือ : จากข้อมูลวิชาการพบว่าหญ้าพันงูขาวไม่เกี่ยวข้องกับการรักษาโรคมะเร็งลำไส้และไม่สามารถนำมาใช้รักษามะเร็งได้  </strong></p>",
        "<p><span style=\"font-weight: 400;\">หน่วยงานที่ตรวจสอบ :</span> <span style=\"font-weight: 400;\">สถาบันมะเร็งแห่งชาติ กรมการแพทย์ กระทรวงสาธารณสุข</span></p>"
    ],
    "images": [
        "https://wordpress.afnwarroom.com/wp-content/uploads/2020/08/Website-Stamp.jpg"
    ],
    "content_links": [],
    "author": "None",
    "date": "2020-08-01T11:04:00",
    "veracity": false,
    "category": "Antifakenewsdump",
    "language": "th"
}