{
    "link": "https://blackdotresearch.sg/covidwatch-air-travel-bubble-unfair-towards-singaporeans/",
    "Title": "COVIDWatch: Air travel bubble unfair towards Singaporeans?  ",
    "Tags": [],
    "Paragraphs": "\n\nThe announcement of a Singapore-Hong Kong air travel bubble by Transport Minister Ong Ye Kung had gotten people excited for the right and wrong reasons.\n\nThose itching to go holidaying by air welcomed the news with open arms. The first flights between Hong Kong and Singapore have reportedly been sold out already. However, there were also people who expressed unhappiness at the perceived unfairness in the air travel bubble requirements.\nOne forum member made the following allegation on Hardwarezone. The forum member stated that Hong Kong travellers are not required to take a test upon arrival in Singapore and suggested that this was discriminatory.\n\nWe looked through news reports and travel advisories to have a better understanding of the air travel bubble.\nSingapore travellers\n\nFirst test in Singapore, 72 hours before departure.\nSecond test upon arrival at Hong Kong. Wait for results before entry.\nThird test in Hong Kong, 72 hours before departure.\nNo test upon arrival in Singapore.\n\nHong Kong travellers\n\nFirst test in Hong Kong, 72 hours before departure.\nNo test upon arrival in Singapore.\nSecond test in Singapore, 72 hours before departure.\nThird test upon arrival at Hong Kong. Wait for results before entry.\n\nBoth Hong Kong and Singapore travellers are required to adhere to the host city’s health and safe distancing measures. For instance, Hong Kong travellers need to download and use the TraceTogether app while in Singapore.\nMr Ong Ye Kung had explained that the requirements for the air travel bubble between Hong Kong and Singapore are not designed to be “totally symmetrical”. While Singapore and Hong Kong had agreed to the need for pre-departure COVID-19 tests as a prerequisite for travel, both cities should have the flexibility to impose additional conditions.\nSo although what the forum member stated about Hong Kong travellers arriving in Singapore is true, his allegation that this is an unfair practice is false because both sets of travellers are subjected to a total of 3 tests regardless of the direction they travel.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/ATB.jpg",
    "Iframe Sources": [],
    "date": "2020-11-12T10:21:40+00:00",
    "Links in content": [
        "https://www.facebook.com/ChannelNewsAsia/posts/10157880965797934",
        "https://www.straitstimes.com/singapore/transport/singapore-hong-kong-air-travel-bubble-has-some-first-flights-sold-out",
        "https://forums.hardwarezone.com.sg/130798658-post13.html",
        "https://www.scmp.com/week-asia/explained/article/3109350/singapore-hong-kong-travel-bubble-all-you-need-know-about",
        "https://www.tourism.gov.hk/travel-bubble/en/singapore.html",
        "https://www.channelnewsasia.com/news/singapore/singapore-hong-kong-air-bubble-not-symmetrical-ong-ye-kung-13514782"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/ATB.jpg",
    "Truefalse": [],
    "Description": ""
}