{
    "link": "https://blackdotresearch.sg/tracetogether-token-gps-hari-raya/",
    "Title": "COVIDWatch: Are TraceTogether Tokens tracking your “every move” from 6am on Hari Raya?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nBelow is a translation of the message which was written in Malay:\n–\nInformation for all\nOn Hari Raya at 6am the GPS on all our Trace Together tokens will be activated. From there they will be able to track our every move. The SG together app on our phones will also be switched on.\nIf you are going anywhere, do not bring your token and uninstall SG Together.\nThis information is from a friend of an uncle who is working undercover monitoring our moves from the laptops inside their cars and vans. So please be careful.\n–\nIt is presumed that the “SG Together” app that was mentioned in the message refers to TraceTogether.\nThere are two claims being made in the message:\n\nTraceTogether Tokens can capture GPS data\nThe TraceTogether app can be ‘switched on’ by an external party\n\nLet’s address the claims one at at time.\nClaim #1: TraceTogether Tokens can capture GPS data\nFor the unacquainted, TraceTogether Tokens are part of the nationwide TraceTogether Programme and are used to “speed up contact tracing and improve its accuracy”. Just like the app, the Token uses Bluetooth signals to record other nearby TraceTogether devices.\nAccording to the TraceTogether website, the Token “does not capture GPS / geolocation data” and “does not have internet / cellular connectivity”. The Bluetooth data is also only stored in the Token, and the data can only be accessed in the event the Ministry of Health (MOH) approaches an individual to upload their data if it’s needed for contact tracing.\nAs an add-on, the TraceTogether app similarly does not collect or use physical location data (GPS, WiFi fingerprinting, cell ID) for its Bluetooth contact tracing function, making it “impossible […] to track a user’s location within Singapore”. As explained on the TraceTogether website, “the app doesn’t identify “where” the exposure to COVID-19 cases may have occurred. It only seeks to establish “who” else might have been exposed to the virus”.\nTherefore the claim that TraceTogether Token (or app) can capture GPS data and track the moves of individuals is false.\n\nClaim #2: The TraceTogether app can be ‘switched on’ by an external party\nFrom how the message is phrased, there is a suggestion that the TraceTogether app can be ‘switched on’ by an external party against the wishes of an individual.\nWhile it has been advised that individuals “keep the app running with full app permissions until the end of the outbreak”, TraceTogether’s functionality can be disabled by individuals at any time by turning Bluetooth off. For Android users, the app can also be paused from the option on their home screens.\nTherefore, the insinuation that the TraceTogether app can be ‘switched on’ by an external party is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/gpshariraya-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-11T04:15:15+00:00",
    "Links in content": [
        "https://support.tracetogether.gov.sg/hc/en-sg/articles/360052536514-How-does-the-TraceTogether-Token-work-and-what-are-its-features-",
        "https://support.tracetogether.gov.sg/hc/en-sg/articles/360043224874-Can-TraceTogether-track-the-location-of-all-phones-installed-with-the-TraceTogether-App-",
        "https://support.tracetogether.gov.sg/hc/en-sg/articles/360043735613-How-long-should-I-keep-the-App-running-Do-I-need-to-keep-my-phone-s-Bluetooth-turned-on-all-the-time-"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/gpshariraya-800x800.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}