{
    "link": "https://blackdotresearch.sg/social-gatherings-singapore-limited-to-2-pax/",
    "Title": "COVIDWatch: Are social gatherings in Singapore now limited to 2 pax?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 4 May, 7:45pm] We have updated the article with new measures that were announced on 4 May. The rating remains unchanged.\n–\nWe came across this message being forwarded on WhatsApp:\n\nThe author of the message seems to be suggesting that currently, only 2-people social gatherings are permitted as compared to the 8-person limit that kicked in during Phase 3.\nAccording to the FAQ page on the Ministry of Health’s (MOH) website which was last updated 22 April 2021, social gatherings of “up to any eight persons can take place, in premises that are open to the public”. If the gathering takes place at a home, “households may receive up to eight visitors per day”. In both scenarios, the eight individuals/visitors do not need to come from the same household.\nHowever, due to the rise in the number of COVID-19 cases in the community, stricter measures have been put in place recently.\nOn 30 April, it was announced that from 11:59pm on 1 May, all long-term pass holders and short-term visitors who have been in Bangladesh, Nepal, Pakistan, and Sri Lanka would be barred from Singapore.\nUnder new rules taking effect from 1 May to 14 May, occupancy limits for malls and large standalone stores will be reduced to one person per 10 sq m of gross floor area, down from one person per 8 sq m. Attractions will need to reduce their operating capacity to 50% from 7 to 14 May, while outdoor barbecue pits (including those in parks, HDB estates, condominiums, and country clubs) and campsites will be closed.\nOn 4 May, it was announced that limits on social gatherings and visitors to homes will be further reduced from 8 pax to 5 from 8 May to 30 May.\nIt is uncertain if the author of the message misinterpreted the announcement, but regardless, the claim that only 2-people social gatherings are permitted is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/2pax-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-03T08:03:17+00:00",
    "Links in content": [
        "https://www.moh.gov.sg/covid-19/faqs",
        "https://www.straitstimes.com/singapore/health/public-urged-to-cap-social-gatherings-at-2-a-day-measures-tightened-to-curb-covid",
        "https://www.channelnewsasia.com/news/singapore/cap-of-5-people-social-gatherings-household-visits-covid-19-moh-14742766"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/2pax-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}