{
    "link": "https://blackdotresearch.sg/covidwatch-are-checks-being-done-at-houses-during-hari-raya-by-nea-and-the-police/",
    "Title": "COVIDWatch: Are checks being done at houses during Hari Raya by NEA and the Police?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to this message being circulated on WhatsApp:\n\nThe message translates to: “Greetings bro. Take note. I received information from a friend who works in NEA. He advised to inform your siblings and relatives that on this Hari Raya, please do not visit your relatives’ houses. Also advise your children not to go visiting, because NEA and POLICE are doing plain clothes enforcement for those who go visiting. Please be advised.”\nNot the first time we’re hearing rumours about checks at residential units\nA few weeks ago, we did an article about several claims regarding spot checks being done at households around Singapore as part of the enforcement of COVID-19 Circuit Breaker measures that prohibit social gatherings.\nThe Singapore Police Force came forward to deny the claims in a Facebook post, stating that they “do not proactively conduct checks at residential units” to enforce safe distancing measures.\nThis time, the rumour has similarly been quashed by the Police in a Facebook post, which has stated that the claims being made are false.\n\n\n\n\n[FALSE RUMOUR ON NEA AND POLICE CHECKS ON RESIDENTIAL UNITS TO ENFORCE CIRCUIT BREAKER MEASURES] The Police would like…\nPosted by Singapore Police Force on Saturday, 9 May 2020\n\nThe post ends off with a reminder for individuals to refrain from spreading false rumours, and to comply with safe distancing measures.\n \nThus, the claim that NEA and Police officers are doing checks on residential units during Hari Raya is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/hariraya.jpg",
    "Iframe Sources": [],
    "date": "2020-05-12T08:34:52+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/covidwatch-are-spot-checks-being-done-at-homes-to-ensure-no-social-gatherings-are-happening/",
        "https://www.facebook.com/singaporepoliceforce/",
        "https://www.facebook.com/singaporepoliceforce/photos/a.10152380286964408/10159824319209408/?type=3"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/hariraya.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}