{
    "link": "https://blackdotresearch.sg/estate-ambassadors-hari-raya-spot-check/",
    "Title": "COVIDWatch: Are ‘estate ambassadors’ doing spot checks on households this Hari Raya?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this message being forwarded on WhatsApp:\n\nBelow is the full photo being shared:\n\nIn the photo, we see an individual wearing a polo t-shirt with the words ‘Estate Ambassador’ printed on the back. The individual appears to be at the void deck of a HDB block. The author of the message claims that in light of the upcoming Hari Raya period, individuals wearing these shirts would be deployed to do “house [checks] on [individuals]”.\nFor some context, due to the recent rise in COVID-19 cases in Singapore, it was announced on 4 May that limits on social gatherings and visitors to homes will be further reduced from 8 pax to 5 from 8 May to 30 May. Households will only be able to receive only up to five distinct visitors per day. Individuals are also advised to keep to a maximum of two social gatherings a day.\nLast year, festivities during the Hari Raya period were also affected by circuit breaker measures. Then, rumours about National Environment Agency (NEA) and police officers going to residential units to catch those flouting circuit breaker measures were floating around on social media and messaging apps. On 10 May 2020, the police debunked the claim with a Facebook post.\nEarlier in 2020, there were similar rumours being circulated, and both the police and NEA came forward to debunk the claim. In a statement, the police urged the public “not to spread unsubstantiated information which may cause public alarm”, while NEA responded to our request for clarification in our factcheck, stating that it does not employ Enforcement Officers (EOs) to conduct enforcement of safe distancing measures in homes.\nDuring the Chinese New Year period earlier this year, claims that temporary staff were being recruited to conduct spot checks at homes to ensure individuals do not surpass the maximum number of visitors permitted surfaced. Below is a screenshot of a WhatsApp message making the claim:\n\nThen, the Ministry of Sustainability and the Environment (MSE) clarified that “there is no such hiring exercise being conducted by agencies involved in the enforcement of safe distancing measures (SDMs) and safe management measures (SMMs)”, and that “there is no plan to hire an additional 5,000 SDAs for the Lunar New Year period”.\nHowever, it is important to note that while there was no recruitment drive being done, Education Minister Lawrence Wong said earlier that month that enforcement officers would be doing random spot checks to enforce the rule on household visits.\nHe said then: “We know it is not easy to enforce […] It may not be 100 per cent, because you can’t have people everywhere, in every home, checking 100 per cent of the time. But we will get feedback from residents themselves, we will be doing random checks.”\nWhat are ‘estate ambassadors’?\nWhen we did a Google search of the term ‘estate ambassadors’, we were led to an article on MustShareNews which reported on the matter.\nThe article shared a Facebook post by Nee Soon Town Council which clarified that estate ambassadors simply go around Nee Soon to look out for cleanliness and maintenance issues. The post also debunked the claim that they conduct house checks to ensure individuals are abiding to safe distancing measures:\n\nTherefore, the claim that ‘estate ambassadors’ will be going around to do house checks during the Hari Raya period is false.\n\nWe reached out to MSE for clarification on whether or not EOs would be doing spot checks. They clarified that the role of EOs is to patrol public spaces.\nTherefore, it is false that spot checks would be done on households.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/estateamb-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-11T03:21:14+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/cap-of-5-people-social-gatherings-household-visits-covid-19-moh-14742766",
        "https://www.straitstimes.com/singapore/coronavirus-police-dismiss-another-rumour-circulating-online",
        "https://www.facebook.com/singaporepoliceforce/photos/a.10152380286964408/10159824319209408/?type=3&theater",
        "https://blackdotresearch.sg/covidwatch-are-spot-checks-being-done-at-homes-to-ensure-no-social-gatherings-are-happening/",
        "https://blackdotresearch.sg/covidwatch-will-sdas-be-checking-peoples-homes-during-chinese-new-year/",
        "https://www.straitstimes.com/singapore/health/ministry-debunks-audio-clip-about-people-being-hired-to-spot-check-households",
        "https://www.straitstimes.com/singapore/health/toss-the-yusheng-but-dont-toss-aside-that-face-mask",
        "https://mustsharenews.com/nee-soon-house-checks/",
        "https://www.facebook.com/neesoon.tc/posts/2915060922103269"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/estateamb-800x800.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}