{
    "link": "https://blackdotresearch.sg/covid19-singapore-which-vaccine/",
    "Title": "VACCINEWatch: Are individuals in Singapore not told which vaccine they’ll get?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across a conversation on a public Telegram group:\n\nIndividual #1 (indicated in blue) states that the public will not be informed about which COVID-19 vaccine they have been administered.\nIn response, individual #2 (indicated in orange) rebukes the claim, saying that nurses would “inform you on the spot” about the vaccine that you are getting. Further down the conversation, individual #3 (indicated in green) similarly rebukes individual #1’s claim, saying that “Singapore is very transparent” and that “you will know which vaccine you get if you ask on the spot”.\n\nFor context, there are currently two COVID-19 vaccines approved for use in Singapore – Pfizer-BioNTech and Moderna.\nThere are two contradictory claims made in the conversation:\n\nYou would not be told which vaccine you have been administered\nA nurse/healthcare professional will inform you on the spot about the vaccine you will be administered\n\nLet us look at whether or not there is any truth in each claim.\nClaim #1: You would not be told which vaccine you have been administered\nAs mentioned earlier, there are currently two COVID-19 vaccines that have been approved for use in Singapore – Pfizer-BioNTech and Moderna. The Pfizer-BioNTech vaccine has been administered to individuals since the start of Singapore’s vaccination drive, while the Moderna vaccine has only been administered to individuals from 17 March.\nIn an announcement on 16 March by the Ministry of Health (MOH), it is also mentioned that the Moderna vaccine would only be available at four new vaccination centres – Hong Kah North Community Club, Marsiling Community Club, Punggol 21 Community Club and Radin Mas Community Club. All other vaccination centres, polyclinics and selected Public Health Preparedness Clinics (PHPCs) will continue to offer the Pfizer-BioNTech vaccine.\nAdded MOH: “Each vaccination centre will stock and administer only one type of vaccine. Individuals must select the same vaccination centre for both their first and second appointments, when booking via the national appointment system.” The Moderna vaccine will eventually be available at more vaccination centres as more supplies of it arrive in Singapore.\nTherefore, given that each vaccination centre only stocks one type of vaccine, and there are only 4 centres that administer the Moderna vaccine, it is inaccurate to say that individuals are not aware about the vaccine they are getting when they book their appointments.\nIn addition, an image of a vaccination card shared with us by a fully-vaccinated individual indicates very clearly which vaccine was administered:\n\nTherefore, the claim that individuals will not be aware of which vaccine they have been administered is false.\n\nClaim #2: A nurse will inform you on the spot about the vaccine you will be administered\nIt is important to note that while both individuals #2 and #3 mentioned that the public can know “on the spot” which vaccine they are administered, #2 seems to be saying that a nurse/healthcare professional would voluntarily offer that information without any prompts while #3 seems to be saying that the information would only be given if asked by the person receiving the vaccine.\nOnce again, whether or not someone is receiving the Pfizer-BioNTech or Moderna vaccine should be already apparent when one books an appointment at a particular vaccination centre. There is also no logical reason as to why an individual would be denied an answer if they ask about the vaccine they are going to be getting.\nHowever, it is uncertain whether or not it is part of the SOP for those administering the vaccine to voluntarily offer that information pre-jab, given that it is already assumed that an individual should already be aware of the vaccine they will be getting during registration.\nTherefore, the claim that a nurse/healthcare professional will inform you on the spot about the vaccine you will be administered without any prompting is unproven.\n\nWe have reached out to MOH and will update the piece when we get a reply.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/vaccineonthespot-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-30T01:17:37+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/health/moderna-covid-19-vaccine-to-start-being-administered-at-four-new-vaccination"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/vaccineonthespot-800x800.png",
    "Truefalse": [
        "false",
        "unproven"
    ],
    "Description": ""
}