{
    "link": "https://blackdotresearch.sg/covidwatch-can-you-delete-your-tracetogether-data-by-smsing-this-number/",
    "Title": "COVIDWatch: Can you delete your TraceTogether data by SMSing this number?  ",
    "Tags": [],
    "Paragraphs": "\n[Update: 21 Jan 2021, 5:10pm] We have updated the article and its rating following clarification from GovTech.\n–\nAccording to an article on website RoC Research, individuals might be able to get their TraceTogether data removed via SMSing a certain number.\nIn the article, the author included what appears to be an email correspondence with two TraceTogether representatives:\n\nIn the correspondence, the TraceTogether representatives allegedly stated that besides the email informing his interest in de-registering, he also needs to text ‘DEREGISTER” to +65-8318-4444 and delete the TraceTogether app from his phone. One of the representatives mentioned following that, his mobile number, identification details and TraceTogether ID would then be deleted from their server and all the Bluetooth data would no longer be associated to the author.\nThe author then clarified if other individuals would also then be able to de-register directly via the SMS method or if they would still need to email the TraceTogether team, to which one of the representatives confirmed (in rather questionable English) that “everyone will be able able to use this method ‘DEREGISTER’ keyword and +65-8318-4444 to deregister (sic)”.\nOn a HardwareZone thread regarding this method, a forum member uploaded what appears to be a screenshot of a successful request via the SMS method:\n\nEmail + SMS, Email-only or SMS-only?\nAccording to the TraceTogether website, individuals who are interested to have their identification data deleted would be able to do so by emailing support@tracetogether.gov.sg with the mobile number they registered in the App and the last 4 characters of their NRIC / FIN / Passport number. TraceTogether app users would then need to delete the app, while those using the token would need to return their physical token.\nThere is no mention of any number to SMS as a step needed in the process of de-registering.\nWe did our own experiment and texted the above-mentioned number. We received the same message as the HWZ forum user:\n\nA two-step process\nGovTech confirmed that the number is indeed legitimate. However, this is the second part of a two-step process. To successfully de-register oneself, individuals need to first email the TraceTogether team, receive the acknowledgement email and then only proceed to send the SMS.\nTherefore, the claim that individuals can de-register by simply sending an SMS is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/01/ttsms-800x800.png",
    "Iframe Sources": [],
    "date": "2021-01-20T03:07:49+00:00",
    "Links in content": [
        "https://research.reignofcomputer.com/2021/01/09/tracetogether-safeentry-and-the-erosion-of-public-trust/",
        "https://forums.hardwarezone.com.sg/eat-drink-man-woman-16/%5Bsic%5D-text-deregister-65-8318-4444-delete-your-tracetogether-data-6445611.html",
        "https://support.tracetogether.gov.sg/hc/en-sg/articles/360043735713-How-can-I-stop-sharing-my-data-",
        "mailto:support@tracetogether.gov.sg",
        "https://mothership.sg/2021/01/tracetogether-how-to-delete-data/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/01/ttsms-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}