{
    "link": "https://blackdotresearch.sg/covidwatch-can-members-of-the-public-certify-they-are-covid-free-at-sgh/",
    "Title": "COVIDWatch: Can members of the public certify they are COVID-free at SGH?  ",
    "Tags": [],
    "Paragraphs": "\nIn this piece, we’re taking a closer look at a claim that has already been debunked.\nOn 24 August, Singapore General Hospital (SGH) took to their Facebook page to clarify the truth behind a text message that has allegedly been circulating on social media platforms.\n\n\n\n\nIt has come to our attention that a text message is circulating on social media platforms that public who are well can…\nPosted by Singapore General Hospital on Monday, 24 August 2020\n\nSGH mentioned in their post that the message being circulated claims that the public who are well can come to SGH for a screening test to certify that they are COVID 19-free. SGH asserted that they do not offer the test to members of the public who do not meet the screening criteria.\nIn the post, we see what seems to be a photo of a phone with a website open on it. The white text at the top of the screen translates to “News on the epidemic in Singapore”.\nThe information is dated 24 August, and the header (in bold black text) loosely translates to “You’ll be able to book an appointment to get a Nucleic Acid Test done for COVID-19 on the 7th floor of Singapore General Hospital”.\nWhat’s interesting to note is that the header also includes the words “回国”, which translates to “to return home”. It is not mentioned who the intended audience of the notice is, but there’s a suggestion from the inclusion of those two words (and the fact that the information was in Chinese) that the information might not be for the regular Singaporean.\nIn what could be related news posted on 21 August, the Chinese Embassy in Singapore issued an announcement stating that from 28 August, all foreign travellers flying from Singapore to China are required to take a “nucleic acid test for COVID-19 and apply for certified Health Declaration Form” within five days before boarding their flight. The announcement also states that passengers will be able to choose from any hospital or clinic listed on the Singapore Ministry of Health’s website. It is not clear if the message that was being circulated was in reference to this announcement.\nGoing back to said message, we see a line that mentions the required documents/materials (“需要材料”) for the test. While part of the line has been obscured by the red text which calls it out as fake news, we can see the words “护照” (“passport”) clearly. From what we can make out, we’re guessing that the next part of the line states “工作准证”, which translates to “work pass”.\nIf this is the case, this could very well mean that the message was perhaps intended for Chinese residents working in Singapore who have plans to return home.\nApart from this, the rest of the message includes the address of SGH, that the cost of the test (“检测费用”) is $280, and that individuals should go directly to the hospital to queue and book their appointment.\nThe message also ends with a rather puzzling postscript which translates to “Do not call the hospital to book the appointment!”. If anything, this advice should ring some alarm bells because one would logically assume that at a time like this, the last thing healthcare facilities would want is overcrowding from a surge of unexpected visitors.\nWhile there is a lot of mystery surrounding this message (Who is the intended audience? Who crafted the message and what are their intentions?), one thing is certain – in a time of rampant mis/dis/mal-information, do not believe anything you come across until official sources verify them.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/sghfake.jpg",
    "Iframe Sources": [],
    "date": "2020-08-26T07:16:13+00:00",
    "Links in content": [
        "https://www.facebook.com/SingaporeGeneralHospital/photos/a.10152212492781681/10157208015866681/?type=3&theater",
        "https://www.facebook.com/SingaporeGeneralHospital/",
        "https://www.facebook.com/SingaporeGeneralHospital/photos/a.10152212492781681/10157208015866681/?type=3",
        "https://www.rafflesmedicalgroup.com/family-medicine/healthcare-schemes/covid19-testing",
        "http://www.chinaembassy.org.sg/eng/gdxw/t1807992.htm"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/sghfake.jpg",
    "Truefalse": [],
    "Description": ""
}