{
    "link": "https://blackdotresearch.sg/singapore-malaysia-borders-vaccinated-may-2021/",
    "Title": "COVIDWatch: Can vaccinated Singaporeans travel to Malaysia from 1 May 2021?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 13 April, 9:20am] We have updated the article to include news of the leaders of Singapore and Malaysia meeting on 4 May to discuss the reopening of borders, among other topics.\n–\nWe came across this message being forwarded on WhatsApp:\n\nThe message claims that the Singapore and Malaysia governments have agreed to “start the borders” from 1 May 2021, and this “only applies to people who have already been vaccinated”. We are assuming that “start the borders” refers to an opening of borders instead.\nThe message also shares what looks to be one rather long URL from CNA. However if you were to look closely, you will realise that there are two “https” in the long chain, which is indicative of two separate URLs.\nIf you were to click on the links, the first does lead to CNA’s main page, but the second link leads to…well. For the sake of everyone, we’ll leave the clicking up to our more curious readers, but it’s essentially an image of a gorilla flipping the camera off.\nInterestingly enough, this similar link was shared in yet another ‘viral’ WhatsApp message that had been circulating in March last year:\n\nAccording to the message, all Singapore citizens are entitled to $2,000 CPF withdrawal from their Ordinary Accounts from 1 April 2020. The message also included a link that allegedly leads to an article on how to do the claim. However, recipients of the message were able to quickly deduce that the link is a sham thanks to a preview of the URL.\nHowever, is there any truth in the claim that the Malaysia-Singapore borders will be opened to vaccinated individuals from 1 May 2021?\nWeekend trips to JB from 1 May 2021?\nEarlier on 23 March, Singapore Foreign Minister Vivian Balakrishnan met his Malaysian counterpart Hishammuddin Hussein for a “discussion on their respective national vaccination roll-out plans which are underway in Malaysia and Singapore, and how this could facilitate cross-border travel between both countries in the near future”. Both sides also remain committed to “progressively restore” cross-border travel for other groups of travellers, in addition to the Reciprocal Green Lane (RGL) and Periodic Commuting Arrangement (PCA).\nFor context, RGL allows cross-border travel for essential business and official purposes, and the PCA is open to Malaysians who are Singapore permanent residents working in Singapore, as well as citizens and permanent residents of both countries who hold long-term immigration passes in the other country. Under the PCA, approved travellers/employees are required to remain in their country of employment for at least 90 days before returning to their home country for short-term home leave.\nIn a joint press conference after the meeting, Dr Balakrishnan said that operational details on the proposed mutual certification of vaccine certificates will be finalised soon, before the next leaders’ retreat. “We hope by the time our prime ministers meet, we can make a significant announcement which will allow those of us with families on both sides of the Causeway to meet again, to allow businesses to resume, which will allow safe tourism and we can hopefully look forward to a more busy Causeway,” said Dr Balakrishnan.\nAs for the RGL, Dr Balakrishnan said that Singapore would review the suspension of the arrangement with Malaysia. Due to the resurgence of COVID-19 cases worldwide, Singapore had suspended RGL arrangements with Malaysia, Germany, and South Korea for three months from 1 February. Said Dr Balakrishnan: “[Although] the RGL is suspended, we are going to review it and we will look at the arrangements. We may be able to implement it (again) from May.”\nOn 13 April, Mr Hishammuddin Hussein said that Malaysian Prime Minister Tan Sri Muhyiddin Yassin would be making an official visit to Singapore to meet Singapore Prime Minister Lee Hsien Loong on 4 May to discuss the re-opening of the Malaysia-Singapore border, among other topics.\nTherefore, while there is a possibility that the RGL (which affects individuals who need to travel on business and official purposes) might be implemented again from May 2021, it is likely false that the borders will be open for all vaccinated individuals on 1 May 2021.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/04/sgmyborder-800x800.png",
    "Iframe Sources": [],
    "date": "2021-04-12T04:44:09+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/",
        "https://external-preview.redd.it/vxPXEGgL4v8mCGw06IFGsmJNtqWQg-z60xQQ79dHKPY.jpg?auto=webp&s=db7685262e9b352a4888e547f52a244e2ea2cb9f",
        "https://blackdotresearch.sg/covidwatch-can-singaporeans-withdraw-2000-from-their-ordinary-accounts-from-1-april/",
        "https://safetravel.ica.gov.sg/rgl/requirements-and-process",
        "https://safetravel.ica.gov.sg/pca/overview",
        "https://www.channelnewsasia.com/news/singapore/singapore-green-lane-covid-19-malaysia-germany-korea-14074208",
        "https://www.straitstimes.com/asia/se-asia/malaysian-pm-muhyiddin-to-visit-singapore-on-may-4-to-discuss-reopening-of-border?utm_campaign=stfb&utm_medium=social&utm_source=facebook&fbclid=IwAR0MxItaYVlUBPhUrH_SAYirG9-VCfykeqGMZVYInNXTmzvZDqkR_PZZrvk"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/04/sgmyborder-800x800.png",
    "Truefalse": [
        "likely false"
    ],
    "Description": ""
}