{
    "link": "https://blackdotresearch.sg/covidwatch-did-this-individual-need-to-quit-his-job-because-his-tenant-works-at-a-nursing-home/",
    "Title": "COVIDWatch: Did this individual need to quit his job because his tenant works at a nursing home?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to this Facebook post:\n\n\n\n\nI lost job and income due to Covid19 & bloody govt regulations. Let me explain:I was working as a part-time van driver…\nPosted by Gek Poh on Sunday, 17 May 2020\n\nLet’s break down the post into point form for some clarity:\n\nIndividual works as a part-time van driver for a cleaning company that is deemed as an essential service\nOther source of income comes from renting our his house’s common room to a Filipino tenant\nTenant works as a staff nurse at a nursing home\nMOH issued new guidelines that disallows him to continue working because tenant works in a nursing home\nMOH’s new guidelines also states that tenant needs to move out and stay in a hotel if anyone else in the place she is staying in is also working during the Circuit Breaker period\nIndividual quit his van-driving job so that he can continue renting his common room to his tenant\n\nThere are two claims being made in the post:\n\nHe is not allowed to continue working at his own job because of tenant’s job\nTenant needs to move out because he is also working in an essential service during the Circuit Breaker period\n\nDo these MOH guidelines even exist?\nIt is uncertain which MOH guideline/policy the individual is referring to, and several netizens have also brought up their doubt about the claims being made:\n\n“There are many health care workers who are tenants or living with families and the rest of people in the same household are still allowed to work.”\n\n“My wife also working in hospital as frontliner.. no such issue for me to work as grab also..”\n\n“They have the option to go home or stay at the alternate accommodation.”\n\n“I’ve literally never heard of anyone being unable to work because someone is working in healthcare in the same household.”\n\n“Actually she isn’t supposed to be staying with you for the circuit breaker period”\nMOH and MSF’s support measures for staff at nursing homes\nMOH and Ministry of Social and Family Development (MSF) announced additional support measures for all Homes in Singapore serving the elderly on 2 May. One of these measures was that all residents and employees at nursing homes and other such facilities serving the elderly will be tested for COVID-19.\nMOH and MSF would also work the Homes to “facilitate lodging for staff who interact with residents of Homes at designated accommodation facilities on-site or at hotels, to reduce their exposure to the community during the circuit breaker period”.\nArrangements will be made for all staff to stay in hotels if the Home they work at is unable to house them on-site.\nLet’s see how this ties in with the claims being made.\nClaim 1: Tenant needs to move out because he is also working in an essential service during the Circuit Breaker period\nGiven that his tenant works at a nursing home, her needing to move out to stay on-site at her workplace or at a hotel is true, but the claim that this is linked to him working in an essential service is false.\n\nMore importantly, his tenant technically isn’t supposed to be staying with him during the Circuit Breaker period in the first place, which makes what he is saying even more confusing.\nClaim 2: He is not allowed to continue working at his own job because of tenant’s job\nThere is no evidence of any guideline suggesting that this is the case, and the claim is therefore unproven.\n\nRegardless, we have reached out to MOH for clarification, and will update the article when we get a response.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/nursinghome.jpg",
    "Iframe Sources": [],
    "date": "2020-05-22T02:49:31+00:00",
    "Links in content": [
        "https://www.facebook.com/gek.poh.9",
        "https://www.facebook.com/gek.poh.9/posts/10213541720216801",
        "https://www.moh.gov.sg/news-highlights/details/additional-covid-19-support-measures-for-all-homes-serving-the-elderly",
        "https://mothership.sg/2020/05/nursing-home-staff-covid-19/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/nursinghome.jpg",
    "Truefalse": [
        "true",
        "false",
        "unproven"
    ],
    "Description": ""
}