{
    "link": "https://blackdotresearch.sg/vaccination-centre-moderna-pfizer-singapore/",
    "Title": "VACCINEWatch: Did individuals book their appointments based on a “wrong list” of vaccination centres?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this comment on Facebook:\n\nThe comment was in response to an article on The Straits Times which mentions that members of the public are now able to refer to the Ministry of Health’s website, where a full list of vaccination centres and vaccines has been made available.\nFor context, two COVID-19 vaccines have been approved for use in Singapore – Pfizer-BioNTech and Moderna. The Pfizer-BioNTech vaccine has been administered to individuals since the start of Singapore’s vaccination drive, while the Moderna vaccine has only been administered to individuals from 17 March.\nIn an announcement on 16 March by MOH, it was made known that the Moderna vaccine would be available at four new vaccination centres – Hong Kah North Community Club, Marsiling Community Club, Punggol 21 Community Club and Radin Mas Community Club. All other vaccination centres, polyclinics and selected Public Health Preparedness Clinics (PHPCs) would continue to offer the Pfizer-BioNTech vaccine.\n“Each vaccination centre will only stock and administer one type of vaccine. Individuals must select the same vaccination centre for both their first and second appointments, when booking via the national appointment system,” said MOH. Given that each vaccination centre only stocks one type of vaccine and that there were only 4 centres that were announced to be administering the Moderna vaccine, individuals would be able to make an educated guess about the vaccine they are getting when booking their appointment. The number of days in between each vaccination appointment (21 days for Pfizer-BioNTech, 28 days for Moderna) would also offer a clue on which vaccine one will be administered.\nReferring to the current list on MOH’s website, we see that the Moderna shot is now being administered at 11 vaccination centres. The seven new centres that have been added are Kolam Ayer Community Club, Buona Vista Community Club, Potong Pasir Community Club, Tampines East Community Club, Woodlands Community Club, Kebun Baru Community Club, and Yew Tee Community Club.\n\nOn the registration page, we also see a notice informing individuals that “due to the strong demand for COVID-19 vaccinations in Singapore and limited supplies”, there may be limited slots available at locations.\nBack to the comment, we see that the author claimed that MOH had “quietly rectified the list of vaccination centres without notifying those who already made their appointments” and that these individuals had made their appointments based on a “wrong list of Pfizer/Moderna centres”.\nWe also see that the comment had been edited once:\n\nLooking through the edit history, we see that the line “Source: Fullerton Health buona vista vac team” was added almost 4 hours after the initial comment. It is uncertain how exactly the author got this information and why the author decided to add in a source at a later stage.\nRegardless, there is a strong insinuation that MOH did not deliver on a promise to update and notify individuals when/if the vaccine they are administered changes.\nUsing WayBack Machine on the URL that leads to the list of vaccination centres, we could get hold of two times when the page was saved – one on 18 February and the other on 8 March.\n\nBelow is a screenshot of the saved page from 8 March:\n\nAs seen, there is no mention of which vaccine is available at which centre. However, it is important to note that the Moderna vaccine was only administered from 17 March. This means that by default, all the centres listed in the screenshot above were administering the Pfizer-BioNTech vaccine.\nTherefore, while it is true that the list was updated to reflect changes in the vaccination centres and the vaccines they’re administering, the insinuation that MOH didn’t deliver on a promise to notify/update individuals on the vaccine they’ll be getting is false, given that there was such no promise in the first place.\n\nAs a matter of fact, Health Minister Gan Kim Yong even said that individuals would not be allowed to choose what kind of vaccine they will receive back in January. This is reiterated on MOH’s FAQ page on vaccination:\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/04/vaccentrelist-800x800.png",
    "Iframe Sources": [],
    "date": "2021-04-14T09:53:32+00:00",
    "Links in content": [
        "https://www.facebook.com/TheStraitsTimes/posts/10157832583002115",
        "https://www.vaccine.gov.sg/locations-vcs",
        "https://www.straitstimes.com/singapore/health/moderna-covid-19-vaccine-to-start-being-administered-at-four-new-vaccination",
        "https://www.straitstimes.com/singapore/health/moderna-covid-19-vaccine-to-start-being-administered-at-four-new-vaccination",
        "https://www.channelnewsasia.com/news/world/covid-19-vaccines-comparison-pfizer-sinovac-moderna-13784890",
        "https://preregister.vaccine.gov.sg/",
        "https://web.archive.org/web/20210308024344/https://www.vaccine.gov.sg/locations-vcs",
        "https://mothership.sg/2021/01/get-vaccinated-now-gan-kim-yong/",
        "https://www.moh.gov.sg/covid-19/vaccination"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/04/vaccentrelist-800x800.png",
    "Truefalse": [],
    "Description": ""
}