{
    "link": "https://blackdotresearch.sg/wuhanwatch-doctors-thailand-find-the-cure-for-wuhan-coronavirus/",
    "Title": "COVIDWatch: Did Doctors In Thailand Find The Cure For COVID-19?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update: 5 February, 9:42am]  Yesterday (4 February), Professor Tan Chorh Chuan, chief health scientist at the Ministry of Health (MOH) confirmed that antiviral drugs lopinavir and ritonavir, typically used for the treatment of HIV and AIDS, are being used on a “small number” of novel coronavirus patients in Singapore. \n“The trials are being done in China and other places, but they’re being used here. We need to see the results of the trials to see how effective they are, but the results so far from other studies have looked quite promising,” he said, adding that the results of the clinical trials “should be out, we hope, in the weeks ahead”.\nHealth Minister Gan Kim Yong also revealed that while there is no cure for the novel coronavirus for now, “there are significant efforts looking into developing a treatment and protocol” to help patients recover.\nThe update on the progress of the treatment comes with news that one of the earlier confirmed cases (case 7), a 35-year-old male Wuhan resident, has been discharged from NCID after recovering and being “comprehensively tested negative for the virus”. \nAssociate Professor Kenneth Mak, director of medical services at MOH added that “at least three patients (confirmed cases) are not showing any symptoms at all and are well”, and that many of them continue to make good progress.\nAs of 2pm yesterday, 6 new cases of the novel coronavirus were confirmed. Of the 6, four of them constitute “limited local transmission”, but Mr Gan said there “there is […] no evidence of widespread community transmission”.\nThree of the local transmission cases can be traced to contact with recent travellers from Mainland China, while the fourth case is a close contact of one of the local transmission cases. \n–\nYesterday (2 February), the Thai health ministry announced that a 71-year-old Chinese woman infected with the Wuhan coronavirus showed “dramatic improvement after she was treated with a cocktail of anti-virals used to treat flu and HIV”.\nDuring a press briefing, Dr Kriengsak Attipornwanich stated that the patient tested negative for the virus 48 hours after Thai doctors administered the combination of anti-flu drug oseltamivir with lopinavir and ritonavir, anti-virals used to treat HIV.\n“From being exhausted before, she could sit up in bed 12 hours later,” he revealed.\nDr Kriengsak Attipornwanich added: “The outlook is good but we still have to do more study to determine that this can be a standard treatment.”\nSomsak Akkslim, director-general of the Medical Services Department also said that the health ministry will meet today (3 February) to “discuss the successful treatment”, but stated that “it is still too soon to say that this approach can be applied to all cases”.\nThailand’s health ministry is currently awaiting research results to prove the findings.\nWhile the Beijing branch of China’s National Health Commission (NHC) had said earlier on 26 January that a combination of lopinavir and ritonavir, sold under the brand name Kaletra (also known as Aluvia) by biopharmaceutical company AbbVie Inc. is being used as “part of its latest treatment plan” for infected, Thai doctors believe that a cocktail of lopinavir and ritonavir with oseltamivir “seemed to improve the treatment”.\nAbbVie Inc. announced last week that it was donating CNY 10 million (approx. US$1.4 million) worth of Kaletra to Chinese health authorities as an “experimental option”.\nOutside of China, Thailand has the second highest number of confirmed cases at 19, behind Japan’s 20.\nAt time of publication, it has been reported that eight patients in Thailand have recovered from the coronavirus and returned home. 11 remain in hospital.\nCould this be the cure?\nAs a quick background, Kaletra/Aluvia is a combination product containing two medications: lopinavir and ritonavir. This prescription medicine is used for the treatment of HIV infection in adults and children 14 days of age and older.\nIn recent study “Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China” published in medical journal The Lancet, Chinese researchers cited a historical control study where “a combination of lopinavir and ritonavir among SARS-CoV patients was associated with substantial clinical benefit (fewer adverse clinical outcomes)”.\nThey added that a “randomised controlled trial” had been “initiated quickly to assess the efficacy and safety of combined use of lopinavir and ritonavir in patients hospitalised with 2019-nCoV infection” in Jin Yin-tan Hospital in Wuhan, China.\nHowever, the study also noted its limitations. For one, that it was a “modest-sized case series of patients” (only 41 patients were studied) and that there were no paediatric or adolescent patients reported in their study.\nIt concluded that further studies are still required to test the effectiveness of the treatment.\n–\nWe have reached out to the Ministry of Health to ask if the ‘drug cocktail’ announced by the Thai health ministry has been proven to work on infected patients, and what methods hospitals in Singapore are currently adopting to treat confirmed cases.\nTherefore, saying that the combination of anti-flu drug oseltamivir with lopinavir and ritonavir is the cure for the Wuhan coronavirus is still unproven, because the Thai health ministry is still awaiting research results to prove the findings.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/530369.jpg",
    "Iframe Sources": [],
    "date": "2020-02-03T07:37:03+00:00",
    "Links in content": [
        "https://www.todayonline.com/singapore/results-using-hivaids-drugs-fight-wuhan-novel-coronavirus-patients-singapore-promising-moh-chief",
        "https://www.channelnewsasia.com/news/singapore/wuhan-coronavirus-virus-singapore-hiv-drugs-treat-12391030",
        "https://www.moh.gov.sg/news-highlights/details/confirmed-cases-of-local-transmission-of-novel-coronavirus-infection-in-singapore",
        "https://www.todayonline.com/world/thailand-sees-apparent-success-treating-virus-drug-cocktail",
        "https://www.channelnewsasia.com/news/asia/wuhan-coronavirus-hiv-flu-drugs-remedy-thailand-12383016",
        "http://wjw.beijing.gov.cn/xwzx_20031/xwfb/202001/t20200126_1621354.html",
        "https://www.fiercepharma.com/pharma-asia/china-repurposes-abbvie-hiv-dug-as-big-pharma-rallies-to-help-combat-deadly-coronavirus",
        "https://mp.weixin.qq.com/s/qtlQPMVrOWeoZ3jndjIPdw",
        "https://aidsinfo.nih.gov/drugs/316/kaletra/0/patient",
        "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30183-5/fulltext"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/530369.jpg",
    "Truefalse": [],
    "Description": ""
}