{
    "link": "https://blackdotresearch.sg/covidwatch-did-this-fight-break-out-in-a-migrant-worker-dorm-in-singapore/",
    "Title": "COVIDWatch: Did this fight break out in a migrant worker dorm in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a video being circulated on Whatsapp:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/04/WhatsApp-Video-2020-04-22-at-9.49.04-AM.mp4\nFrom what we know, there is no context being forwarded along with the video, but given the recent attention on migrant workers and the dismal living conditions in their dormitories, the video seems to have gained some traction with many assuming that this clip might have been taken in a Singapore dormitory.\nSo where did it happen?\nWhile we were unable to find anything on Tineye, a check on Google images brings up a link to this post on Facebook:\n\n\n\n\n#Bangladash vs #Pakistan  @ quarantine place of #Dubai\nPosted by पि कुमार भारतीय on Monday, 20 April 2020\n\nThe caption, “#Bangladesh vs #Pakistan @ quarantine place of #Dubai” suggests that the video depicts a tussle between individuals from Bangladesh and Pakistan at a quarantine facility in Dubai.\nOur Google image search brings us to yet another Facebook post:\n\n\n\n\nকোয়ারেন্টাইনে কুরুক্খেত্র!! সোমবার (১৩এপ্রিল) রাতে দুবাইতে কোয়ারান্টিনে থাকা  বাংলাদেশী ও পাকিস্তানী দুই প্রবাসী গ্রুপের মধ্যে সংঘর্ষ হয়।  দুবাই থেকে আমাদের স্থানীয় প্রতিনিধি জানিয়েছেন, সেখানে অবস্থানরত বাংলাদেশী প্রবাসীরা অনেকেই আহত হয়েছেন। তবে ঘটনার কারণ ও হতাহতের কোন খবর পাওয়া যায়নি।\nPosted by TV3 Bangla on Monday, 13 April 2020\n\nThe caption translates to: “The clash between two Bangladeshi and Pakistani expatriates in Quarantine in Dubai on Monday (April 9th). Our local representative from Dubai said many Bangladeshi expatriates living there were injured. However, no casualties were reported.”\nWhile the two sources corroborate with each other on what was taking place in the clip, we were unable to find any other news reports on a clash between individuals from Bangladeshi and Pakistani individuals in a quarantine facility in Dubai.\nThe claim that this is a video taken at a Dubai quarantine facility is therefore unproven.\n\nBringing it back to Singapore, the lack of context and evidence also leads us to conclude that for now, the assumption that this took place in a local dormitory is also unproven.\n\nWe have reached out to MOM for clarification on this, and will update our post when we get a reply.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/dorm1.jpg",
    "Iframe Sources": [],
    "date": "2020-04-22T08:21:14+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2020/04/WhatsApp-Video-2020-04-22-at-9.49.04-AM.mp4",
        "https://www.facebook.com/Pkumarbharatiya/",
        "https://www.facebook.com/Pkumarbharatiya/posts/248711596512024",
        "https://www.facebook.com/104785954504944/videos/831340644016659/",
        "https://www.facebook.com/TV3-Bangla-104785954504944/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/dorm1.jpg",
    "Truefalse": [
        "unproven",
        "unproven"
    ],
    "Description": ""
}