{
    "link": "https://blackdotresearch.sg/vaccination-polyclinic-compulsory-1-october/",
    "Title": "COVIDWatch: Do individuals need to be vaccinated to see a doctor at a polyclinic from 1st Oct?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nAccording to the author, their father was told that vaccines are compulsory if individuals want to see a doctor at a polyclinic come 1st October this year. The author’s father was allegedly told this information by a doctor working at a polyclinic.\nHowever, commenters on the post have mostly come out to refute the claim made, saying that there has been no such announcement made by the Ministry of Health (MOH) and there might have been a misunderstanding. Additionally, getting vaccinated, while encouraged, is still something done on a voluntary basis.\n\nFor context, there are currently 20 polyclinics in Singapore acting as ‘one-stop’ healthcare centres that provide subsidised primary care, which includes primary medical treatment, preventive healthcare and health education. The polyclinics are operated by National Healthcare Group (6 polyclinics), SingHealth (8 polyclinics), and the National University Health System (6 polyclinics).\nOn 16 August 2021, the Ministry of Health (MOH) announced that from 19 August 2021, unvaccinated visitors will have to show a negative COVID-19 test result before they are able to enter hospital wards. Vaccinated visitors need to show their vaccination status on the HealthHub or the TraceTogether mobile application as proof of vaccination to enter.\nWe also read that MOH announced that from 1 October 2021, those who are partially vaccinated (i.e. one dose of the vaccine) will be required to show a negative pre-visit COVID-19 test result before being allowed to visit hospital wards.\nIt is important to note that the announcement only covers hospitals, and even so, only states that those who are unvaccinated need to show a negative COVID-19 test result before they are able to enter the wards.\nWhen we did a check on the polyclinic’s websites, we also see COVID-19 related announcements in relation to visitors to polyclinics. Below are screenshots from the three polyclinic operators’ websites.\n\n\n\nAs seen, there is no announcement of current or upcoming rules which require individuals to be vaccinated to see a doctor at a polyclinic.\nTherefore, given the current mandate that vaccination, while encouraged, is done on a voluntary basis and that there has been no announcement of such a rule, the claim that individuals need to be vaccinated to see a doctor at a polyclinic come 1st October 2021 is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/polyclinicvax-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-01T07:48:28+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/514116763219035/posts/528500788447299/",
        "https://www.gov.sg/article/what-you-should-know-about-the-covid-19-vaccine",
        "https://www.moh.gov.sg/home/our-healthcare-system/healthcare-services-and-facilities/primary-healthcare-services",
        "https://www.nhgp.com.sg/",
        "https://polyclinic.singhealth.com.sg/",
        "https://www.nup.com.sg/",
        "https://www.todayonline.com/singapore/unvaccinated-hospital-visitors-must-test-negative-covid-19-entering-wards-aug-19-moh"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/polyclinicvax-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}