{
    "link": "https://blackdotresearch.sg/covid-19-vaccine-magnetic/",
    "Title": "VACCINEWatch: Do COVID-19 vaccines contain metals that make you magnetic?  ",
    "Tags": [],
    "Paragraphs": "\nWe were alerted to a video being forwarded on Telegram:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/06/t_video4954102041287852766.mp4\nIn the video, we see an individual pointing to a spot on her left arm, saying that it was where she got her “Pfizer shot in”. She then placed what she said is a magnet at that particular spot and moved her arm around, demonstrating how it doesn’t fall off. When she put the purported magnet on her other arm, it fell off immediately. At the end of the video, she said angrily to the camera: “We’re chipped!”.\nThe same video was posted on Instagram account ‘keep_canada_free’ on 10 May 2021, but the post has since been taken down. Below is a screenshot of the post captured by AFP FactCheck on 11 May 2021:\n\nWhen we did a Google search on COVID-19 vaccines potentially turning people ‘magnetic’, we realise that the phenomenon in the video is not an isolated one, and that there are multiple videos on platforms like TikTok and Instagram which show other individuals doing a ‘magnet test’ after getting vaccinated to see if the rumour is true. Below is a screenshot we took of several such videos on TikTok when we used the search term ‘magnet vaccine’:\n\nBelow is a screenshot of hashtags on TikTok related to the claim:\n\nTikTok videos with hashtags like ‘#vaccinemagnet’, ‘#covidvaccinemagnet’, and ‘#magneticvaccine’ have garnered a few million views each. It is important to note that while some of the videos show individuals who have somehow managed to get objects like coins and magnets to stick to their bodies, there are also many which debunk that theory.\nThis claim has even gone beyond being a challenge on social media. During a health committee meeting in Cleveland, Ohio on 8 June 2021, Dr. Sherri Tenpenny, a Cleveland-based osteopathic physician, was quoted as saying: “I’m sure you’ve seen the pictures all over the Internet of people who have had these shots and now they’re magnetised […] They can put a key on their forehead. It sticks. They can put spoons and forks all over them and they can stick, because now we think that there’s a metal piece to that.”\nAnother individual, who is allegedly a registered nurse, also appeared during the meeting and attempted to demonstrate the claims by sticking various objects to her body. Below is a tweet of the clip, where she is seen struggling to stick various items to her neck:\n\nWow. An anti-vaccine nurse in Ohio tried to prove the Vaccines Cause Magnetism theory in an state legislative committee. The demonstration did not go to plan pic.twitter.com/0ubELst4E8\n— Tyler Buchanan (@Tylerjoelb) June 9, 2021\n\n \nThe sheer number of videos made based on the theory is intimidating, but they can be condensed into two main claims:\n\nCOVID-19 vaccines contain metal in them that make individuals ‘magnetised’\nMicrochips are being implanted in individuals when they get COVID-19 vaccine injections\n\nMetal and microchips in vaccines?\nThe Centers for Disease Control and Prevention (CDC) has addressed the claim directly, stating that “COVID-19 vaccines do not contain ingredients that can produce an electromagnetic field at the site of your injection. All COVID-19 vaccines are free from metals such as iron, nickel, cobalt, lithium, and rare earth alloys, as well as any manufactured products such as microelectronics, electrodes, carbon nanotubes, and nanowire semiconductors.”\nSeveral factcheck articles have also provided links to the ingredient lists for the Pfizer-BioNTech, Moderna and Johnson & Johnson vaccines posted by the US Food and Drug Administration (FDA).\nLisa Morici, an associate professor at the Tulane University School of Medicine who studies vaccines explained in an article on factcheck.org that “ingredients in the mRNA and adenovirus vaccines are simply RNA/DNA, lipids, proteins, salts, and sugars”. These are ingredients that can be found in many foods and supplements.\nDr Thomas Hope, vaccine researcher and professor of cell and developmental biology at Northwestern University Feinberg School of Medicine told AFP that “there’s nothing (in the vaccines) that a magnet can interact with, it’s protein and lipids, salts, water and chemicals that maintain the pH. That’s basically it, so this is not possible.”\nMark Allen, a professor of electrical and systems engineering at the University of Pennsylvania, told factcheck.org in an email that “in order for a regular magnet to stick to something else magnetically, the something else should either possess significant magnetic remanence (like another magnet), or relative magnetic permeability significantly exceeding unity (like many refrigerator doors)”. This was backed by Randall Victora, head of the department of electrical and computer engineering at the University of Minnesota, who added that “Although almost all materials are magnetic in the sense of paramagnetism, diamagnetism, and ferromagnetism, only a ferromagnet has the potential to make a magnet stick to your arm.” Both Allen and Victora asserted that none of the ingredients listed in the vaccine factsheets possess these properties.\nAllen and Victora also addressed the theory about microchips being implanted when one gets vaccinated. Allen said: “Magnets wouldn’t stick to the silicon in silicon microchips”, while Victora added that “most microchips do not have ferromagnetic components”.\nThe CDC also added that given that the typical dose for a COVID-19 vaccine is less than a millilitre, it is definitely “not enough to allow magnets to be attracted to your vaccination site even if the vaccine was filled with a magnetic metal”. This is backed by Professor Michael Coey from the School of Physics at Trinity College Dublin, who told Reuters that you would need about one gram of iron metal to attract and support a permanent magnet at the injection site, and this is something you would “easily feel” if it was there. Physicist Eric Palm from the National High Magnetic Field Laboratory who was interviewed by the BBC added that the “vaccine needles are extremely small, a fraction of a milimetre in size”, and even if an “extremely magnetic particle” had been injected, the particle would be so small that there won’t be enough force to keep a magnet stuck to one’s skin.\nTo test the theory out ourselves, we got several of our vaccinated friends and family members to try out the #magnetchallenge, and they all (un?)fortunately failed miserably.\nTherefore, it is false that COVID-19 vaccines contain metal or microchips in them.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/06/magnetic-800x800.png",
    "Iframe Sources": [],
    "date": "2021-06-15T10:54:46+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2021/06/t_video4954102041287852766.mp4",
        "https://www.instagram.com/p/COrXJ1iFfh6/",
        "https://nymag.com/intelligencer/2021/06/hot-new-conspiracy-theory-vaccines-turns-you-into-a-magnet.html",
        "https://www.washingtonpost.com/nation/2021/06/09/sherri-tenpenny-magnetized-vaccine-ohio/",
        "https://www.dailymail.co.uk/news/article-9668509/Anti-vaxxer-Sherri-Tenpenny-claims-Ohio-legislature-Covid-19-vaccine-magnetizes-people.html",
        "https://t.co/0ubELst4E8",
        "https://twitter.com/Tylerjoelb/status/1402646586379878409?ref_src=twsrc%5Etfw",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html",
        "https://www.fda.gov/media/144414/download",
        "https://www.fda.gov/media/144638/download",
        "https://www.fda.gov/media/146305/download",
        "https://medicine.tulane.edu/departments/microbiology-immunology-tips-mentor/faculty/lisa-morici-phd",
        "https://www.factcheck.org/2021/05/scicheck-magnet-videos-refuel-bogus-claim-of-vaccine-microchips/",
        "https://www.forbes.com/sites/brucelee/2021/05/18/covid-19-vaccine-magnet-challenge-videos-claim-magnets-stick-to-arms-after-vaccination/?sh=729cf7453421",
        "https://factcheck.afp.com/covid-19-vaccines-do-not-contain-magnetic-microchips",
        "https://www.reuters.com/article/factcheck-coronavirus-vaccine-idUSL2N2N41KA",
        "https://www.youtube.com/watch?v=7tY9E2Pmnq8"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/06/magnetic-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}