{
    "link": "https://blackdotresearch.sg/pfizer-biontec-covid19-vaccine-dna/",
    "Title": "VACCINEWatch: Does Pfizer-BioNTech’s vaccine alter human DNA?  ",
    "Tags": [],
    "Paragraphs": "\n2020 has been a rough year as the world continues its battle with COVID-19, but there might soon be a light at the end of the tunnel.\nOn 18 November, a vaccine jointly developed by American multinational pharmaceutical giant Pfizer and German biotechnology firm BioNTech was announced to be 95 per cent effective after conducting the final efficacy analysis in their ongoing Phase 3 study.\nThe mRNA-based COVID-19 vaccine candidate, BNT162b2, was announced to have met all of the study’s primary efficacy endpoints. Efficacy was also reported to be consistent across age, gender, race and ethnicity demographics, while the observed efficacy in adults over 65 years of age was over 94%.\nAs for any safety concerns, it was announced that the Data Monitoring Committee for the study “has not reported any serious safety concerns related to the vaccine” and that the vaccine was “well tolerated, with most solicited adverse events resolving shortly after vaccination”. Fatigue (3.8%) and headaches (2%) were observed in volunteers but older adults tended to report fewer and milder effects following vaccination.\nBased on current projections, the companies expect to produce globally up to 50 million vaccine doses in 2020 and up to 1.3 billion doses by the end of 2021.\nWhile this might seem like great news in hopes that the end of the pandemic could be nigh, a claim that the vaccine can tamper with DNA has emerged.\nOn 10 November, Emerald Robinson, the White House Correspondent for Newsmax TV tweeted this:\n\nIn her tweet, she makes several claims, the most alarming of which is that the vaccine can tamper with human DNA.\nPfizer spokesperson Andrew Widger has been quoted to state that the vaccine “does not alter the DNA sequence of a human body. It only presents the body with the instructions to build immunity”, and experts interviewed by various fact-checkers have also come forth to debunk the claim.\nFirstly, while it is true that mRNA vaccines are relatively novel and no mRNA vaccine has been approved before, there is also no evidence that they can alter human DNA.\nA fact-check by dw.com quotes Germany’s Paul-Ehrlich Institute, the Federal Institute for Vaccines and Biomedicines, which states that there is no risk of integration of mRNA into the human genome. “In the case of humans, the genome is located in the nucleus of the cell in the form of DNA. The integration of RNA into DNA is not possible, among other things, because of the different chemical structures. Furthermore, there is no evidence that the mRNA integrated by the body cells after a vaccination will be converted into DNA.”\nDr. Dan Culver, a pulmonologist at Cleveland Clinic, told AP in a fact-check that an mRNA vaccine “cannot change your genetic makeup”. He said: “The time that this RNA survives in the cells is relatively brief in the span of hours. What you are really doing is sticking a recipe card into the cell making protein for a few hours.”\nMark Lynas, a visiting fellow at Cornell University’s Alliance for Science group, told Reuters in general, no vaccine can genetically modify human DNA and “that’s just a myth, one often spread intentionally by anti-vaccination activists to deliberately generate confusion and mistrust”.\nHe added: “Genetic modification would involve the deliberate insertion of foreign DNA into the nucleus of a human cell, and vaccines simply don’t do that. Vaccines work by training the immune system to recognize a pathogen when it attempts to infect the body – this is mostly done by the injection of viral antigens or weakened live viruses that stimulate an immune response through the production of antibodies. […] The DNA [in DNA vaccines] does not integrate into the cell nucleus so this isn’t genetic modification – if the cells divide they will only include your natural DNA.”\nTherefore, the claim that the Pfizer-BioNTech vaccine (or any mRNA vaccine, like the COVID-19 vaccine U.S. biotech firm Moderna is developing) will alter human DNA is false.\n\nIt is interesting to note that in spite of evidence debunking her claim, Robinson still stood by her claim when contacted by the BBC for comment.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/pfizerdna-800x800.png",
    "Iframe Sources": [],
    "date": "2020-11-18T23:10:22+00:00",
    "Links in content": [
        "https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-conclude-phase-3-study-covid-19-vaccine",
        "https://twitter.com/EmeraldRobinson/status/1325997051134562305?s=20",
        "https://www.bbc.com/news/54893437",
        "https://www.dw.com/en/coronavirus-vaccines-fake-news-and-myths-go-viral/a-55652267",
        "https://www.pei.de/EN/newsroom/dossier/coronavirus/coronavirus-content.html?nn=13581910&cms_pos=2",
        "https://apnews.com/article/9340521654",
        "https://www.reuters.com/article/uk-factcheck-covid-19-vaccine-modify/false-claim-a-covid-19-vaccine-will-genetically-modify-humans-idUSKBN22U2BZ",
        "https://www.sciencemag.org/news/2020/11/just-beautiful-another-covid-19-vaccine-newcomer-moderna-succeeds-large-scale-trial",
        "https://www.bbc.com/news/54893437"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/pfizerdna-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}