{
    "link": "https://blackdotresearch.sg/covidwatch-does-the-pfizer-vaccine-cause-bells-palsy/",
    "Title": "VACCINEWatch: Does the Pfizer vaccine cause Bell’s Palsy?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the Facebook post shares a screenshot of a tweet which mentions that four volunteers for the Pfizer COVID-19 vaccine developed Bell’s palsy. There is also the insinuation that the photo attached of the three individuals were the affected participants from the vaccine trial.\nBelow is the original tweet by an independent journalist known as ‘Spiro’:\n\nFour Pfizer vaccine volunteers develop Bell's palsy…\nBell's palsy is a condition that causes a weakness or paralysis of the muscles in the face…\nThe condition causes one side of your face to droop or become stiff.https://t.co/aAaeEWUudH pic.twitter.com/SIGWx4WONH\n— Spiro (@o_rips) December 10, 2020\n\nAt time of publication, the tweet has garnered over 10k retweets and 15k likes.\nAccording to the National Institute of Neurological Disorders and Stroke, Bell’s palsy symptoms (which may include drooping of the mouth, drooling, inability to close eye) appear suddenly over a 48 -72-hour period and generally start to improve with or without treatment after a few weeks. Its exact cause is unknown, but most scientists believe that reactivation of an existing (dormant) viral infection or impaired immunity may cause the disorder.\nFDA: No clear basis to conclude a causal relationship\nIn a briefing document by the U.S. Food and Drug Administration (FDA) about the Pfizer-BioNTech COVID-19 vaccine published 10 December, it was revealed that four vaccine participants developed Bell’s palsy, out of the 44,000 total participants of the late-stage vaccine trial. None of the participants in the placebo group developed the condition.\nOn a separate note, there were a total of six deaths in the vaccine trial, with two deaths among those who got the vaccine and the other 4 who received a placebo.\nWhat the tweet didn’t include, however, is the FDA stating several times in the document (on pages 6, 38, and 43) that the “observed frequency of reported Bell’s palsy in the vaccine group is consistent with the expected background rate in the general population” and that “there is no clear basis upon which to conclude a causal relationship at this time”.\nAs a fact-check succinctly explained, “both deaths and cases of Bell’s palsy observed during the trial occurred at a frequency consistent with that expected in an unvaccinated population” and given that the frequency of the events were not higher than expected, “the evidence so far does not indicate that the vaccine caused these events”.\nRegardless, the FDA is still recommending surveillance for cases of Bell’s palsy with deployment of the vaccine into larger populations.\nA fact-check by Reuters also notes that the photo of the three individuals being shared was actually used on another article about Bell’s palsy. It is important to note that the article was last updated on 20 November 2019, before COVID-19 (let alone its vaccine) was even made known to the world.\nTherefore, the photo being circulated is not one of the affected trial participants, and the insinuation that the Pfizer COVID-19 vaccine causes Bell’s palsy is also likely false for now, unless more evidence surfaces to prove otherwise.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/12/bellspalsy-800x800.png",
    "Iframe Sources": [],
    "date": "2020-12-15T00:14:28+00:00",
    "Links in content": [
        "https://www.facebook.com/aziz.kassim2/posts/10219702203364417",
        "https://twitter.com/o_rips/status/1336873007151603714",
        "https://t.co/aAaeEWUudH",
        "https://t.co/SIGWx4WONH",
        "https://twitter.com/o_rips/status/1336873007151603714?ref_src=twsrc%5Etfw",
        "https://www.ninds.nih.gov/disorders/patient-caregiver-education/fact-sheets/bells-palsy-fact-sheet",
        "https://www.fda.gov/media/144245/download#page=1",
        "https://healthfeedback.org/claimreview/cases-of-bells-palsy-and-death-observed-during-pfizer-biontech-vaccine-clinical-trials-were-within-expected-background-range-of-general-population/?fbclid=IwAR2Fa8bi-FRTQXKaBwhYu1u3nre4aahJgBMReOd867yHhfR4iLNp3E6t-K0",
        "https://www.reuters.com/article/uk-factcheck-bells-palsy-photo-idUSKBN28O2WD",
        "https://bestpractice.bmj.com/topics/en-us/118"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/12/bellspalsy-800x800.png",
    "Truefalse": [
        "likely false"
    ],
    "Description": ""
}