{
    "link": "https://blackdotresearch.sg/covidwatch-covid-19-sperm-count-male-fertility/",
    "Title": "COVIDWatch: Does contracting COVID-19 affect sperm count?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author shares an article from Sarawak-based publication See Hua Daily News which references another article on science news website LiveScience which talks about how a new study suggests that men who have recovered from COVID-19 may be at risk of developing low sperm count.\nThe Facebook post author’s caption includes the title of the article on See Hua Daily News (which loosely translates to: “A study on men who have recovered from COVID-19 finds no sperm count in 20% of them”) and the addition of the line “Once got Covid – high chance turned into Eunuch” (sic).\nWhat does the study actually say?\nLooking at the original article on LiveScience, we read that the findings stem from a study by researchers from the University of Florence in Italy which was published 1 February 2021 in the journal Human Reproduction.\nThe researchers analysed semen samples from 43 men aged 30 to 65 for about one month after they had recovered from COVID-19. The study found that 25% of the men had low sperm count, and nearly 20% had azoospermia, or the total absence of sperm in semen. The study noted that participants with serious infections (i.e. those who were hospitalised or admitted to the intensive care unit) were more likely to have azoospermia.\nHowever, the researchers note that the sample size is small, and that the previous semen quality of the participants was unknown. The study also noted that the occurrence of azoospermia could be related to antibiotics or other drugs used for the treatment of patients during COVID-19, which might affect sperm count.\nIn response to the study, Dr. Ajay Nangia, professor and vice chair of urology at the University of Kansas Medical Center, said that being sick in general may affect sperm count and added that participants need to be followed for a minimum of 90 days to see if the effect is long-lasting, because sperm takes several months to fully mature.\nIn an email with LiveScience, Dr. Boback Berookhim, director of Male Fertility & Microsurgery at Lenox Hill Hospital in New York City added that low/no sperm count “may not be a specific COVID phenomenon and may (and is probably likely!) be due to these patients having a more severe illness [and requiring] intensive care”.\nThis isn’t the first study done on this particular topic.\nAnother study published earlier on 28 January 2021 claims that its findings “provide the first direct experimental evidence that the male reproductive system could be targeted and damaged by COVID-19”. In the study, Behzad Hajizadeh Maleki and Bakhtyar Tartibian from Justus-Liebig-University in Germany did analysis at 10-day intervals for 60 days on 84 men with COVID-19 and compared this to data for 105 healthy men.\nThe study found a significant increase in inflammation and oxidative stress in sperm cells belonging to men with COVID-19. Sperm concentration, mobility, and shape were also found to have been negatively impacted by the virus, with the differences growing with the severity of the illness.\nHowever, experts have come forward to urge caution in overgeneralising such findings.\nAllan Pacey, a professor of andrology at The University of Sheffield in South Yorkshire in the UK told CNN via email: “I need to raise a strong note of caution in their interpretation of this data. For example, the authors state that their data demonstrates that ‘COVID-19 infection causes significant impairments of male reproductive function’ yet it only actually shows an association.” Pacey, who reportedly reviewed some 14 studies published on the topic, concluded that “any measurable effect of coronavirus on male fertility was probably only slight and temporary”.\nDr. Channa Jayasena, a consultant in reproductive endocrinology and andrology at Imperial College London said that “Being ill from any virus such as flu can temporarily drop your sperm count (sometimes to zero) for a few weeks or months.”\nSheena Lewis, a professor emeritus at Queen’s University Belfast in Ireland added: “My concerns are that the men with COVID (in the study) had substantially higher body weight and were on a number of therapeutic treatments. […] We know that obesity alone reduces sperm quality. The COVID treatments may also have affected these men’s sperm quality, rather that COVID itself.”\n“Longer term studies are needed before the testes is considered to be a high-risk organ specific to COVID-19,” concluded Alison Murdoch, who heads Newcastle Fertility Centre at the International Centre forLife, Newcastle University in the UK.\nTherefore, the claim that you have a high chance of having low/no sperm count after contracting COVID-19 is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/02/spermcount-800x800.png",
    "Iframe Sources": [],
    "date": "2021-02-16T07:46:03+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1868642123313445/",
        "http://news.seehua.com/?p=662306&fbclid=IwAR3zF9sYSem2ogoX1DyXw9vV6-IGKhsHP8aoPeBXRT1-8UOlnxIRk6OJAS4",
        "https://www.livescience.com/covid-19-may-lower-sperm-counts.html",
        "https://academic.oup.com/humrep/advance-article/doi/10.1093/humrep/deab026/6125160",
        "https://www.channelnewsasia.com/news/world/covid-19-infection-may-reduce-fertility-in-men-study-14066626",
        "https://edition.cnn.com/2021/01/28/health/sperm-male-fertility-covid-19-wellness/index.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/02/spermcount-800x800.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}