{
    "link": "https://blackdotresearch.sg/covid19-delta-variant-spread-rapidly-through-petrol-pumps/",
    "Title": "COVIDWatch: Does the Delta variant spread rapidly through petrol pumps?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on Telegram:\n\nThe message claims that “the hospital (KTPH)” sent a message which states that the Delta variant of COVID-19 is “spreading so quickly” through petrol pumps. The message also advises individuals to “wear gloves or use paper towels” while topping up petrol at a station.\nWe see the abbreviation “KTPH”, probably referring to Khoo Teck Puat Hospital in Singapore.\nKTPH has taken to Facebook to clarify that the message was neither created nor sent by them.\nInterestingly, it also appears that the claim about COVID-19 spreading rapidly through petrol pumps has been around since March 2020, way before the Delta, or any other variant had emerged.\n\nFast forward to 2021, and the same claim about petrol pumps has emerged not just in Singapore, but also in the UK and US – sans the mention of KTPH.\nThe claim has been covered in several fact-checks, and we read that while a study by the National Institutes of Health, CDC, UCLA and Princeton University scientists found that the virus was detectable in aerosols for up to three hours, up to 24 hours on cardboard and up to two to three days on plastic and stainless steel, the primary way that COVID-19 is spread is still via person-to-person contact.\nCDC wrote that while it is possible for people to be infected through contact with contaminated surfaces or objects (fomites), “the risk is generally considered to be low”. Quantitative microbial risk assessment (QMRA) studies conducted also found that infection via the fomite transmission route is “generally less than 1 in 10,000, which means that each contact with a contaminated surface has less than a 1 in 10,000 chance of causing an infection”.\nIn a fact-check on Energy Live News, Kevin McPartlan, Chief Executive Officer of the Irish Petroleum Industry Association said: “The level of risk is no greater than that of touching any other hard object which others may have touched.” This was backed by the UK Petroleum Industry Association, which issued a statement saying that they are “not aware of any evidence that fuel nozzle handles or other forecourt features, such as pay-at-pump keypads, are any more or less prone to the spread of COVID-19 than other hard surfaces”.\nIn another fact-check published on ABC10, we read that in a factsheet by the American Petroleum Institute (API) that they are “not aware of any studies that support the claim that the virus can be spread via contact with a gas pump”, and that “the level of risk associated with contracting the virus from a gas pump is no different than the risk associated with touching other common surfaces like grocery store carts or door handle”.\nAPI also detailed the conditions that need to happen for someone to be infected after coming into contact with a petrol pump:\n\nFirst, someone who has COVID-19, with or without symptoms, would have to transmit the virus by coughing, talking, laughing or sneezing within 6-feet of a pump or by touching it with contaminated hands\nNext, the virus would have to survive on the pump handle or button\nThen a healthy non-COVID-19 individual would have to touch the contaminated surface in such a way that the virus is transferred to their hands\nFinally, the healthy individual would then have to touch their eyes, nose or mouth\n\nAs seen, the likelihood of all conditions to be met is pretty low.\nSnopes also pointed out in a fact-check that CDC had shared an instructional Facebook post last May on how individuals can stay safe when topping up their fuel.\n\nIndividuals are advised by CDC to stay safe through the use of disinfecting wipes, hand sanitiser, and hand-washing – nothing very different from how they have been advised to keep infection at bay since the start of the pandemic.\nGoing back to the factsheet by API, we read that in the absence of disinfecting wipes, individuals could use gloves, paper towels, a plastic shopping bag or a dog waste bag as a barrier between one’s hand and the gas pump handle. The advice to wear gloves was also given in an article by American nonprofit consumer organisation Consumer Reports, which asked individuals to consider carrying disposable nitrile or latex gloves to use, and to invert the gloves before throwing them away.\nInterestingly enough, Malaysian reports have advised that individuals not use plastic gloves because the former produces static electricity easily and might cause a fire.\n\nMalaysian oil and gas company Petronas also took to Twitter to discourage customers from using gloves, plastic bags, napkins and tissue while refuelling. They assured that high-traffic touch points are “frequently sanitised”.\n\nRest assured that fuel nozzles & other high-traffic touch points at our premises are frequently sanitised for your safety.\nThe use of gloves, plastic bags, napkin or tissue while refuelling is not encouraged as it could build up static charge and cause fire.#PETRONAS #StaySafe pic.twitter.com/FVoRdUHS0b\n— PETRONAS Brands (@Petronasbrands) April 1, 2020\n\n \nRegardless, while it is true and proven that Delta variant is more contagious than previous variants, the claim that it is spreading rapidly through petrol pumps is false.\n\nTaking into account all considerations, we think that the best practice for individuals visiting petrol kiosks is still to mask up (to prevent spreading and inhaling the virus) and sanitise/wash one’s hands after coming into contact with surfaces in public spaces.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/petrolpump-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-11T01:27:18+00:00",
    "Links in content": [
        "https://www.facebook.com/khooteckpuathospital/posts/4513123442033521?__cft__[0]=AZU58WaQCmSLdnv0cfBO-lIhFHn5Uqx1tULv0s_Ir8eexWp2nUZpVmMPb1bcWM0c1C4FnkQbIrxpeOcyjkvoAjfOGpEq5uqlItLCqThFETQJSDIMalc8tCF6gZEADy0t9H7sos-ekMiNZLJitKmp0nLC&__tn__=%2CO%2CP-R",
        "https://www.abc10.com/article/news/verify/no-there-is-no-evidence-the-delta-variant-is-spreading-rapidly-at-gas-pumps/536-d4cda459-cd6e-4ba1-b0db-fcb7c6f6224c",
        "https://www.nih.gov/news-events/news-releases/new-coronavirus-stable-hours-surfaces",
        "https://www.cdc.gov/coronavirus/2019-ncov/more/science-and-research/surface-transmission.html",
        "https://www.energylivenews.com/2020/03/23/is-covid-19-rapidly-spreading-through-petrol-pumps/",
        "https://www.abc10.com/article/news/verify/no-there-is-no-evidence-the-delta-variant-is-spreading-rapidly-at-gas-pumps/536-d4cda459-cd6e-4ba1-b0db-fcb7c6f6224c",
        "https://www.api.org/~/media/Files/Policy/Fuels-and-Renewables/Marketing/API_CovidPumpQ_A_FactSheet_Final",
        "https://www.snopes.com/fact-check/covid19-gas-pump-handles/",
        "https://www.facebook.com/CDC/photos/a.184668026025/10157908635896026",
        "https://www.consumerreports.org/cars-how-to-protect-yourself-against-coronavirus-when-pumping-gas/",
        "https://www.fomo.com.my/2020/03/31/vehicle-owners-warned-not-to-wear-plastic-gloves-when-pumping-petrol-as-it-can-cause-fires/",
        "https://twitter.com/Petronasbrands/status/1245266339939250178",
        "https://twitter.com/hashtag/PETRONAS?src=hash&ref_src=twsrc%5Etfw",
        "https://twitter.com/hashtag/StaySafe?src=hash&ref_src=twsrc%5Etfw",
        "https://t.co/FVoRdUHS0b",
        "https://twitter.com/Petronasbrands/status/1245266339939250178?ref_src=twsrc%5Etfw",
        "https://www.cdc.gov/coronavirus/2019-ncov/variants/delta-variant.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/petrolpump-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}