{
    "link": "https://blackdotresearch.sg/for-the-record-factcheck-on-events-surrounding-the-jewel-changi/",
    "Title": "For the Record: FactCheck on Events Surrounding the Jewel Changi  ",
    "Tags": [],
    "Paragraphs": "\n\n25 August 2019: Fake video circulating alleging that Changi Jewel ceiling collapsed\n\nPlease note the above is the video itself, it does not show that SG Kay Poh had spread fake news.\nApparently, various Whatsapp groups and online outlets had indicated that the video above shows the Changi Jewel having a case of ceiling collapse.\nThis is untrue.\nVarious media outlets have clarified subsequently that the video shows the ceiling collapse happening in a shopping mall in Shanghai (Vanke mall) (see here, here and here).\nAn article on the incident happening in Shanghai is found here.  It was reported on 24 August 2019.\n \n \n24 August 2019: Toddler dies after being hit by a full length mirror.\nThis incident is true.\nAccording to news reports (we quote the following from TODAY):\n“An 18-month-old toddler died on Friday (Aug 23) when a mirror at a shop in Jewel Changi Airport fell on her, police said. \nPolice said in a statement on Saturday that they received a call for assistance at 78 Airport Boulevard on Friday. The Singapore Civil Defence Force, which also came to the scene, said it happened at around 12.33pm.\nA spokesperson from Jewel said a full-length mirror had fallen and staff who were on site had quickly administered first aid on the child as they waited for paramedics to arrive.\nThe girl was conveyed unconscious to Changi General Hospital, where she was subsequently pronounced dead.”\nWe understand from subsequent news that the toddler was part of a family from China who was on holiday in Singapore.  She was cremated on 25 August 2019.  Another report has mentioned that the family has consulted lawyers and appears to be getting ready to take action against such parties that may be responsible for the unfortunate incident.\n17 June 2019: Deep cut sustained by a woman who tripped at the Sky Nets attraction.\nReports from The New Paper; Mothership; Today news as reported on Reddit.\nJewel Changi’s press statement was reported as follows:\n\n“We regret the guest’s unfortunate experience and we urge all guests to stay aware of their personal safety whilst having fun at the attractions,” the spokesperson said.\n\n\nAttractions at the park have undergone “numerous safety tests including certification of material used” before they were certified safe for operations, the spokesperson said, adding that Jewel has been monitoring its ground operations closely, including refining operational procedures, since the opening of the Canopy Park.\n\n\nThere are safety advisories in the park regarding proper footwear, appropriate behaviour, minimum height requirement and adult supervision for young children.\n\n\nThe number of people allowed into each attraction is also regulated to ensure that the safety of visitors is not compromised, the spokesperson said, adding that there are park rangers stationed at all attractions to render assistance to guests.\n\n\n“Hence, it is not uncommon to see rangers walking hand in hand with visitors who may require assistance during their experience on the walking net…“.\n\n14 June 2019: TODAYOnline reported that restaurant operators on level five of Jewel Changi Airport are required to remain open until 3am daily, but face issues meeting this condition (See news here).\nThere appear to be 2 issues: (1) A lack of belief that the Jewel attracts sufficient customers after midnight and (2) staffing difficulties faced by restaurants.\nThis appears to be true.  Another source, the Independent, reported on this requirement as well (See here).\nJewel Changi is reported to have stated that:\n“With the recent opening of the Canopy Park attractions, the operating hours of the leisure offerings, including the eight restaurants at the topmost level of Jewel, are aligned and open from 9 am to 3 am. This is testament of our commitment to strengthen the extended-hour offerings in Jewel. We will continue to review our operations and engage our tenants closely,…“\n22 April 2019: The Jewel’s construction is alleged to have exceeded budget and cost taxpayers far more than initially planned\n\nThis is fake news.\n\nThe allegation that there was overspending is based on the fact that in 2013, the Changi Airport Group and CapitaMallsAsia had entered into a Joint Venture to construct the Jewel, and had issued a press release on 20 December 2013 indicating amongst several other things that they had expected the cost of the project to cost S$1.47 billion.\n20131220_175423_C31_BD71BF9C2676BFBE48257C470034D2E0.3\nLater on, on 5 December 2014, as the project details materialised and construction commenced, the figure was revised upwards to S$1.7 billion (See here).\nGiven that the initial press release had clearly indicated that the costs were expected, it is untrue to say that a certain cost was promised (or even initially budgeted) and later on the contractor failed to deliver accordingly.  It also was not the case that the increase was kept hidden until project completion.\nWe should add that it is the users of the terminal, the passengers, who will be subject to increased levies to fund the development, in addition to such arrangements between the joint venture partners and the relevant ministries.  While current travellers pay S$34 per traveller departing from Changi Airport, this was increased to S$47.30 from 1 July 2018.  A further increase kicked in on 1 April 2019 (See here).\n13 April 2019 and 26 April 2019: The Jewel encountered water sprinkler problems which some joked as a “second indoor waterfall”.  The problem has been resolved.\n\nThis incident is True.\n\nWe noted The Straits Times’ article on this matter and also obtained confirmation from Jewel Changi on its occurrence.\n\n27 April 2019: A driver by the name of “Supra Mac” found himself charged for S$3,158.72 (US$2,319) for car parking.\n\nThis incident is true.\n\nAs reported by the Straits Times and other websites, Jewel Changi had confirmed the incident.  However, Jewel Changi clarified that the parking meter system had recorded the astronomical parking fee because the vehicle, which had last parked in Jewel Changi on April 10, had not been detected as having exited the car park – Hence the parking charge had snowballed until the next visit.\nAs published on the Straits Times:\n“We confirm that this was a case that took place on April 10 in the Jewel loading/unloading bay,” the spokesman said on Friday.\n“There was no record of the driver leaving the carpark, and hence the parking charge snowballed until the next visit, which took place on April 24.”\nGiven the uncontradicted admission by Jewel Changi and the fact of 2 independent media reports, we are inclined to accept this incident as being true.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Jewel_Artist_Impression.jpg",
    "Iframe Sources": [],
    "date": "2019-05-01T00:23:57+00:00",
    "Links in content": [
        "https://stomp.straitstimes.com/singapore-seen/circulated-video-of-ceiling-collapsing-happened-in-shanghai-not-jewel-changi-airport",
        "https://goodyfeed.com/viral-video-of-ceiling-collapse-at-jewel-changi-actually-happened-at-shanghai/",
        "https://www.straitstimes.com/singapore/collapsing-jewel-changi-airport-ceiling-caught-on-video-it-was-taken-in-shanghai-mall",
        "https://viraltab.news/screams-as-packed-shopping-centre-ceiling-collapse/",
        "http://www.todayonline.com/singapore/toddler-dies-jewel-changi-airport-after-full-length-mirror-shop-falls-her",
        "http://theindependent.sg/singaporean-lawyer-hired-by-family-of-toddler-killed-by-falling-mirror-at-jewel-changi-fashion-store/",
        "https://www.tnp.sg/news/singapore/woman-injures-her-hand-after-tripping-canopy-park-walking-net",
        "https://mothership.sg/2019/06/injury-skynets-walking-jewel-changi-airport/",
        "https://www.reddit.com/r/singapore/comments/c18z6p/woman_sustains_deep_cut_on_hand_after_tripping_at/",
        "https://www.todayonline.com/singapore/some-jewel-level-five-restaurants-closing-early-few-customers-after-midnight",
        "http://theindependent.sg/topmost-restaurants-at-jewel-changi-airport-bid-to-close-earlier-than-3-am-due-to-lack-of-customers/",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/20131220_175423_C31_BD71BF9C2676BFBE48257C470034D2E0.3.pdf",
        "https://www.straitstimes.com/singapore/transport/work-on-changi-airports-jewel-project-and-t1-expansion-begins",
        "https://www.channelnewsasia.com/news/singapore/changi-airport-new-fee-t5-terminal-5-passengers-9999526",
        "https://www.straitstimes.com/singapore/transport/3100-parking-fee-shock-jewel-changi-says-delivery-drivers-previous-exit-was-not?utm_medium=Social&utm_campaign=STFB&utm_source=Facebook&fbclid=IwAR3E85OCZOlrM0UseyJpi_9UQqFE7iYIHuOkE1BnyPTRmdOJi2C8WO5mm-8#Echobox=1556354928",
        "http://www.financetwitter.com/2019/04/this-driver-was-shocked-when-jewel-car-park-at-changi-airport-shows-parking-fees-of-3158-72-singapore-dollar.html"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Jewel_Artist_Impression.jpg",
    "Truefalse": [
        "20 December 2013",
        "5 December 2014"
    ],
    "Description": ""
}