{
    "link": "https://blackdotresearch.sg/covidwatch-is-the-new-strain-of-covid-19-more-deadly/",
    "Title": "COVIDWatch: Is the new strain of COVID-19 more deadly?  ",
    "Tags": [],
    "Paragraphs": "\n[Update: 24 Dec, 9:35am] We have updated the article to reflect that the first case of the new B117 strain has been detected in Singapore.\n–\nWe came across a post being shared on Facebook and WhatsApp:\n\nThe post appears to have the intentions of warning about a second wave of COVID-19 infections and how it is “more deadly than the first”. There are several claims being made in the post including how countries like Spain, France, Germany, Italy, the UK have extended their respective lockdowns, but for the sake of brevity, let’s focus on the most worrying claim that is made – that the new strain of the COVID-19 virus is more contagious (“SPREADING SUPER FAST”) and has a higher mortality rate (“MORE DEADLY”).\nWhen did this new strain come about?\nOn 19 December, British Prime Minister Boris Johnson announced a “stay at home” order for London and southeast England to curb the spread of a new COVID-19 strain which early data suggested could be “up to 70 per cent more transmissible”.\nThe next day, British Health Secretary Matt Hancock even called the new B117 strain “out of control” and said that the government had “acted very quickly and decisively” in issuing the “stay at home” order and closure of non-essential shops affecting around a third of England’s population.\nThe B117 strain was reported to have been first discovered in a patient in September by scientists, and circulated at “very low levels” in the population until mid-November. It was only in late November when a rapidly spreading cluster in south-east England and London linked to the strain was discovered.\nAccording to the COVID-19 Genomics Consortium UK (COG-UK), the strain accounts for an increasing proportion of cases in parts of England, and the number of cases and number of regions reporting infections from it are also said to be growing.\n“Normal part of a virus evolution”\nAccording to government agency Public Health England (PHE) on 20 December, the strain has a higher transmission rate than other variants currently circulating, but it has “no evidence” that the variant is more likely to cause severe disease or mortality. The agency added that they will continue to study cases to understand the strain better, and that they “will need to continually monitor [it] over the coming weeks”.\nOfficials from the World Health Organization (WHO) cited data from Britain in an online briefing in 21 December, reiterated that “they had no evidence that the variant made people sicker or was more deadly than existing strains of COVID-19, although it did seem to spread more easily”. The WHO also cautioned against major alarm over the new strain, with WHO emergencies chief Mike Ryan calling it a “normal part of a virus evolution”.\nWHO Chief Scientist Soumya Swaminathan was also quoted as stating that while they have seen “a number of changes, a number of mutations” to the virus, “none has made a significant impact on either the susceptibility of the virus to any of the currently used therapeutics, drugs or the vaccines under development”.\nTherefore, while it is true that the new B117 strain is more infectious, it is unproven at this point of time that it is more deadly.\n\nDo Singaporeans need to worry?\nOn 23 December, the Ministry of Health (MOH) announced that one case of the new COVID-19 strain has been detected in Singapore, in a 17-year-old Singaporean girl who had studied in the UK.\nA total of 31 imported cases from Europe, who arrived in Singapore between 17 November and 17 December, were confirmed to have COVID-19 this month. Among them, 12 were not infected with the B117 strain, and one was found to be carrying the strain. MOH added that five samples cannot be sequenced due to their low viral load, and it is pending confirmation of the results for another 11 cases who are preliminarily positive for the B117 strain. The last two cases have not been tested yet.\nHowever, MOH said there is currently no evidence that the B117 strain is circulating in the community.\nSaid MOH: “All the cases had been placed on 14-day stay-home notices at dedicated facilities or isolated upon arrival in Singapore, and their close contacts had been quarantined earlier.”\nMOH announced on 22 December that long-term pass holders and short-term visitors with recent travel to the United Kingdom will not be allowed to enter or transit through Singapore from 11.59pm on 23 December.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/12/newcovid-800x800.png",
    "Iframe Sources": [],
    "date": "2020-12-23T07:17:06+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2141426116109503/permalink/2691277427791033/",
        "https://www.channelnewsasia.com/news/world/covid-19-uk-action-new-strain-spreads-more-quickly-13806872",
        "https://www.channelnewsasia.com/news/world/covid-19-coronavirus-new-strain-variant-uk-britain-13817858",
        "https://www.channelnewsasia.com/news/world/who-says-no-need-for-major-alarm-over-new-covid-19-strain-13819854",
        "https://www.straitstimes.com/singapore/singapore-confirms-1-imported-patient-with-potentially-more-contagious-covid-19-strain",
        "https://www.channelnewsasia.com/news/singapore/singapore-ban-uk-new-south-wales-travellers-new-covid-19-strain-13817684"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/12/newcovid-800x800.png",
    "Truefalse": [
        "true",
        "unproven"
    ],
    "Description": ""
}