{
    "link": "https://blackdotresearch.sg/vaccinewatch-is-the-pfizer-biontech-vaccine-not-hsa-approved/",
    "Title": "VACCINEWatch: Is the Pfizer-BioNTech vaccine not HSA-approved?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the post highlights how the last line of the screenshot states that the vaccine is an “unapproved vaccine that may prevent COVID-19” and that there is “no HSA-approved vaccine to prevent COVID-19”. In the comment section of the post, we see the author replying to a commenter (indicated in blue):\n\nThere is an insinuation that the Singapore public has been misled into thinking that the Pfizer-BioNTech vaccine is safe, when it is actually not HSA-approved i.e. safe for use.\nWhat does “interim authorisation” mean?\nWe managed to find the source of the screenshot on HSA’s website, and the document indeed reveals that the Pfizer-BioNTech vaccine is an unapproved vaccine and that there is no HSA-approved vaccine to prevent COVID-19. It is important to note that at the footer of the document, we see that the information was last revised December 2020.\nCould it be then, a matter of an outdated document being taken out of context? Well, when we referred to a more updated version of this particular fact sheet, we see that there has been no change in the status of the vaccine:\n\nHowever, we spotted this paragraph on the second page of the document right after the line that was highlighted by the author:\n\nThis paragraph also appeared in the more updated version of the document.\nFrom the paragraph, we read that while the Pfizer-BioNTech COVID-19 vaccine is not HSA-approved, HSA has granted “interim authorisation” of the vaccine under something called the Pandemic Special Access Route (PSAR).\nBut what is PSAR, and more importantly, does the vaccine not being HSA-approved mean that it is not safe for use?\nAccording to the information page of what a PSAR entails on HSA’s website, we read that this interim authorisation essentially “enables regulatory agilities in responding to an emergency that may pose serious threats to the public such as in the situation of a pandemic”.\nGiven that there is an urgent public health need, HSA would be able to “start evaluating new vaccines, medicines and medical devices from the early stages of clinical studies, as and when real-time data is submitted by companies […] instead of waiting for the full data set to be submitted”.\nThe PSAR takes into consideration two conditions:\n\nthere is reasonable evidence suggesting that the potential benefits outweigh the risks for their use in treating or preventing a disease in an emergency that may pose serious threats to the public; and\nthere is on-going quality, safety and efficacy data generated to support the eventual transition of the interim authorisation to product registration under section 15 of the Health Products Act and regulation 22 of the Regulations\n\nIt is also important to note that in the press release announcing the interim authorisation of the Pfizer-BioNTech vaccine, Pfizer and BioNTech are required to continue submitting the “longer term follow up data to HSA to assure the continued effectiveness and safety of the vaccine”. In turn, HSA will continue to “actively review the data to ensure that the benefits of the vaccine continue to outweigh the known risks”.\nIt is only when sufficient data is available for full registration that the companies will be required to file an application to transit the status of the product from PSAR interim authorisation to full registration.\nAccording to the press release, HSA’s PSAR interim authorisation is similar to the Emergency Use Authorisation (EUA) framework currently adopted by other regulatory jurisdictions such as Canada, the United States, and the United Kingdom.\nAs explained on its website, the EUA is used to “facilitate the availability and use of medical countermeasures, including vaccines, during public health emergencies”. Under the EUA, the FDA “may allow the use of unapproved medical products, or unapproved uses of approved medical products in an emergency to diagnose, treat, or prevent serious or life-threatening diseases or conditions when certain statutory criteria have been met, including that there are no adequate, approved, and available alternatives”. Similar to what was mentioned by HSA, the FDA “also expects manufacturers who receive an EUA to continue their clinical trials to obtain additional safety and effectiveness information and pursue licensure (approval)”.\nIn addition, PSAR authorisation can also be terminated by HSA “at any time; for example, if new data suggests that the benefits no longer outweigh the risks”.\nTherefore, while it is true that the Pfizer-BioNTech vaccine is not HSA-approved at present moment, the insinuation that the Singapore public has been misled into thinking the vaccine is safe (when it might not be) is false.\n\nRegardless, we have reached out to HSA for clarification on the conditions required for a product to be labelled ‘HSA-approved’ and we will update the article when we get a response.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/04/hsaapproved-800x800.png",
    "Iframe Sources": [],
    "date": "2021-04-21T10:34:38+00:00",
    "Links in content": [
        "https://www.facebook.com/andrew.neo.5832/posts/773639513546093",
        "https://www.hsa.gov.sg/docs/default-source/hprg-tpb/guidances/pfizer-biontech-vaccine_factsheet-for-recipients.pdf",
        "https://www.hsa.gov.sg/therapeutic-products/register/special-access-routes/psar-emergency-therapeutic-product/emergency-tps-granted-psar-authorisation",
        "https://www.hsa.gov.sg/docs/default-source/hprg-tpb/guidances/pil-us_eua-fact-sheet-for-recipients_pfizer-biontech-covid-19-vaccine---sgp---26-feb-2021---clean.pdf",
        "https://www.hsa.gov.sg/therapeutic-products/register/special-access-routes/psar-emergency-therapeutic-product",
        "https://sso.agc.gov.sg/Act/HPA2007",
        "https://www.hsa.gov.sg/announcements/press-release/interimauth-firstcovid19vaccine",
        "https://www.fda.gov/vaccines-blood-biologics/vaccines/emergency-use-authorization-vaccines-explained"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/04/hsaapproved-800x800.png",
    "Truefalse": [
        "true",
        "false"
    ],
    "Description": ""
}