{
    "link": "https://blackdotresearch.sg/ivermectin-covid-19-treatment/",
    "Title": "VACCINEWatch: Is a drug called ivermectin the potential cure for COVID-19?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the post shares an article on The Desert Review which claims that a drug called ivermectin has “obliterated” 97% of COVID-19 cases in Delhi, India.\nIn the article, we see a screenshot of what appears to be COVID-19 cases in Delhi in the month of May. The article goes on to state that the steep decline showed in the graph is due to the use of ivermectin in Delhi “beginning April 20”, and says that the “97% reduction in five weeks” is “better than the current vaccines and beyond the reach of most medicines”. Further down in the article, the article states that ivermectin is a “safe, repurposed Nobel Prize-Winning drug that effectively reduces death up to 91% from COVID-19” and does not “produce blood clots, heart attacks, strokes [or other] violent immune reactions”.\nIn its ‘About Us’ page, we read that The Desert Review is an “award winning, locally owned, and independent online news source and weekly printed publication that covers the events, sports, and people of the Imperial Valley in southern California’. As for the author of the article, Dr. Justus R. Hope, a Google search brings us to a listing on Amazon for a book he authored titled “Surviving Cancer, COVID-19, and Disease: The Repurposed Drug Revolution”, which, according to a review, “identifies commonly used drugs that have shown efficacy against multiple types of cancer”. The book also talks about how ivermectin, a drug used to treat parasites, can be repurposed to treat COVID-19. It is important to note that while the ‘About the Author’ section states that the author has practiced medicine for over 35 years, the name “Dr Justus R. Hope” is actually a pseudonym.\nReferencing the article, the author of the Facebook post then proceeds to question why the Singapore government is “[insisting] on asking people to take vaccines” when there are “better alternatives like ivermectin” that can be used to treat COVID-19. The author then insinuates that this insistence might be due to some “special interest” that the Singapore government has with vaccine companies.\nIt is interesting to note that a similar claim has been making its rounds in Australia and the US, according to factchecks by Poynter and Australian Associated Press (AAP). Both publications have stated that there is no proof that ivermectin led to the decline in COVID-19 cases in India.\nIs ivermectin the cure?\nWhen we did a check on the number of COVID-19 cases in Delhi in the same period, we see a similar downward trend, which means that it is true that cases in Delhi have been on the decline from 1 May:\n\nHowever, Australian Associated Press (AAP) has pointed out in a factcheck that the drop does appear to coincide with the acceleration of India’s vaccination programme. According to Our World in Data, more than 140 million people had received at least one dose of a COVID-19 vaccine by mid-May.\nBut what is ivermectin, and what does it have to do with COVID-19 anyway?\nIvermectin is a broad spectrum anti-parasitic agent included in WHO essential medicines list for several parasitic diseases. It is used in the treatment of onchocerciasis (river blindness), strongyloidiasis and other diseases caused by soil transmitted helminthiasis. It is also used to treat scabies.\nOn 22 March 2021, the European Medicines Agency (EMA) published a post stating that after a review on the latest evidence on the use of ivermectin for the prevention and treatment, it concluded that available data does not support its use for COVID-19 outside well-designed clinical trials. It added that while ivermectin is “generally well tolerated at doses authorised for other indications, side effects could increase with the much higher doses that would be needed to obtain concentrations of ivermectin in the lungs that are effective against the virus”.\nOn a post published on 31 March 2021, WHO reports that a guideline development group was convened in response to the increased international attention on ivermectin as a potential treatment for COVID-19, and that data was from pooled from 16 randomised controlled trials (total enrolled 2407). From the data, it was determined that evidence on whether or not the drug reduces mortality, need for mechanical ventilation, need for hospital admission and time to clinical improvement in COVID-19 patients is of “very low certainty”. Therefore, WHO also recommended that the drug “only be used within clinical trials”.\nAn article by the US Food and Drug Administration (FDA) mentioned that it had received “multiple reports of patients who have required medical support and been hospitalised after self-medicating with ivermectin intended for horses”. It mentions that the FDA has not reviewed data to support the use of the drug in COVID-19 patients, although initial research is underway. However, it still recommends that individuals do not take drugs for an unapproved use, as even the levels for approved uses can interact with other medications. Overdosing on ivermectin can also cause nausea, vomiting, diarrhoea, hypotension (low blood pressure), allergic reactions (itching and hives), dizziness, ataxia (problems with balance), seizures, coma and even death.\nIn spite of this, several Indian state governments, including Goa, announced in May that they would give all people older than 18 years of age ivermectin, irrespective of whether they have COVID-19 to “bring down mortality”. Then, a COVID-19 management protocol issued by the new Tamil Nadu government prescribed 12 mg of ivermectin for three days for people with all forms of COVID-19 – mild, moderate, and severe.\nDr Suneela Garg, member of the Covid-India Task Force of Lancet Commission clarified that the guidelines issued were “clear about ivermectin’s usage for mild (cases of) COVID. “We only recommend its use in mild cases, like other drugs that have been used […] Indiscriminate use of any drug, however, is not beneficial, particularly evidence backing its efficacy”.\nIn a tweet on 10 May, WHO’s chief scientist Soumya Swaminathan reiterated that WHO recommended against the use of the drug to treat COVID-19 patients except within clinical trials, and that “safety and efficacy are important when using any drug for a new indication”. She also included a press release issued by Merck, the company that manufactures ivermectin. In the press release dated 4 February, it was mentioned that the company found:\n\nNo scientific basis for a potential therapeutic effect against COVID-19 from pre-clinical studies\nNo meaningful evidence for clinical activity or clinical efficacy in patients with COVID-19\nA concerning lack of safety data in the majority of studies\n\nAccording to a report, doctors in India are said to have been pressured into prescribing drugs. In an article on IndiaSpend, Dr Sumit Ray, head of the department of critical care at the Holy Family Hospital in New Delhi said he prescribed ivermectin “only because of the pressure”, but never to a patient in the ICU. He was quoted as saying: “I don’t think it benefits anyone. The evidence is very, very weak for it.”\nOn 7 June, it was reported that the Union Health Ministry and Family Welfare’s directorate general of health services (DGHS) in India issued revised guidelines and removed the use of ivermectin, hydroxychloroquine, and the antiviral drug favipiravir from its list of advised treatment. However, it has been pointed out that Indian Council for Medical Research (ICMR), the country’s leading health research body has not yet revised its clinical guidance where it approves administering ivermectin to patients with mild symptoms.\nRegardless, due to the lack of evidence that the use of ivermectin led to a drop in cases in India and bodies like WHO, FDA and EMA currently recommending against its use outside of clinical trials, the claim that ivermectin is an effective treatment for COVID-19 is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/06/ivermectin-800x800.png",
    "Iframe Sources": [],
    "date": "2021-06-09T06:00:57+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1958416144336042/",
        "https://www.thedesertreview.com/news/national/ivermectin-obliterates-97-percent-of-delhi-cases/article_6a3be6b2-c31f-11eb-836d-2722d2325a08.html",
        "https://www.amazon.sg/Surviving-Cancer-COVID-19-Disease-Repurposed/dp/0998055409",
        "https://www.poynter.org/fact-checking/2021/theres-no-proof-that-hydroxychloroquine-or-ivermectin-caused-a-drop-in-cases-in-india/",
        "https://www.aap.com.au/no-proof-ivermectin-and-hydroxy-regime-led-to-covid-decline-in-india/",
        "https://www.aap.com.au/no-proof-ivermectin-and-hydroxy-regime-led-to-covid-decline-in-india/",
        "https://ourworldindata.org/covid-vaccinations?country=IND",
        "https://list.essentialmeds.org/medicines/58",
        "https://www.ema.europa.eu/en/news/ema-advises-against-use-ivermectin-prevention-treatment-covid-19-outside-randomised-clinical-trials",
        "https://www.who.int/news-room/feature-stories/detail/who-advises-that-ivermectin-only-be-used-to-treat-covid-19-within-clinical-trials",
        "https://www.fda.gov/consumers/consumer-updates/why-you-should-not-use-ivermectin-treat-or-prevent-covid-19",
        "https://thewire.in/health/as-tn-and-goa-push-ivermectin-for-covid-who-scientist-reiterates-opposition",
        "https://timesofindia.indiatimes.com/city/delhi/wonder-drug-not-really-say-experts/articleshow/82586292.cms",
        "https://timesofindia.indiatimes.com/city/delhi/wonder-drug-not-really-say-experts/articleshow/82586292.cms",
        "https://www.merck.com/news/merck-statement-on-ivermectin-use-during-the-covid-19-pandemic/",
        "https://science.thewire.in/health/under-pressure-to-treat-doctors-prescribe-drugs-even-when-they-dont-need-to/",
        "https://www.indiaspend.com/covid-19/we-are-pressured-to-prescribe-drugs-that-dont-work-746403",
        "https://www.hindustantimes.com/india-news/govt-drops-ivermectin-hcq-and-favipiravir-from-covid-19-treatment-list-101623058343019.html",
        "https://www.indiatoday.in/coronavirus-outbreak/story/revised-health-ministry-guidelines-stop-usage-of-ivermectin-doxycycline-in-covid-treatment-1811809-2021-06-07",
        "https://www.dghs.gov.in/",
        "https://www.dghs.gov.in/WriteReadData/News/202105270436027770348ComprehensiveGuidelinesforManagementofCOVID-1927May2021DteGHS.pdf",
        "https://economictimes.indiatimes.com/industry/healthcare/biotech/pharmaceuticals/hcq-out-of-dghs-covid-care-list-but-still-present-in-icmr-protocol/articleshow/83321687.cms?from=mdr"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/06/ivermectin-800x800.png",
    "Truefalse": [],
    "Description": ""
}