{
    "link": "https://blackdotresearch.sg/covidwatch-is-this-the-situation-at-the-changi-exhibition-centre-isolation-facility/",
    "Title": "COVIDWatch: Is this the situation at the Changi Exhibition Centre isolation facility?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to this Facebook post*:\n(*The post has been taken down as of 19 May, 9:45am.)\n\nIn the post we see a video of what is allegedly the community isolation facility at Changi Exhibition Centre (CEC), which has been repurposed to house recovering COVID-19 patients and early patients displaying mild symptoms of COVID-19.\nIn the video, hoards of migrant workers are seen crowding at a common area, and we see a few of them holding what looks to be food supplies.\n\n\nThe creator of the Facebook post expressed that he was “shocked” by the video as the situation looks more like a “mass gathering” although the migrant workers housed at CEC were “supposed to be under isolation quarantine”.\nHe went on to question how the Ministry of Health (MOH) is managing the pandemic, and that if this was how the situation was being handled, that MOH was “[wasting] public monies to build [an] isolation facility”.\nThe individual then took to pointing a finger at migrant workers, alleging that they are “expecting Singapore to feed them, pay them and care for them indefinitely while [they] treat the whole affair of isolation as [an] all expenses paid carefree holiday”.\nThe same video was also posted in Facebook group Singapore Taxi Driver:\n\nThe creator of this post alleges that the video was taken when migrant workers were rushing to get their dinner, and when volunteers at CEC “lost control of the crowd”.\nIt is uncertain who took the video, when it was taken, and how the individuals who posted it on Facebook got a hold of it.\nEx-nurse speaks out on situation?\nIn a post on Facebook page All Singapore Stuff, the video was posted with yet another version of what is allegedly happening in the video. This time, the informant is reportedly an ex-nurse helping out at ‘Expo’*.\n(*The page later clarified that the video was taken at CEC.)\n\nThe ex-nurse in question alleges that the migrant workers housed at the community isolation facility are purposely gathering in groups to socialise “so that they continue to be sick”.\nHe/she alleges that the migrant workers “don’t want to get well” because recovering means that the “chances of them being sent home is very high cause companies can’t keep up with paying salaries and they are not working”.\nThe post ends with the individual lamenting that “we (Singapore) are too kind”, and that the migrant workers “don’t listen to the doctors and nurses and the army boys helping out”.\nCEC’s zones and how food is distributed\nIn an article on CNA posted 26 April, it was revealed that the community isolation facility at CEC was supposed to house recovering COVID-19 patients and early patients displaying mild symptoms of COVID-19, and that most of its occupants are expected to be migrant workers.\n\nThe facility would be able to accommodate about 2,700 patients, and there was an option to increase capacity to up to 4,400 patients. Its operations are managed by Mandarin Oriental Singapore and its healthcare services are provided by Raffles Medical Group.\nThe facility is demarcated into three different zones – red, yellow, and green for the safety of medical workers and other essential staff.\nHere’s a quick breakdown of the zones and what they mean:\nRed zone: Patients stay in the red zone and are free to move about the space which comprises of their living areas, toilets, laundry facilities, and a medical centre. Only authorised personnel such as medical workers and essential maintenance crew with personal protective equipment (PPE) are allowed to enter the red zone.\nYellow zone: “Barrier” to the red zone. Personnel with PPE need to undergo strict checks before they are allowed to come into contact with the patients. Upon exiting the red zone, all personal belongings and equipment will be disinfected in the yellow zone before these can be brought into the green zone.\nGreen zone: For personnel to work and rest when they are not inside the red zone. No PPE required here.\nAs for the distribution of food to patients, the article mentioned that meals will first be delivered into an air pressure chamber in the yellow zone before ST Engineering STrobo Tug robots distribute food to various sectors of the red zone.\nThere is no mention about whether food collection timings are staggered to minimise crowding.\nIs this the daily situation at CEC?\nAs mentioned earlier, while the video was indeed taken at the CEC community isolation facility, it is uncertain who took the video, when it was taken, and if this is the situation at CEC every meal time.\nComments on the Facebook post by Joseph Nathan have pointed out that while the crowding situation is not ideal, patients housed at CEC have already been tested positive for COVID-19, and due to that, the spread is therefore technically being confined within the facility.\n\n\n\n\n\nIt is also important to note that the purpose of a community isolation facility is to isolate individuals who have tested positive for COVID-19 from those who are well.\nMandarin Oriental Singapore: “We can understand the concern”\nMandarin Oriental Singapore, which is the managing agent of the facility, came forward on 18 May (Monday) night to clarify that the video was taken more than a week ago, on 10 May.\nIn response to CNA’s queries, they said that they “can understand the concern that some have expressed about the occupants coming into close proximity with each other”.\nThey added: “As they are all COVID-19 positive, they do not pose risks to one another.”\nMandarin Oriental Singapore said that queues during the distribution of afternoon snacks were orderly, “except for this section of around 300 migrant workers”.\nThey assured that they have sought to work with migrant workers on the need to maintain orderly queues, and have enhanced measures to improve queue management by deploying more personnel and having volunteers to assist with meal distribution and crowd management. They have also implemented staggered meal timings by sectors to reduce crowding at the meal collection area.\n“The situation has improved significantly and is generally stable,” they said.\nSo many claims, so few facts\nThere were a few allegations being made in the social media posts shared above, so let’s rate them one by one:\n1. Migrant workers in isolation facility are not being isolated properly\nAs mentioned, individuals staying at community isolation facilities have already been tested positive for COVID-19, and the spread is therefore technically being confined within the facility. The individuals also do not pose risks to one another, as clarified by Mandarin Oriental Singapore.\nThe video also depicts the scene at a particular section of the facility during the distribution of afternoon snacks on a particular day, which suggests that this situation, while not ideal, is likely an isolated incident.\nThe insinuation that this is the usual situation at CEC is therefore false.\n\n2. Migrant workers were rushing for their dinner\nAs clarified, the video was taken when those housed in a particular section of the facility were taking their afternoon snack. A minor inaccuracy, but the claim that this happened during dinner is still false.\n\n3. Migrant workers housed at CEC are wilfully ignoring instructions given by staff\nThis has been insinuated in both the post by Joseph Nathan and the post on All Singapore Stuff with the alleged account by the ex-nurse. What’s insidious about the claims is that migrant workers are doing it on purpose so that they can remain sick and continue staying comfortably at the facility.\nThere is absolutely no evidence to suggest that the migrant workers housed at CEC have these intentions, and we therefore rate this claim as unproven, and also best taken with a large pinch of salt.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/ceciso.jpg",
    "Iframe Sources": [],
    "date": "2020-05-19T01:55:15+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/singaporetaxidriver/permalink/1481023448726728/",
        "https://www.facebook.com/allsgstuff/videos/646202782595600/?__xts__%5B0%5D=68.ARBrioBNR1VwmA2ev1gZ6EKOjigjE8JyCRRBNre-20iBw0eCHw1ZQ_Icu5NYldqvN0any3x-2xhk4x1KpOYI8Q7ipXZsnAYxFlD52vjLtt5ZpYgAZa4VpsEObJ76caKuUAuYFA0LgJsf_tZfAMteItrTRhJroP5pS21q4rL-7K95rvWr6anpzMx2-EwYR_WIni2AQHCWx_f3zgyqwPot1TFd2R1H-nt7xHPaukucekeY_UuSVIT3Ien1VVqOtfHnZMXOpvbNaYq3ypv0x3yISBgNd0CN_d9Ize_FTGRcnsjl3OPvg-sZIiP5KzjTSDabxmPOWya0_3xz1_Ow7SvNzxJp4SCTR2Iyx9SvBg&__tn__=-R",
        "https://www.channelnewsasia.com/news/singapore/covid-19-behind-the-scenes-at-the-changi-exhibition-centre-12677966",
        "https://www.channelnewsasia.com/news/singapore/covid-19-changi-exhibition-centre-video-mandarin-12746230"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/ceciso.jpg",
    "Truefalse": [
        "false",
        "false",
        "unproven"
    ],
    "Description": ""
}