{
    "link": "https://blackdotresearch.sg/covidwatch-tracetogether-token-not-intrinsically-safe/",
    "Title": "COVIDWatch: Is the TraceTogether Token ‘not intrinsically safe’?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this post on Facebook group Concerned Citizens Band Together for a better Singapore:\n\nThe author of the Facebook post attached a screenshot of what looks to be an email response from a TraceTogether representative. The content of the message reveals a rather alarming statement – that “the Token is not intrinsically safe and it is not advisable to bring it into hazardous places”. It is uncertain what the author of the Facebook post communicated prior to the response.\nIn the caption of his Facebook post, the author warns those “working in Refinery, process plants, Tunneling, Confined Places, Laboratories..” that “The TraceTogether Token IS NOT INTRINSICALLY SAFE…”.\nAt time of publication, the post has been shared over 150 times.\nFor context, TraceTogether was implemented by the Singapore government to aid in contact tracing for the COVID-19 pandemic.\nWhile members of the public have been checking into locations they visit by scanning SafeEntry QR codes with their phone cameras or their NRICs, the government announced on 20 October that by end of December, checking in with the TraceTogether app or token will be mandatory “at all popular venues, including restaurants, workplaces, schools and shopping malls, as Singapore prepares to enter phase three of its reopening”.\nAs for how the token works, it uses Bluetooth technology and exchanges signals with other tokens or smartphone devices running the TraceTogether app. The token then encrypts data of the devices near it and stores the information for up to 25 days before deleting it.\nWhat does ‘intrinsically safe’ mean?\nWe are not given any clue as to what question the author of the Facebook post could have posed, but judging from the response from the TraceTogether representative, he could have asked if the token is safe for use at hazardous areas.\nThis suggests that the advice probably isn’t for a regular member of the public, but there is no doubt that the phrase “not intrinsically safe” could still ring alarm bells if one is uncertain about the definition of the phrase.\nSo what does ‘intrinsically safe’ actually mean?\nThe International Society of Automation (ISA) defines intrinsically safe equipment as “equipment and wiring which is incapable of releasing sufficient electrical or thermal energy under normal or abnormal conditions to cause ignition of a specific hazardous atmospheric mixture in its most easily ignited concentration”. In other words, intrinsically safe equipment is incapable of triggering combustion or igniting gases or fuels.\nTherefore, intrinsic safety is a required standard for equipment operating in highly volatile areas that may include flammable gases, powders or fuels – which, to bring it back to the context of the Facebook post, refers to hazardous places.\nThen comes the question which some netizens have pointed out – while not many of us work in hazardous places, is there any risk in bringing the token to pump petrol at a petrol station?\n\n\n\n\nWhen we reached out for clarification, the Smart Nation and Digital Government Group (SNDGG) said:\n“The TraceTogether Token is not certified Intrinsically Safe (IS), e.g. to IEC 60079. While it is safe for normal use, we do not advise bringing it into areas with hazardous concentrations of explosive or flammable substances.\nThere are no issues for general use cases such as carrying the token when you are at a petrol station pumping petrol.\nFor people who work (for prolonged periods) in an environment with flammable/combustible/explosive materials, we would advise them not to carry the token with them.”\nTo put things into perspective, it is important to note that individuals are generally advised not to bring handphones (another device that is not considered to be intrinsically safe) to hazardous places as well.\nRegardless, while it is advised that those working at hazardous places not carry the token with them, the possibility that it is dangerous to bring the TraceTogether token to pump petrol at a petrol station is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/ttoken-800x520.png",
    "Iframe Sources": [],
    "date": "2020-11-05T02:40:14+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1776114159232909/",
        "https://www.straitstimes.com/singapore/checking-in-with-tracetogether-to-be-compulsory-at-public-venues-by-december",
        "https://www.todayonline.com/singapore/explainer-how-tracetogether-token-works-where-collect-it",
        "https://smartrak.com/what-does-intrinsically-safe-mean/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/ttoken-800x520.png",
    "Truefalse": [],
    "Description": ""
}