{
    "link": "https://blackdotresearch.sg/covidwatch-is-this-a-case-of-race-and-religion-based-double-standards/",
    "Title": "COVIDWatch: Is this a case of race and religion-based double standards?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update: 23 May, 7:45pm] We have updated the article to reflect a clarification from the National Environment Agency (NEA) about the incident.\n–\nWe have been alerted to this Facebook post*:\n(*The post has been taken down as of 19 May, 2pm.)\n\nIn the post, two photos of a wake being held at a void deck was posted along with a caption which alleges that there were more than 10 people present at this particular wake.\nThe individual then brings up the recent announcement by the Islamic Religious Council of Singapore (Muis) that in light of the COVID-19 pandemic, there should be no Hari Raya visits and gatherings during the circuit breaker period this year.\nHe goes on to insinuate that with that in mind, there seems to be double standards with regard to race (while not specified, the individuals pictured appear to be Chinese) at play because while the National Environment Agency (NEA) had announced that attendees at funerals and wakes should be kept to 10 persons or fewer at any one time during the circuit breaker period, the individuals at this particular wake didn’t seem to run into any trouble albeit having more than 10 people present.\nIt is interesting to note that at the start of the post, the individual first offered a disclaimer, apologising for posting the photos but also stating that his conscience is clear and that he “meant no harm nor [was] being a racist”.\nNot given the full picture\nTaking a closer look at the photos, we could only make out around 9 individuals being present at the wake. However, to give him the benefit of the doubt, the photos were taken from a distance with pillars in the way, and therefore don’t offer the full picture (pun intended) of what he might have witnessed.\nHe is also not wrong regarding the rules limiting the number of individuals present at funeral matters.\nHere’s a screenshot of the FAQ section on NEA’s website regarding cremations, burial services, and funeral wakes during the circuit breaker period:\n\nNEA: “The authorities have conducted their checks and have warned the family and the Funeral Director to abide by the measures”\nNEA has come forward with a Facebook post on 23 May in response to the incident:\n\n\n\n\nWe are aware of photos of multiple guests attending a funeral wake at the void deck of an HDB block at Clementi.Under…\nPosted by National Environment Agency (NEA) on Wednesday, 20 May 2020\n\nIn the post, they shared that they are aware of the photos, and reiterated that attendance at cremations, burial services, and funeral wakes, are permitted during this period but the attendance at such events shall be kept to 10 persons or fewer.\nThey added that the authorities have since conducted their checks and have warned the family and the Funeral Director to abide by the measures. They will also monitor the wake closely to ensure compliance.\nThus, the insinuation that the lack of enforcement was race and/or religion-influenced is problematic and more importantly, false.\n\nRegardless, we have reached out to NEA for clarification on this incident and will update when we get an answer.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/wakewp.jpg",
    "Iframe Sources": [],
    "date": "2020-05-19T08:01:05+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/no-hari-raya-aidilfitri-visits-this-year-haj-pilgrimage-for-singaporeans-to-be-deferred",
        "https://www.nea.gov.sg/our-services/public-cleanliness/environmental-cleaning-guidelines/circuit-breaker-measures/frequently-asked-questions",
        "https://www.nea.gov.sg/our-services/public-cleanliness/environmental-cleaning-guidelines/circuit-breaker-measures/frequently-asked-questions",
        "https://www.facebook.com/NEASingapore/",
        "https://www.facebook.com/NEASingapore/posts/2612542495633748"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/wakewp.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}