{
    "link": "https://blackdotresearch.sg/pm-lee-hsien-loong-queuing-vaccine/",
    "Title": "VACCINEWatch: Is this a photo of PM Lee Hsien Loong queuing up to take his jab?  ",
    "Tags": [],
    "Paragraphs": "\nA recent fact-check on AFP pointed out a rather humourous claim that has been going around on Facebook:\n\nIn the post, we see an image of Singapore Prime Minister Lee Hsien Loong standing in line along with several other individuals.\nThe image includes text in Chinese which loosely translates to “What is democracy? Democratic Progressive Party – can the privileged officials do that? Look at how Singapore’s Prime Minister Lee Hsien Loong queues up with citizens to get his vaccine.”\nThe author of the post, who appears to be a Taiwan-based Facebook user, also wrote a caption which loosely translates to “How did the Democratic Progressive Party’s senior officials and privileged class get their ‘secret vaccines’? Please share it and compare!”\nFor context, it was reported by Taiwanese news portal United Daily News that local officials, celebrities, and corporate executives were allegedly jumping the line for vaccination despite insufficient supply. In another article on Taipei Times, we read how DPP lawmakers had accused Chinese Nationalist Party (KMT) members of abusing their “special privileges” to receive COVID-19 vaccinations ahead of schedule.\nThus, the photo of PM Lee allegedly queuing in line for his vaccination jab is used as a criticism of DPP and its officials.\nWas PM Lee queuing for his jab or something else?\nEven without doing a reverse image search, the fact that PM Lee and the individuals in the photo aren’t wearing masks is already an indication that the photo might not have been taken recently.\nAs a quick background, individuals in Singapore have needed to wear masks whenever they leave their houses since April 2020, and the first ever vaccine jab was administered in Singapore on 30 December 2020. PM Lee also received his first two vaccine jabs in January 2021, and his booster jab more recently on 17 September 2021.\nTherefore, the timelines already suggest that this photo might not have been taken during the pandemic, let alone depicting PM Lee queuing up to get vaccinated.\nWhen we did a reverse image search on Google, we found a 2017 article on Coconuts which revealed a screenshot of a Facebook post which jokingly referred to PM Lee as “your regular 50-60 plus uncle” queuing for famous fried chicken wings.\n\nTo delve deeper into the source of the photo, we did a Google search on the term “pm lee chicken wings” and we were led to a slew of articles referencing the photo and incident, including food blogs which focused on the chicken wing stall in question.\nAn article on AsiaOne revealed that the photo was indeed one of PM Lee queuing up for chicken wings at Redhill Food Centre way back in 2014. While PM Lee did not share a photo of the chicken wing stall, he later took to Facebook on 13 June 2014 to share about his experience at Redhill Food Centre.\nTherefore, it is false that the photo being circulated is one depicting PM Lee queuing up to get his vaccine jab.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/chickenwing-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-29T02:44:18+00:00",
    "Links in content": [
        "https://factcheck.afp.com/http%253A%252F%252Fdoc.afp.com%252F9N773W-2",
        "https://udn.com/news/story/122190/5526683",
        "https://www.taipeitimes.com/News/taiwan/archives/2021/06/29/2003759997",
        "https://www.channelnewsasia.com/singapore/covid19-wearing-masks-compulsory-lawrence-wong-763956",
        "https://www.channelnewsasia.com/singapore/covid-19-first-vaccinations-ncid-healthcare-workers-pfizer-511886",
        "https://www.straitstimes.com/singapore/health/pm-lee-receives-his-covid-19-booster-jab",
        "https://coconuts.co/singapore/news/pictures-show-queuing-national-singaporean-pasttime-since-olden-days/",
        "https://danielfooddiary.com/2014/06/14/yan/",
        "https://www.misstamchiak.com/yon-yan/",
        "http://ieatishootipost.sg/eng-kee-fried-chicken-wings-just-get-one-thing-right/",
        "https://www.asiaone.com/food/pm-lee-spotted-queueing-30min-chicken-wings-redhill-food-centre",
        "https://www.facebook.com/leehsienloong/photos/a.344710778924968.83425.125845680811480/725164880879554/?type=1"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/chickenwing-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}