{
    "link": "https://blackdotresearch.sg/covidwatch-is-this-message-being-sent-to-close-contacts-of-covid-19-cases/",
    "Title": "COVIDWatch: Is this message being sent to close contacts of COVID-19 cases?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a message being circulated on WhatsApp:\n\nThe message contains a screenshot of an article titled ‘DO NOT click the link’; Police warn of scam COVID-19 text messages’.\nWe see that the article also included a screenshot of what looks to be a text message on an iPhone.\nThe message informs the recipient that someone they came in contact with has tested positive or has shown symptoms for COVID-19, and recommends for the recipient to “self-isolate/get tested”. The message ends off with a link.\nWhen we did a check on the link, the page seems to have be removed:\n\nSome clues that indicate it’s not relevant to Singaporeans\nWhile we see the message being forwarded among individuals in Singapore, there are a few clues that it might not be relevant in our context.\nFirst of all, when we did a Google search for the article that was linked in the screenshot, we realise that WJLA is based in Washington DC, US.\nThe article also shares the context of the message:\n\n\n\n\n🚨🚨SCAM ALERT🚨🚨If you receive a text message like the one pictured below, DO NOT click the link! It is not a message…\nPosted by Thomaston Police Department on Wednesday, 15 April 2020\n\nFor the unacquainted, Thomaston is a town in Maine, US.\nWe also see that the post includes the number which the message comes from, and from the country code (+1), we can ascertain that the sender of the message has a US number.\nNext, the message alleges that the recipient has been identified to have come in contact with a confirmed or suspected case of COVID-19.\nThe Ministry of Health (MOH) in Singapore has been actively conducting contact tracing, and according to this article on gov.sg, MOH will contact affected individuals (or ‘close contacts’) directly.\nAn explainer video by The Straits Times on how contact tracing is conducted in Singapore also reveals that MOH will ask if these close contacts are feeling unwell, and those exhibiting symptoms of COVID-19 will be treated as suspect cases. These suspect cases will then be hospitalised in isolation wards and tested for the virus.\nOn the other hand, close contacts that are feeling well but deemed at risk of infection will be served a notice of quarantine by a Health Ministry officer together with a Certis security officer. These individuals will then have the choice of staying at home or going to a government quarantine facility for 14 days from their last contact with the patient.\nTherefore, the rather lax directives given in the message (where the recipient can simply choose to self-isolate or get tested) seems incongruent to the stringent approach that MOH takes in contact tracing and the handling close contacts of COVID-19 cases.\nFinally, if one to assume that the message were to come from MOH, the URL of the link would very likely contain the words ‘gov.sg’.\nReferring to the official gov.sg WhatsApp channel which pushes out daily COVID-19 updates, we see an example of how an official link could look like:\n\nTherefore, we conclude that the message going around isn’t just false, but irrelevant in the context of Singapore as well.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/scamwarning.png",
    "Iframe Sources": [],
    "date": "2020-07-22T08:59:29+00:00",
    "Links in content": [
        "https://wjla.com/news/nation-world/do-not-click-the-link-police-warn-of-scam-covid-19-text-messages",
        "https://www.facebook.com/ThomastonPolice/",
        "https://www.facebook.com/ThomastonPolice/photos/a.2194399874178354/2619542668330737/?type=3",
        "https://www.gov.sg/article/help-speed-up-contact-tracing-with-tracetogether",
        "https://www.straitstimes.com/multimedia/a-guide-to-singapores-covid-19-contact-tracing-system"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/scamwarning.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}