{
    "link": "https://blackdotresearch.sg/temasek-holdings-free-mask-expiry-date/",
    "Title": "COVIDWatch: Is Temasek Holdings giving out “expired” masks?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this Facebook post:\n\nThe author of the Facebook post shares a photo of the free MaskPlusTM Livinguard reusable mask that Temasek Foundation is currently giving out to Singapore residents. The author mentions in the caption that Temasek Foundation is giving out “expired” masks, and had circled out what looks to be a sticker on the pack that states “October 2020”.\nWhen we did a check on our own masks, we see a sticker stating “November 2020” on all three packs:\n\nGoing by the Facebook post author’s logic, does this then mean that our masks expired back in November 2020?\nWhile some comments on the post and its shares have shared similar sentiments to the author, some have also come out saying that what’s shown on the sticker is actually the manufacturing date:\n\nWhen we did a check on the FAQ page for the MaskPlus mask, we saw this:\n\nAs seen, it is clearly mentioned that the manufacturing date is printed on the back of the bag, and that the shelf life of the mask is a year from the manufacturing date.\nIt is also important to note that past its one year shelf life, the mask’s antiviral and antibacterial performance will be reduced, but that does not mean that the mask is “expired” per se.\nTherefore, the claim that the masks being given out currently are “expired” is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/temasekmask-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-04T04:16:03+00:00",
    "Links in content": [
        "https://www.facebook.com/1594431689/posts/10222421402275917/?d=n",
        "https://www.temasek.com.sg/en/news-and-views/news-room/news/2021/one-free-reusable-hi-tech-mask-for-each-singapore-resident",
        "https://stayprepared.sg/staymasked/faq/#how-long-can-i-use-the-mask-for"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/temasekmask-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}