{
    "link": "https://blackdotresearch.sg/singapore-lockdown-10-may-2021/",
    "Title": "COVIDWatch: Is Singapore going into a second lockdown on 10 May?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nAccording to the message, Singapore has declared a “2nd lock down” for a month from 10 May due to the recent rise in COVID-19 cases.\nFor context, the number of new community cases spiked from 10 cases in the week before to 51 cases in the past week. The number of unlinked cases in the community has also jumped from three cases in the week before to 11 in the past week. Due to this, occupancy limits for malls and large standalone stores will be reduced from 1 May to 14 May, attractions will need to reduce their operating capacity to 50% from 7 to 14 May, and outdoor barbecue pits (including those in parks, HDB estates, condominiums, and country clubs) and campsites will be closed.\nOn 4 May, it was also announced that limits on social gatherings and visitors to homes will be further reduced from 8 pax to 5 from 8 May to 30 May.\nIs there any truth then in the message?\nIf you’re a regular reader of our fact-checks or if you’ve had the misfortune of receiving similar messages, alarm bells might have rung the moment you notice the suspiciously long URL and double “https” in the message.\nWhile the first link leads to CNA’s main page, the second link leads to, once again, the image of a gorilla flipping the camera off.\nWe’re uncertain why this particular image is so popular among pranksters, but the similar link was shared in yet another ‘viral’ WhatsApp message that had been circulating in March last year, and another that was being fervently forwarded on WhatsApp last month.\nWe were also alerted to another viral WhatsApp message being circulated yesterday which shares the same ‘modus operandi’:\n\nRegardless, the claim that it has been announced that there will be a one-month lockdown in Singapore from 10 May is false.\n\nThe claim that Prime Minister Lee Hsien Loong addressed the nation on 4 May at 8pm is also false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/2ndlockdown-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-06T08:15:02+00:00",
    "Links in content": [
        "https://www.todayonline.com/singapore/new-covid-19-cases-may-2-21",
        "https://www.straitstimes.com/singapore/health/public-urged-to-cap-social-gatherings-at-2-a-day-measures-tightened-to-curb-covid",
        "https://www.channelnewsasia.com/news/singapore/cap-of-5-people-social-gatherings-household-visits-covid-19-moh-14742766",
        "https://www.channelnewsasia.com/",
        "https://external-preview.redd.it/vxPXEGgL4v8mCGw06IFGsmJNtqWQg-z60xQQ79dHKPY.jpg?auto=webp&s=db7685262e9b352a4888e547f52a244e2ea2cb9f",
        "https://blackdotresearch.sg/covidwatch-can-singaporeans-withdraw-2000-from-their-ordinary-accounts-from-1-april/",
        "https://blackdotresearch.sg/singapore-malaysia-borders-vaccinated-may-2021/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/2ndlockdown-800x800.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}