{
    "link": "https://blackdotresearch.sg/covidwatch-is-singapore-ceasing-imports-of-supplies-and-heading-for-a-lockdown/",
    "Title": "COVIDWatch: Is Singapore ceasing imports of supplies and heading for a lockdown?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to four audio recordings circulating on Whatsapp. Three of them are from the same individual who claims to work at Sembawang Shipyard, while the last one appears to have been recorded by another individual.\nIn the voice memos, the individuals make several claims, namely that the Singapore government’s stockpile of supplies is not enough, that the virus can live in water, and that Singapore will be put in lockdown mode.\nHere’s a brief summary of what the voice memos say, and the claims made in them.\nVoice memo 1 – 0:50 min\n \n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Audio-2020-03-17-at-7.22.03-AM.ogg\n \nA man claimed his friend sent (something), which allegedly is circulating among maritime workers/Caucasians/foreigners. He said that Singapore does not have any agriculture, so we rely on imports for rice etc. He reminded everyone to stock up little by little, as he disagreed with the government’s assurance that we have enough in our stockpile, considering our population size. He stressed on the importance of stocking up on water especially as ‘they’ think water will be infected too.\nClaim 1: Singapore has no agriculture\nSingapore not being an agricultural nation due to our limited land size is common knowledge. However, according to this article on Enterprise Singapore, some 8% of the vegetables (24,033 tonnes in 2018) we consume are produced in local farms. A Singapore Food Agency spokesperson also mentioned that we import over 90% of our food from over 160 countries, and are thus exposed to global price and supply fluctuations as well as threats of food supply disruption and food contamination internationally.\nThus, although we’re reliant on imports for food the claim that Singapore completely does not have agriculture is false.\n\nClaim 2: Government stockpile is definitely not enough\nOn the night of 16 March, Trade and Industry Minister Chan Chun Sing took to a Facebook post to assure Singaporeans that Singapore is not facing immediate risks of running out of food or essential supplies. This statement was issued in response to the “restricted movement order” established on on the same day by the Malaysian government, which sees Malaysia barring citizens from going overseas and foreigners from entering the country for about two weeks.\nMinister Chan mentioned that the government has been “actively working with essential firms such as NTUC Fairprice, Sheng Siong and Dairy Farm International to increase our stock of food and essential supplies over the last two months”, and that while Singapore gets a lot of its food supply from Malaysia, we have a “robust multi-pronged strategy that ensures the country does not run out of essentials”, and won’t just rely on Malaysia for supplies.\nPrime Minister Lee Hsien Loong has also shared in a new post on Facebook that he spoke to Malaysian Prime Minister Muhyiddin Yassin on the phone, and the latter has assured that the flow of goods and cargo between Singapore and Malaysia, including food supplies, would continue.\nIn the event that supplies need to be increased, Singapore “can ramp up quickly and easily to do so”, and that we have “local production capabilities for products such as noodles, infant milk powder and canned goods among others,” said PM Lee.\nHe ended by urging people to “continue to purchase in a responsible manner […] otherwise, no amount of stockpiling will be sufficient.”\nThis article by Mothership also addresses the issue of our national stockpile, adding that beyond food, items like masks and drugs are also stored.\nRegardless, the claim that the government stockpile is not enough is false.\n\nClaim 3: Coronavirus can live in water\nHere’s what we do know about the virus – it is primarily spread through contact with respiratory droplets from infected persons. Next, regular and thorough hand-washing with soap and water or using alcohol-based hand rub can kill the viruses that may be on your hands.\nThe WHO has also come out to state that there is currently no evidence about the survival of the COVID-19 virus in drinking water or sewage.\nTherefore, the claim that the virus can live in water is likely false until proven otherwise.\n\nVoice memo 2 – 2:22 min\n \nhttps://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Audio-2020-03-17-at-7.22.03-AM-2.ogg\n \nHe addressed his ‘family’ and told them that everything will be infected because the coronavirus can live in water. He claimed the info came from ‘inside info from WHO’ via overseas maritime workers from countries imposed with a curfew/lockdown. They intend to stop the spread by closing the borders and banning people from leaving their homes, so even if they die inside, the virus will remain in the homes of those infected. These families will be sent some food if insufficient, but not a lot. [Side note: He referred to himself as “Abang Nizam”]\nClaim 1: Coronavirus can live in water\nThis claim has been addressed above, and it is likely false.\n\nClaim 2: Insider info from WHO stated that in order to minimise the spread, countries will be locked down and people will not be allowed to leave their homes. Food, however insufficient, will be supplied to individual homes.\nWe have seen several countries being put on lockdown, some of which include Italy, Germany and France, and nearer to home, Malaysia.\nIt is uncertain, however, how many more countries will be put on lockdown in time to come and who this ‘insider’ from WHO is.\nFor now, we rate this claim as unproven.\n\nVoice memo 3 – 1:16 min\n \nhttps://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Audio-2020-03-17-at-7.22.03-AM-3.ogg\n \nHe told his family to buy food and rice to keep because Singapore is going to “shut down”. He works at Sembawang shipyard, and he claimed they got a letter from MOH saying to buy food rations for Sembawang workers and keep in the store. He implied that ‘they’ (possibly referring to the MOH/the authorities) do not want Singaporeans to panic, so they are taking it slow by closing the borders and banning Malaysians and Indonesians from coming in. He then continued to say something about food being transferred from the lorry into the store, kilos of rice. He told his family to buy some food/rice to keep at home, and also mineral water.\nClaim 1: Singapore will be shut down (locked down?)\nNew travel restrictions were announced on 15 March, but there is no evidence or indication that Singapore will be locked down as yet.\nTherefore, this claim is likely false.\n\nClaim 2: Sembawang Shipyard received a letter from MOH to stock up on food rations for its workers.\nOther than the claim made in the voice memo, there has been no other evidence to suggest that Sembawang Shipyard had received a letter from MOH to stock up on food rations for workers.\nIn fact, there has been no other claims from other sources that suggest that MOH has been engaging in such a practice. Regardless, we have reached out to MOH for clarification and will update the article when we get a reply.\nFor now, this claim is likely false.\n\nVoice memo 4 – 1:38 min\n \nhttps://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Audio-2020-03-17-at-7.22.03-AM-4.ogg\n \n[Different guy] He said his ‘Abang’ has provided the information (possibly referring to the earlier clips) so he advised people to prioritise their families and relatives but remind them not to tell the Chinese and Indians, for fear of the Chinese community panic buying like the previous time. He reiterated that ‘they’ will be stopping supplies via shipping and there will not be food. He cited overseas examples like how Tokyo, Japan, has run out of food. He once again pleaded to not disclose this info to Chinese and Indians. Citing the scenario painted by his ‘Abang’, he reminded people to buy rice, cheap ones would suffice, 3-4 bags of 25kg rice, stock up on salt and sugar, and stock up a little bit every month.\nClaim 1: Singapore will cease imports via shipping\nIn addition to Minister Chan Chun Sing’s Facebook post which we referenced above, he said today (17 March) during a doorstop interview that for carbohydrates (rice and noodles), Singapore has more than three months’ worth of stockpile at the national level, and more than two months’ worth of normal consumption for both proteins and vegetables. He added that for eggs, Singapore has local production to supplement the demand, and “other air freight options” have been activated to substitute Malaysian supplies should be they be disrupted.\nIn a Facebook post, he reiterated that a disruption of supplies from Malaysia is “a contingency scenario we have planned for many years”, and that “robust plans” have been put in place to ensure that Singaporeans never run out of food or essential supplies.\nBeyond food products, Singapore was the 16th largest economy in terms of imports in 2017, and the 15th largest economy in terms of exports in the same year. Ceasing of imports via shipping would inevitably result in a huge impact on both Singapore and the world’s economy.\n\n\nClaim 2: Tokyo has run out of food supplies\nWhile Japan has not been spared from the phenomenon of panic-buying masks, food, and toilet paper, there is no evidence or reports out there that suggest Tokyo has run out of food supplies.\nTherefore, this claim is false.\n\n \n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/semb-shipyard-800x683.jpg",
    "Iframe Sources": [],
    "date": "2020-03-17T08:04:47+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Audio-2020-03-17-at-7.22.03-AM.ogg",
        "https://www.enterprisesg.gov.sg/blog/agritech/singapore-the-next-great-place-for-urban-agriculture?utm_source=website&utm_medium=blog&utm_campaign=Indoor+Ag-Con+2019",
        "https://www.tablebuilder.singstat.gov.sg/publicfacing/createDataTable.action?refId=14610",
        "https://www.channelnewsasia.com/news/singapore/singapore-s-imports-of-thai-rice-easily-met-by-alternative-11887182",
        "https://www.facebook.com/ChanChunSing.SG/posts/3041790732539556?__xts__%5B0%5D=68.ARA6NtDvL4pTBCZD_Df_2VKDi61ZOS79ZXTDoJavk3BhfTF_6GppGIUfLotRPs2tTK3QjjAGWZDGhQiLQH3eq64hPmUuH7LeJTNmRTuTNVTQd0gL2FqrPLX0wvofUNIulVWLenU7VJSe4wFMkvZR3d3skaAgMlUb_6G3db1XiByBowKaN8ETaZ3cJnklyVyP3cXxzgl2qFoIkgmmB5nZwPgPE3H9Mlsmk4NNQcuF7BfBqCQ_2xVbOzkONF7KNVmUNv9R9e37IAxI-jekz-MjSX1ZVbK3HTxrpufkfeZgCZVYNw4DcHwTBQYUtfnDwTyIV4_ZtJOhAJI0ug1qPyPPaw&__tn__=-R",
        "https://www.channelnewsasia.com/news/singapore/singapore-malaysia-cargo-goods-border-restrictions-12547142?cid=FBcna&fbclid=IwAR2HZbQl-2NnmgdGC4kLNRw_AybI4kIZ3IGxOEUxEb12eSsEI_SU8Ik_wbw",
        "https://mothership.sg/2020/03/sg-stockpile-secret/",
        "https://www.who.int/news-room/q-a-detail/q-a-coronaviruses",
        "https://www.who.int/publications-detail/water-sanitation-hygiene-and-waste-management-for-covid-19",
        "https://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Audio-2020-03-17-at-7.22.03-AM-2.ogg",
        "https://edition.cnn.com/2020/03/09/europe/coronavirus-italy-lockdown-intl/index.html",
        "https://www.bbc.com/news/world-europe-51918596",
        "https://www.straitstimes.com/asia/se-asia/malaysia-to-impose-lockdown-from-wednesday-to-march-31",
        "https://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Audio-2020-03-17-at-7.22.03-AM-3.ogg",
        "https://www.todayonline.com/singapore/covid-19-sporeans-urged-defer-all-non-essential-travel-stay-home-notice-travellers-who",
        "https://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Audio-2020-03-17-at-7.22.03-AM-4.ogg",
        "https://www.straitstimes.com/singapore/spore-has-contingency-plans-for-supply-disruption-from-malaysia-sufficient-stockpile-if?utm_medium=Social&utm_campaign=STFB&utm_source=Facebook&fbclid=IwAR1KKKtEDJ0vlNbw3xrFOH4Bsl2sAIXRcZ5YO3wwj7eqnIdJwDR4NI1HBRw#Echobox=1584408441",
        "https://oec.world/en/profile/country/sgp/",
        "https://www3.nhk.or.jp/nhkworld/en/news/backstories/905/",
        "https://www.businessinsider.sg/coronavirus-panic-buying-france-japan-netherlands-poland-2020-3?r=US&IR=T",
        "https://japantoday.com/category/world/panic-buying-follows-coronavirus-across-the-globe",
        "https://www.timeout.com/tokyo/news/people-in-japan-are-panic-buying-toilet-paper-due-to-covid-19-coronavirus-030220"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/semb-shipyard-800x683.jpg",
    "Truefalse": [
        "Claim 1: Singapore has no agriculture",
        "Claim 2: Government stockpile is definitely not enough",
        "false",
        "",
        "Claim 3: Coronavirus can live in water",
        "likely false",
        "Claim 1: Coronavirus can live in water",
        "likely false",
        "",
        "Claim 2: Insider info from WHO stated that in order to minimise the spread, countries will be locked down and people will not be allowed to leave their homes. Food, however insufficient, will be supplied to individual homes.",
        "unproven",
        "Claim 1: Singapore will be shut down (locked down?)",
        "likely false",
        "",
        "Claim 2: Sembawang Shipyard received a letter from MOH to stock up on food rations for its workers.",
        "likely false",
        "Claim 1: Singapore will cease imports via shipping",
        "",
        "",
        "Claim 2: Tokyo has run out of food supplies",
        "false"
    ],
    "Description": ""
}