{
    "link": "https://blackdotresearch.sg/covidwatch-is-this-social-distancing-ambassador-job-opening-legitimate/",
    "Title": "COVIDWatch: Is this ‘Social Distancing Ambassador’ job opening legitimate?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe came across this job opportunity being forwarded on Whatsapp:\n\nAccording to the message, Sheng Siong supermarket is looking to hire “many” Social Distancing Ambassadors (SDAs) for their outlets islandwide. Duties include crowd control and ensuring that customers wear masks and practice safe distancing. Those hired will be required to work 8-hour shifts for 6 days a week and would be paid a monthly salary of $1,500.\nWhen we did a quick search for ‘social distancing jobs’ in Singapore, we were led to a handful of listings, all of which were posted close to one month ago:\n\nThe listings were posted by recruitment agencies like Kelly Services, Capita, and RMA Consultants.\nWe reached out to the point-of-contact (Brendan from Recruit Express) and Recruit Express for clarification and the latter has replied to our query via Facebook Messenger, stating that the opening is indeed legitimate and to expect a delayed response due to the high volume of applications.\nTherefore, the job listing for social distancing ambassadors at Sheng Siong outlets is true.\n\nCOVID-related job opportunities popping up everywhere\nSince the implementation of the Circuit Breaker period, Singaporeans have been no stranger to the term ‘Social Distancing Ambassadors’, individuals who have been hired to ensure that safe distancing measures are adhered to.\nEarlier this month, online job ads were posted by recruitment firms who were hiring SDAs for hawker centres. If hired, SDAs could expect monthly salaries of $1,800 to $2,500.\nWhile those job ads were legitimate, we have also witnessed the rise of fake COVID 19-related job opportunities.\nOne of these instances was when fake recruitment messages calling for former Singapore Armed Forces regulars to support in foreign worker dormitory management were being circulated on Whatsapp.\n\nThe messages, which claimed to be from the Ministry of Defence (MINDEF), were offering an attractive pay package of $5,000 to $5,500 per completed month of work. The messages had even asked for applicants to submit their personal particulars to MINDEF and employment agency PrimeStaff email addresses, adding on to the perceived authenticity of the job opportunity.\nMINDEF was quick to come out and debunk the messages, stating that while they were indeed hiring such personnel, “messages that ask for personal details are fake”.\nNeedless to say, we predict that the newly extended Circuit Breaker period will only result in more of such job opportunities (both legitimate and not) surfacing on various platforms.\nAs a precaution, we advise individuals to always verify the legitimacy of the listing with the stated point-of-contact before sending in any personal information by calling them up, or dropping them a message.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/jobsda.jpg",
    "Iframe Sources": [],
    "date": "2020-04-24T05:22:03+00:00",
    "Links in content": [
        "https://www.todayonline.com/8days/seeanddo/thingstodo/you-can-now-get-paid-2500-be-social-distancing-ambassador-hawker-centres",
        "https://www.todayonline.com/singapore/fake-recruitment-message-circulating-about-hiring-ex-saf-regulars-manage-dorms-mindef"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/jobsda.jpg",
    "Truefalse": [
        "true"
    ],
    "Description": ""
}