{
    "link": "https://blackdotresearch.sg/temasek-foundation-free-mask-4-august/",
    "Title": "COVIDWatch: Is Temasek Foundation giving away medical and N95 masks for free today?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 4 Aug, 3:56pm] We’ve updated the article with a statement from Temasek Holdings chief executive Ho Ching. The rating remains as false.\n–\nWe came across this image being forwarded on WhatsApp:\n\nThe photo shows what appears to be a standee by Temasek Foundation stating that individuals would get 50 medical masks and 25 N95 masks free with every SP utilities bill they present. The date of collection indicated is today (4 August 2021), and collection points are at supermarkets like Sheng Shiong, FairPrice, and Giant. The standee includes a QR code for individuals to scan for more information, a hotline number to call, and an email address.\nIt is not mentioned where the standee was located, or when the photo was taken.\nGiven that this distribution exercise seems to have come out of the blue and there was no prior announcement of it, we decided to do a quick Google search.\nNot only did we not find any announcement of such an exercise, we even came across a thread on Hardwarezone discussing the standee, and how it could be fake news.\nTwo commenters had even called up Temasek Foundation to verify the legitimacy of the poster.\n\n\nAnother shared a link to a news article on The Straits Times, which talked about a distribution exercise which will be conducted by Temasek Foundation after National Day 2021:\n\nIn the article, we read that Temasek Foundation announced on 7 July that they will be giving out disposable masks and mouth spray after National Day on 9 August. In a Facebook post, Temasek Holdings chief executive Ho Ching said: “The next Stay Prepared exercise will be for disposable medical grade surgical masks and disposable N95 masks. Watch for news after National Day.”\nCommenters on the Hardwarezone thread have expressed how what seems to be a standee created solely to mislead looks so legitimate, and one has even called for Temasek Foundation to make a police report for the potential sabotage:\n\n\nTemasek Foundation took to their Facebook page at around noon to address the photo being circulated:\n\nThey clarified that there isn’t a mask distribution exercise happening today (4 August), but they are “conducting operational trials for the distribution of medical and N95 masks” which will start in late August or early September.\nMs Ho had also taken to Facebook to provide some clarity on the situation, calling the claims made about the standee “half true, half not true”.\nShe explained that while Temasek Foundation is indeed working with Capitaland malls and participating supermarkets to trial collection of masks using household bills and that the picture was from a pilot trial at one of the malls, it is “not true that public collection [starts on] 4 August”.\n“What is happening from 4 Aug onwards is an end to end pilot, not open to the general public,” she explained.\nTherefore, the claim that there is a mask distribution exercise by Temasek Foundation on 4 August for the public is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/freemask4aug-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-04T07:11:42+00:00",
    "Links in content": [
        "https://forums.hardwarezone.com.sg/threads/free-n95-on-4th-aug-by-temasek-confirmed-fake-news.6570584/",
        "https://www.straitstimes.com/singapore/health/free-disposable-masks-mouth-spray-from-temasek-foundation-after-national-day",
        "https://www.facebook.com/TemasekFoundation/posts/3452107595015746",
        "https://www.facebook.com/permalink.php?story_fbid=1823242264530266&id=100005335308340"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/freemask4aug-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}