{
    "link": "https://blackdotresearch.sg/smrt-taxi-driver-covid-19/",
    "Title": "COVIDWatch: Is an SMRT taxi driver a confirmed COVID-19 case?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook page Singapore Incidents:\n\nBelow is the video shared on the Facebook post:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/07/IMG_4034.mp4\nThe video, which appears to be taken by another driver, was posted with the caption “Taxi driver kenna* Covid?” (*kena is Malay for ‘to be afflicted with’). It is not stated when or where the video was taken.\nIn the video, we see individuals decked out in full personal protective equipment (PPE) and shuttling between a white van and an SMRT taxi which has all its doors open and its mats placed outside of it. We also see one of the PPE-clad individuals holding a pink cloth and a spray bottle.\nPutting these clues together, we can guess that there is possibly some cleaning or disinfection taking place.\nOn the National Environment Agency (NEA)’s website on the use of PPE during the cleaning and disinfection of public spaces, we see this table:\n\nWe see that personnel in charge of cleaning and disinfecting areas where a confirmed case spent a considerable amount of time are required to don disposable gloves, an N95 mask, a long-sleeved disposable gown, and eye googles or face shields – what we see the individuals in the video wearing.\nHowever, we were unable to find any recent reports of an SMRT taxi driver being a confirmed COVID-19 case.\nTherefore, given the lack of context as to why the SMRT taxi was being disinfected, it is unproven that an SMRT taxi driver is a confirmed COVID-19 case.\n\nWe have reached out to SMRT for clarification, and will update the piece when we get a response.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/smrttaxi-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-08T07:14:41+00:00",
    "Links in content": [
        "https://www.facebook.com/singaporeIncidents/posts/1641485489373536?__cft__[0]=AZVA13DbD8amsKaJxPrxCMyjywEJxnuy-ikme-1aBBQmFTofLCuPXe9e29fRIltcp5qg9Vx0B2FEKPr6ASaUD3p1QdsgEiP0UBwYFfH5CIdP-JDGGD_vzq0Yx2taPZeeJ0A-zbBRtPLILWWrZRuS2ydimwIwCJi6Bz8iWGL_2QHVYA&__tn__=%2CO%2CP-R",
        "https://blackdotresearch.sg/wp-content/uploads/2021/07/IMG_4034.mp4",
        "https://www.nea.gov.sg/media/nea-vox/index/with-local-transmission-of-the-coronavirus-disease-2019-covid-19-is-it-safe-to-clean-and-disinfect-public-spaces-without-wearing-any-form-of-personal-protective-equipment"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/smrttaxi-800x800.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}