{
    "link": "https://blackdotresearch.sg/sinovac-johnson-johnson-vaccine-singapore/",
    "Title": "VACCINEWatch: Sinovac, Johnson & Johnson vaccines next to be used in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across these messages on a public Telegram group:\n\nFor context, the author of the messages (indicated in blue) had replied to another message which shared an article on how a previously healthy woman in Sweden had died about a week after being vaccinated with the AstraZeneca vaccine. The author then states that this side effect is “[very] common”.\n\nHowever, our focus for this fact-check are the two claims made by the author in the first screenshot. The two claims are:\n\nThe AstraZeneca vaccine would not be used in Singapore, “period”\nSinovac and Johnson & Johnson’s vaccines are next on the ‘queue list’ for Singapore\n\nClaim #1: Singapore would never use the AstraZeneca vaccine\nA number of European countries including Sweden, Germany, France, Italy, and Spain have recently suspended the use of the COVID-19 vaccine by AstraZeneca due to reports of blood clots in some recipients. Several African countries have similarly done so, with Democratic Republic of Congo Health Minister Eteni Longondo saying that they will be “waiting for the conclusion of the research that is being done by the Europeans and also by [their] own scientific committee and then [they] will make a final decision” on whether or not to permanently suspend the use of the vaccine.\nThe World Health Organisation said on 17 March that while it is still reviewing safety concerns over the vaccine, it still recommends the continuation of its use based on the current benefit-risk assessment. This view is similar to that from the European Medicines Agency (EMA) and AstraZeneca saying that “clots are not occurring in greater numbers or frequency than normally in the general population”. EMA said on 16 March that “the benefits of the AstraZeneca vaccine in preventing COVID-19 with its associated risk of hospitalisation and death outweigh the risk of these side effects”.\nIn the case of Singapore, we read in a report published on 22 March where the Health Sciences Authority (HSA) said that it “had been in communication with various companies including AstraZeneca on their submission plans for COVID-19 vaccine”. It added that “all vaccines (for use in Singapore) are rigorously evaluated”. In an interview with BBC broadcasted on 14 March, Prime Minister Lee Hsien Loong stated that Singapore “will use vaccines from any source” as long as they have been proven to be safe and effective. Earlier on 19 February, Education Minister and co-chair of the COVID-19 multi-ministry task force Lawrence Wong had also said: “Beyond Sinovac, we continue to look at other options, and so that search for other vaccine options continues. We are not stopping at just three vaccines.”\nTherefore, while it is uncertain whether or not AstraZeneca’s vaccine would eventually be approved for use in Singapore, it is false that there is an absolute verdict on that particular vaccine at this period of time.\n\nClaim #2: Sinovac and Johnson & Johnson’s vaccines are next on the ‘queue list’ for Singapore\nIt is uncertain what the author means by ‘queue list’, but we are assuming that the author is stating that these two vaccines are currently being evaluated and will be next in line for roll-out in Singapore.\nAs a quick background, Singapore had made advanced purchase agreements (which included a timeline on when manufacturers would deliver the vaccines) for the vaccines from Pfizer-BioNTech, Moderna, and Sinovac even before any approvals for use were made. Currently, the vaccines from Pfizer-BioNTech and Moderna have been approved for use in Singapore.\nIn terms of the Sinovac vaccine, Singapore made advanced purchase agreements for 200,000 doses and the first batch arrived in February, but it is still yet to be approved by HSA. HSA has recently said that it had requested for more information from Sinovac “to assess if it can meet the required standards for quality, safety and efficacy”. On 24 March, Health Minister Gan Kim Yong noted that having the Sinovac vaccines ready in Singapore will speed up its roll-out once approval has been given.\nAs for the Johnson & Johnson vaccine, while HSA said on 22 March that they are currently in talks with “various companies including AstraZeneca on their submission plans for COVID-19 vaccine”, there has been no announcement or mention of the Johnson & Johnson vaccine and whether or not it is currently being evaluated for use in Singapore.\nTherefore, while it is true that when (and if) approved, the Sinovac vaccine would likely be the third vaccine to be rolled out by virtue of the stock already being in Singapore, the claim that there is a ‘queue list’ for vaccines in Singapore and that the Sinovac and Johnson & Johnson vaccines are next in line is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/sinojj1-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-31T09:31:01+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/world/one-swedish-person-dead-after-getting-astrazeneca-covid-19-14440456",
        "https://apnews.com/article/germany-suspends-astrazeneca-vaccine-blood-clotting-0ab2c4fe13370c96c873e896387eb92f",
        "https://www.dw.com/en/african-countries-temporarily-suspend-astrazeneca-vaccine/a-56904649",
        "https://www.dw.com/en/coronavirus-who-says-benefits-of-astrazeneca-covid-vaccine-outweigh-risks/a-56901185",
        "https://www.dw.com/en/coronavirus-eu-medical-regulator-says-astrazeneca-covid-vaccine-does-not-cause-blood-clots/a-56887985",
        "https://www.businesstimes.com.sg/government-economy/singapore-talking-to-astrazeneca-about-vaccine",
        "https://www.straitstimes.com/singapore/singapore-will-use-covid-19-vaccines-from-any-source-so-long-as-they-are-safe-and",
        "https://www.straitstimes.com/singapore/singapore-on-the-lookout-for-more-vaccine-options",
        "https://www.straitstimes.com/singapore/singapore-on-the-lookout-for-more-vaccine-options",
        "https://www.straitstimes.com/singapore/sinovac-vaccine-will-not-be-used-without-hsas-approval",
        "https://www.businesstimes.com.sg/government-economy/singapore-talking-to-astrazeneca-about-vaccine"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/sinojj1-800x800.png",
    "Truefalse": [
        "false",
        "unproven"
    ],
    "Description": ""
}