{
    "link": "https://blackdotresearch.sg/wuhanwatch-hazards-fighting-fake-news/",
    "Title": "COVIDWatch: The Hazards Of Fighting Fake News  ",
    "Tags": [],
    "Paragraphs": "\n\nIf it’s any relief, while the novel coronavirus has seen fake news and false claims being propagated on social media platforms and messaging apps, the awareness that you probably shouldn’t believe everything you read is also growing.\nIn case you missed it, we are working with a team of NTU undergraduates on their campaign “Sure Anot”, which targets Singaporeans aged between 50 and 64.\nTheir campaign objectives are simple: 1. to encourage these Singaporeans to be more wary about the forwarded messages they receive on Whatsapp; 2. to empower them to do simple fact-checks.\nBeyond its Facebook page and group, the Sure Anot team has also created Whatsapp group which Singaporeans can join to submit tip-offs, or to forward news messages they are unsure of to warn others.\nMembers of the group would then be able to help fellow members debunk claims, as seen in an instance that happened just today.\nThis afternoon, a member shared a screenshot of an article titled “Buried hazardous containers found buried in US evacuated consulate in Wuhan: China needs explanation” and asked if it was fake news.\n\nIn a matter of minutes, a reply came from another member of the group who shared that a reverse image search indicated that the photo used might be a stock image, and the news was therefore “highly suspicious [and] most [probably] fake”, adding that further fact-checking would be needed.\n\nJust a minute later, another member managed to trace the source of the article – a Russian satirical website.\n\nThe same member added later that the article states that it is satire if one were to Google Translate a statement at the bottom of the article.\n\nAnd with that, another piece of fake news (well, it was technically satire) was quashed.\nRegardless, we rate this claim as satire.\n\nFact-checking doesn’t require any special software\nAs seen from the above example, raising doubts about news one comes across and then proceeding to fact-check it doesn’t require any special software nor a lot of time.\nIn a time when a world of information is readily available, there is (ironically) also a proportionate rise in the amount of misinformation.\nThat doesn’t mean that we need to acknowledge that this is a losing battle, however.\nIn fact (pun intended), it just means that now anyone with an internet connection can also be a fake news-buster.\nAnd if you’re uncertain, it’s always better to raise your doubts to others, who knows – someone might be able to unravel the truth for you and others following the news as well!\nWith that, we invite you to join the Sure Anot: Tip-offs SG Whatsapp group. Click through this link to join us in the fight against fake news!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/WhatsApp-Image-2020-02-05-at-12.57.18-PM-2-800x487.jpeg",
    "Iframe Sources": [],
    "date": "2020-02-05T09:54:40+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/interview-on-radio-station-mediacorp-capital-958/",
        "https://www.todayonline.com/singapore/ntu-undergraduates-create-campaign-combat-fake-news-among-older-sporeans",
        "https://www.facebook.com/SureAnotSG/",
        "https://www.facebook.com/groups/493746387895931/",
        "https://chat.whatsapp.com/ETW4jTdfiJP5XibO6ctZ6V",
        "https://panorama.pub/31016-v-evakuirovannom-genkonsulstve-ssha-v-uhane.html",
        "https://chat.whatsapp.com/ETW4jTdfiJP5XibO6ctZ6V"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/WhatsApp-Image-2020-02-05-at-12.57.18-PM-2-800x487.jpeg",
    "Truefalse": [
        "satire"
    ],
    "Description": ""
}