{
    "link": "https://blackdotresearch.sg/covidwatch-was-tracetogether-data-used-for-catching-gangsters/",
    "Title": "COVIDWatch: Was TraceTogether data used for catching gangsters?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to these messages on a Telegram group:\n\nThe author of the messages makes two claims:\n\nMany gangsters were caught recently due to the authorities making use of “the covid situation and lockdown”\n“All the safeentry and whatnot” are already being used to trace everyone’s movement\n\nWhile not mentioned, it does seem like the author could potentially be making reference to the recent revelation that the Singapore Police Force (SPF) can obtain TraceTogether data for criminal investigations. Announced by Minister of State for Home Affairs Desmond Tan in Parliament on 4 January, the Police is empowered under the Criminal Procedure Code (CPC) to “obtain any data, and that includes the TraceTogether data”.\nSaid Mr Tan: “The Government is the custodian of the TT (TraceTogether) data submitted by the individuals and stringent measures are put in place to safeguard this personal data. […] Examples of these measures include only allowing authorised officers to access the data, using such data only for authorised purposes and storing the data on a secured data platform.”\nThis has caused much backlash from the public given that prior to this, it was stated that TraceTogether data collected would only be used for COVID 19-related contact tracing. Screenshots taken by Yahoo News of the TraceTogether website also reveal the differences between the earlier and current version of TraceTogether’s privacy statement, which was updated following Mr Tan’s statements in Parliament:\n\nNetizens also pointed out comments made by Minister-in-charge of the Smart Nation Initiative Vivian Balakrishnan during a press conference on 8 June last year, during which he said that the data would be used “purely for contact tracing, period”.\nOn 5 January, Dr Balakrishnan came forward to clarify that he “had not thought of” the CPC when making the statement during the press conference, but that the application of the CPC is “not unique to TraceTogether data”, citing examples of how phone and banking records protected by specific privacy laws are also subject to the same provisions under the code.\nHe said: “There may be serious crimes, murder, terrorist incidents where the use of TraceTogether data in police investigations may be necessary in the public interest. The police must be given the tools to bring criminals to justice and protect the safety and security of all Singaporeans.”\nHe assured that the Police can only obtain access to an individual’s TraceTogether data by “requiring a person involved in or assisting in criminal investigation to produce either his mobile smartphone or his (TraceTogether) token”.\nCould the claims being made by the author of the messages hold some truth to them? Let’s delve into each and find out.\n\n\n\nClaim #1: Many gangsters caught recently due to the authorities making use of “the covid situation and lockdown”\nThe Police announced on 5 January that they arrested 52 men between 30 December and 3 January as part of a two-week islandwide operation that started on 21 December. The Police stated that as part of the operation, proactive checks were conducted at various congregation hotspots, and added that they will continue to monitor the situation and conduct targeted enforcement operations to suppress gang activities.\nThe Police had previously announced on 30 December the arrest of 75 suspects in an island-wide operation that took place between 24 December and 30 December. Similarly, the Police mentioned that proactive checks were conducted at various “congregation hotspots” and shopping malls. Earlier on 24 December, the Police announced that 24 suspects were arrested between 21 December and 24 December. Then, the Police also mentioned that proactive checks were conducted at these hotspots and shopping malls.\nIn total, 151 suspects have been arrested from 21 December to 3 January.\nTherefore, while it is true that there appears to be a spike in the number of individuals suspected to be involved in gang activities being arrested, it was specified that the Police had done so via proactive checks at congregation hotspots and shopping malls as part of a two-week long operation.\nWhile the question then arises about whether or not these checks were somehow ‘tipped off’ using TraceTogether records, there is no evidence to suggest that the revelation of TraceTogether data being used for criminal investigations is linked to these recent arrests.\nThe claim is therefore unproven.\n\nClaim #2: “All the safeentry and whatnot” are already being used to trace everyone’s movement\nWe then come to the second claim in which the author then insinuates that the previous statement is evidence that the public’s movements are being traced using SafeEntry and TraceTogether data.\nReferring again to TraceTogether’s privacy statement, we see how it is specified that data about an individual’s GPS location, WiFi or mobile network is not collected.\n\nIn a previous factcheck where we reached out to the Smart Nation and Digital Government Group (SNDGG) for more information on the security measures that have been put in place for TraceTogether, the SNDGG stated: “All Bluetooth exchanges between TraceTogether devices are recorded and stored only on an individual’s device, in anonymised and encrypted form. They are only submitted to the Ministry of Health for contact tracing purposes if you agree to a request to upload that data.” This is similar to how the Police may also invoke the CPC to request users to upload their TraceTogether data for criminal investigations.\nSo while it is true that TraceTogether data can be used for the purpose of tracing, it is important to note that tracing can only be done if an individual agrees to the request to upload their records from their devices (smartphone and/or token).\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/01/ttgangster-800x800.png",
    "Iframe Sources": [],
    "date": "2021-01-06T09:24:15+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/singapore-police-force-can-obtain-tracetogether-data-covid-19-13889914",
        "https://www.straitstimes.com/singapore/politics/polices-ability-to-use-tracetogether-data-raises-questions-on-trust-experts",
        "https://sg.news.yahoo.com/criminal-procedure-code-trace-together-vivian-balakrishnan-081742915.html",
        "https://www.tracetogether.gov.sg/common/privacystatement/",
        "https://www.channelnewsasia.com/news/singapore/tracetogether-data-police-access-vivian-balakrishnan-parliament-13896684",
        "https://www.straitstimes.com/singapore/courts-crime/151-suspected-secret-society-members-arrested-over-two-weeks",
        "https://www.straitstimes.com/singapore/courts-crime/75-suspected-secret-society-members-arrested",
        "https://www.channelnewsasia.com/news/singapore/police-24-men-arrested-suspected-members-secret-societies-13837534",
        "https://www.tracetogether.gov.sg/common/privacystatement/",
        "https://blackdotresearch.sg/covidwatch-does-the-tracetogether-app-expose-you-to-hackers/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/01/ttgangster-800x800.png",
    "Truefalse": [
        "true",
        "unproven",
        "true"
    ],
    "Description": ""
}