{
    "link": "https://blackdotresearch.sg/covidwatch-chinese-prostitute-singapore-moh/",
    "Title": "COVIDWatch: Was A Chinese Prostitute With COVID-19 Asked To Name Her Clients By MOH?  ",
    "Tags": [],
    "Paragraphs": "\n\nA post shared on Nestia.com titled “China prostitute with Coronavirus have to list out all the male clients to MOH” has been going viral on social media, and has garnered over 600 shares at time of publication.\nIn the post is a Youtube video with the same title, and depicts a recording of a forwarded Whatsapp voice message.\nHere’s a word-for-word transcription and translation of the voice message, Singlish and all:\n“Wah this, this China lady works as a prostitute one ah, she stay Geylang one. Then ah, she got customer, they look for her ah, call for prostitute. Then now, she tell the Singapore government which customer which customer she sleep with, which hotel, then they must go and find them all. Jialat already. Now if their wives find out sure die. See lah, call prostitute some more lah.”\nDo note that throughout the voice message, there was no mention of COVID-19.\nRegardless, this has not stopped social media from hopping on the scandalous train.\nIn a social media post by Facebook user Marwana Suleiman, she alleges that the Chinese prostitute in question was ‘Case 12’, but it is uncertain where she got that detail from.\n\nRegardless, as a quick background, Case 12 was confirmed by MOH on 30 January along with Case 11 and Case 13. All three are female Chinese nationals and are not related to each other.\nCase 12 is a 37-year-old Chinese national from Wuhan who arrived in Singapore with her family on 22 January. She was asymptomatic during her flight to Singapore and subsequently developed symptoms on 26 January. She was confirmed to be infected with COVID-19 on 29 January at 11pm.\nPrior to hospital admission, she stayed at Village Hotel Sentosa, Hotel 81 Princess, and Home Suite View Hotel. She visited Orchard Road and Geylang and travelled by taxi.\nWhere the links might have been drawn could be how on 31 January, Lianhe Wanbao reported that 2 men who were said to have close contact with Case 12 were being quarantined in their rooms at Home Suite View Hotel.\nWhen reporters visited the hotel on the night of 30 January, staff were seen wearing masks and said that they were not allowed to reveal the identities of the men.\nOne staff who declined to be named mentioned that MOH had told them in a call to isolate the 2 men in their rooms because they were in close contact with Case 12. The staff added that MOH would call every hour to check that the men were still in their rooms.\nAccording to staff, Case 12 was not registered in the hotel’s system as a guest, but the 2 men had checked in on 27 January.\nWhen reporters went to Hotel 81 Princess, where Case 12 also stayed at, it was business as usual, and staff did not want to be interviewed.\nWhile the scenario does seem suggestive, there is no evidence or confirmation that Case 12 is a prostitute.\nThe forbidden fruit is the juiciest\nAs juicy as the news is, it’s actually no surprise that confirmed cases of COVID-19 are asked for a list of those they were in contact with.\nAs of 18 February 2020, 12pm, MOH has identified 2,486 close contacts of COVID-19 cases who have been quarantined. Of these, 1,160 are currently quarantined, and 1,326 have completed their quarantine.\nHowever, it is still uncertain when the voice message was recorded, and if the information conveyed in the voice message is accurate in the first place. Most importantly, the voice message never mentioned anything about COVID-19.\nTherefore, the claim that the voice message is evidence that a Chinese prostitute with COVID-19 was asked provide a list of her male clients to MOH is likely false, due to the lack of context of what the individual in the voice message was actually referring to, and the lack of evidence that Case 12 was actually a prostitute.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/red-light-1.jpg",
    "Iframe Sources": [],
    "date": "2020-02-20T04:44:56+00:00",
    "Links in content": [
        "https://news.nestia.com/detail/-/3524561",
        "https://news.nestia.com/detail/-/3524561",
        "https://www.moh.gov.sg/news-highlights/details/three-more-confirmed-imported-cases-of-wuhan-coronavirus-infection-in-singapore-30Jan",
        "https://www.zaobao.com.sg/realtime/singapore/story20200131-1025228"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/red-light-1.jpg",
    "Truefalse": [],
    "Description": ""
}