{
    "link": "https://blackdotresearch.sg/covidwatch-was-this-individuals-visa-pass-revoked-for-flouting-circuit-breaker-measures/",
    "Title": "COVIDWatch: Was this individual’s “visa pass” revoked for flouting Circuit Breaker measures?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 16 April, 5:31pm] The article has been updated to include SPF and NEA’s response to our queries.\n[Editorial update, 16 April, 3:10pm] The article has been updated to include details of the incident from NEA, and we have also noted tweaks to the video’s title.\n–\nWe have been alerted to a video being shared on Youtube titled “A Foreigner showing ‘great character’. Visa pass revoked, deported back to her own country”.\n*Do note that the title of the video has since been edited to “A Foreigner showing “great character”. Pls revoke her pass and deport her back to her own country.” Below is a screenshot we took of the video with its old title.\n\nThe video shows an individual being approached by two police officers at a wet market stall.\nThe audio doesn’t offer any clues to when exactly the incident took place, but seeing how almost everyone else in the video was wearing a mask, it can be assumed that this was taken pretty recently.\nWe later see the individual being escorted to the side by the officers and being issued what seems to be a fine. Throughout the video, the individual has her phone out and looks to be recording the entire incident.\nIncident happened at Shunfu hawker centre on 14 April\nThe National Environment Agency (NEA) has revealed that this incident happened at Shunfu hawker centre on 14 April.\nThe individual, who remains unnamed, was caught flouting Circuit Breaker measures and insisted on eating her meal at the hawker centre.\nShe had reportedly “turned aggressive” when SG Clean ambassadors approached her and the police had to be activated. According to NEA, she will be issued a $300 fine.\n3 problematic assumptions\nWhile there is now more clarity on the incident, the video title used initially had made several controversial claims:\n\nThe individual is a foreigner\nHer ‘visa pass’ was revoked\nShe was deported\n\nFirst of all, it is uncertain how the platform ascertained that the individual is a foreigner.\nIt is also particularly problematic that the title of the video snidely adds that this individual was “showing great character”. It is uncertain if this was done in a bid to fuel anti-foreigner sentiments.\nRegardless, the claim that the individual is a foreigner is unproven.\n\nNext, the title claims that the individual’s ‘visa pass’ was revoked.\nThere is no such thing as a ‘visa pass’, but it could be assumed that the platform was referring to one of the passes that foreigners require to live in Singapore.\nIn light of the revoking of passes due to individuals flouting Circuit Breaker rules, MOM had recently revoked the work pass of a work pass holder and permanently banned him from working in Singapore after he was found to have loitered at various places for an extended period of time from the evening of 9 April before returning to his place of residence on 10 April.\nMOM also revealed that from 10 April to 12 April, officers from multiple Government agencies issued a total of 39 fines to work pass holders who breached Circuit Breaker measures. It added that if individuals are found to be in breach of these measures for a second time, MOM “will not hesitate to revoke the work passes of these individuals as well as the passes of their dependents”.\nMore recently on 13 April, MOM shared that a total of 24 work pass holders had their permits revoked and have been permanently barred from working in Singapore after being caught eating, drinking, and gathering in groups in the vicinity of Tuas View Square.\nRegardless, there is no evidence that there was a revoking of any pass happening after this particular incident, so the claim is once again unproven.\n\nIn the same vein, there is no evidence that the individual in the video was deported, and we rate the claim unproven once again.\n\nNEA and SPF have declined to comment on the matter. We will update when we get a response from MOM.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/Screenshot-2020-04-16-at-1.14.40-PM-800x638.png",
    "Iframe Sources": [],
    "date": "2020-04-16T05:15:39+00:00",
    "Links in content": [
        "https://www.youtube.com/watch?v=7JrWCm085BQ&amp;feature=share&amp;fbclid=IwAR371ScmhTwO-b15pHhsPIQZPIaXN-dPbjpaiuBybXRzvlXYoM7hH9ieBvo&amp;app=desktop",
        "https://www.asiaone.com/singapore/woman-who-brazenly-flouted-cb-rules-filmed-police-market-fined-300?utm_medium=Social&utm_source=Facebook&fbclid=IwAR2o6j4hHbI5Q0l-uj6U3IKbhLnQgKQFkEUURid67Rmxuv_tCQnYbczabKw#Echobox=1587019208",
        "https://www.mom.gov.sg/passes-and-permits",
        "https://www.channelnewsasia.com/news/singapore/coronavirus-covid-19-work-pass-holder-revoked-permanent-ban-12635504",
        "https://www.channelnewsasia.com/news/singapore/covid-19-work-pass-holders-barred-mom-dormitories-12637378"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/Screenshot-2020-04-16-at-1.14.40-PM-800x638.png",
    "Truefalse": [
        "unproven",
        "unproven",
        "unproven"
    ],
    "Description": ""
}