{
    "link": "https://blackdotresearch.sg/myocarditis-covid-19-vaccine-teen/",
    "Title": "VACCINEWatch: Was 13-year-old US teen’s death caused by an mRNA vaccine?  ",
    "Tags": [],
    "Paragraphs": "\nOn 26 June, this post was shared on Facebook:\n\nThe content of the post is an “urgent open letter” addressed to Professor Benjamin Ong, the Chairman of the expert committee on COVID-19 vaccination. It calls for a halt in vaccinating “200,000 male school children with mRNA (vaccines)”.\nThe letter cites that the US Centres for Disease Control and Prevention (CDC) has just started an investigation of the “possible vaccine-related death of an adolescent male”, and urges Singapore to “give CDC and other organisations (worldwide) a few weeks to produce robust and convincing data” before continuing with the vaccination programme.\nThe post also includes 3 links. One is a report published 24 June on Michigan-based news platform NBC 25 about how the CDC is investigating the death of a 13-year-old teen who received the COVID-19 vaccine. The other is an analysis published on The BMJ (a journal by BMJ which is a wholly owned subsidiary of the British Medical Association) which discusses on whether or not individuals should be worried after the CDC reported on 23 June that there was a “likely association” between the Pfizer-BioNTech and Moderna vaccines and myocarditis and pericarditis in some young adults. The final link is to CDC’s COVID-19 vaccine safety updates by the Advisory Committee on Immunization Practices (ACIP) published on 23 June.\nThe open letter in the Facebook post was signed off by Dr Kho Kwang Po, Dr Wong Wui Min, a cardiologist and heart specialist at W.M. Wong Cardiac and Medical Clinic in Gleneagles Hospital, Dr A.M. Chia, Dr L.W. Ping, and Dr I.W. Yang, and is said be on behalf of “many concerned pediatricians, primary care physicians, specialists, surgeons and GPs”.\nOut of the 5 doctors named in this letter, 3 were also part of a previous open letter that made its rounds on social media last month. The letter, penned by 12 Singapore doctors, urged MOH to approve a killed-virus vaccine and highlighted concerns about mRNA vaccines and its potential long term side effects especially on children. 11 out of the 12 doctors later retracted their statements.\nThe most recent letter doesn’t make any outright claims per se, but brings up a point which requires clarification – whether or not the US teen’s death was caused by the vaccine.\nWas the teen’s death caused by the vaccine?\nWe read in the NBC 25 report the steps that had been taken to investigate the cause of the 13-year-old’s death:\n\nThe death was reviewed by the local medical examiner’s office.\nBecause he was recently vaccinated, his death was reported by the medical examiner to the CDC’s Vaccine Adverse Event Reporting System (VAERS).\nMDHHS (Michigan Department of Health and Human Services) was notified of the death and the completed VAERS information.\nThe investigation as to whether there is a correlation between his death and vaccination is now at the federal level with CDC.\n\nTherefore, given that the investigation is still ongoing, it is currently unproven that the US teen’s death was caused by the COVID-19 mRNA vaccine.\n\nIt is important to note that CDC had reiterated that “currently, the benefits still clearly outweigh the risks for COVID-19 vaccination in adolescents and young adults”, and that “available outcome data indicate that patients generally recover from symptoms and do well”.\nMOH: “The benefits of receiving the mRNA COVID-19 vaccines continue to outweigh the risks of vaccination”\nOn the evening of 27 June, the expert committee on COVID-19 vaccination said in a statement that it is aware of the open letter, and that it is closely monitoring local and global data to keep its recommendations fresh.\nIt stated that while the letter “indicated that the 13-year-old male from the US had died from heart failure […] no cause of death has been made public and the case is currently under investigation by the US authorities”, and that “US data indicates that cases of myocarditis following mRNA vaccinations are rare, with almost all such cases being resolved with minimal medical intervention”. It added that professional medical associations in the US also “have continued to strongly encourage vaccination in everyone aged 12 years and older”. In a recent article on the American Heart Association’s website, we read that while “the details are still developing on vaccines and myocarditis […] the message is still resoundingly that those who are eligible should get vaccinated”.\nThe expert committee also noted that on 11 June, it had highlighted the “possibility of a small risk of myocarditis and pericarditis associated with the second dose of mRNA vaccines”, but the data has not changed since. In a report on 12 June, four of the six cases of myocarditis and pericarditis reported among vaccinated individuals in Singapore involved men between 18 and 30 years old. These 4 cases have since recovered.\nOn 28 June, senior infectious diseases specialist Associate Professor David Lye from the National Centre for Infectious Diseases also took to Facebook to call out the claims made in the most recent letter.\n\nHe said that “the same small group of doctors (from the previous letter written by the 12 doctors)” is “misleading and misinforming the public” by being “selective in promoting certain information”. He also called for the doctors to “tell us their true motive in repeatedly calling to stop mRNA vaccination” and that their views “do not represent the majority of doctors”.\nAt the end of his post, Prof Lye shared a link to a statement by the US Department of Health and Human Services (HHS). The statement was co-signed by other organisations like the CDC, American Academy of Family Physicians (AAFP), American Academy of Pediatrics (AAP), American College of Obstetricians and Gynecologists (ACOG), American College of Physicians (ACP), American Heart Association, American Hospital Association (AHA), and American Medical Association (AMA). The statement reiterates that while it is understandable that there is “significant interest” in the safety of vaccines especially for young people, these cases are “extremely rare”, and that “myocarditis and pericarditis are much more common if you get COVID-19, and the risks to the heart from COVID-19 infection can be more severe”.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/06/13teen-800x800.png",
    "Iframe Sources": [],
    "date": "2021-06-28T08:03:44+00:00",
    "Links in content": [
        "https://www.facebook.com/kwangpo.kho.1/posts/1693561577508221",
        "https://nbc25news.com/news/local/cdc-investigating-recent-death-of-saginaw-teen-days-after-receiving-covid-19-vaccine",
        "https://www.bmj.com/content/373/bmj.n1635?fbclid=IwAR0iKHu1I807lZTLssEV4Anb06uXdxU_favjyyhWHYul0TwfZwbwYxYXLHY",
        "https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2021-06/04-COVID-Lee-508.pdf",
        "https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2021-06/03-COVID-Shimabukuro-508.pdf?fbclid=IwAR0WOgvnbpI7zbF8cel0VKSvgZ-1e0-0YrRNCR_lbob5S9YfNxxCDOMF9oo",
        "https://blackdotresearch.sg/covidwatch-concerns-about-mrna-vaccines/",
        "https://vaers.hhs.gov/",
        "https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2021-06/05-COVID-Wallace-508.pdf",
        "https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2021-06/03-COVID-Shimabukuro-508.pdf",
        "https://www.heart.org/en/news/2021/06/21/should-rare-cases-of-heart-inflammation-put-your-covid-19-vaccine-plans-on-hold",
        "https://www.straitstimes.com/singapore/4-young-men-in-singapore-had-heart-inflammation-after-covid-19-jabs-all-have-recovered",
        "https://www.facebook.com/david.lye.31/posts/4081710735258238",
        "https://www.hhs.gov/about/news/2021/06/23/statement-following-cdc-acip-meeting-nations-leading-doctors-nurses-public-health-leaders-benefits-vaccination.html?fbclid=IwAR0X_LzCWl8Sn6KcZDiqwFeDY8WNrSIwVAX55F-VkPtCjAsw6LvUlekR_P0"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/06/13teen-800x800.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}