{
    "link": "https://blackdotresearch.sg/covidwatch-was-this-grabfood-rider-fined-for-wearing-the-wrong-mask/",
    "Title": "COVIDWatch: Was this Grabfood rider fined for wearing the wrong mask?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 17 April, 2:45pm] The article has been updated to include clarification from SPF.\n–\nSince 14 April, it has been mandatory for individuals in Singapore to wear a mask whenever they step out of the house.\nIndividuals caught refusing to wear a mask will be fined $300 for their first offence, while second time offenders will be fined $1,000. Foreign residents caught breaching the rules might also have their work passes or permanent resident status revoked.\nDue to a global shortage of surgical masks, the Singapore government stated that there’s a need to conserve surgical masks for healthcare workers and those who are sick. Thus, reusable masks were distributed to all residents with registered home addresses from 5 to 12 April .\nWhile mask-wearing has been made mandatory, there has been no hard and fast rule on which type of masks individuals should be wearing.\nHowever, the lack of an official stance on this has in turn created a breeding ground for such claims to pop up:\n\nAccording to a Facebook user, an individual (who looks to be a Grabfood rider) was issued a $300 fine by the police for wearing a…less conventional type of mask.\nThis claim was soon debunked by another Facebook user, who claims to be a friend of the rider in the photo.\n\nThe Facebook user clarified that his friend was “in a situation” and coincidentally, there was a police officer patrolling the area. The friend then approached the police officer to ask about the issue, which has since been resolved.\nThe author of the post then reiterated that there was “no saman (Malay for ‘fine’) at all” – not for mask-wearing, nor for other reasons like riding on a pavement or being a terrorist.\nWhile it can be argued that we should also take the claim about this being a false alarm with a pinch of salt, the official word so far doesn’t specify the type of masks individuals must wear.\nSPF clarifies the incident\nOn 17 April, SPF published a post on Facebook to provide both context and clarification of the incident.\nIn the post, SPF revealed that the Grabfood rider had approached the police officer for assistance after thinking that items were stolen from his motorcycle. The photo was taken when the officer was taking the rider’s statement.\nWe therefore rate the claim that a Grabfood rider was fined $300 for wearing a slightly unconventional mask as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/grabfud.jpg",
    "Iframe Sources": [],
    "date": "2020-04-16T09:03:13+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/coronavirus-mandatory-for-all-to-wear-a-mask-when-out-with-exceptions-for-kids-under-2-and",
        "https://www.gov.sg/article/when-should-i-wear-a-mask",
        "https://www.straitstimes.com/singapore/health/coronavirus-govt-will-no-longer-discourage-wearing-of-masks-to-give-reusable-masks",
        "https://www.facebook.com/56706929407/posts/10159709331489408/?d=n"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/grabfud.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}