{
    "link": "https://blackdotresearch.sg/covidwatch-were-two-individuals-stopped-at-a-road-block-and-warned-of-a-10000-fine/",
    "Title": "COVIDWatch: Were two individuals stopped at a road block and warned of a $10,000 fine?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 13 April, 9:16pm] The article has been updated to include a statement from the Singapore Police Force.\n–\nWe have been alerted to a claim being circulated on Whatsapp:\n\nThe message claims that a “friend’s son” got fined $300 for sending his friend home after heading out to ‘tar bao‘ (Mandarin for ‘takeaway’) food together. The pair were allegedly stopped at a road block and a check on their ICs revealed that they didn’t live at the same address.\nThe message goes on to claim that the pair was warned that they would be fined $10,000 if they were caught the second time.\nAlong with the message is a photo of the alleged letter that was issued with the fine. Interestingly enough, the letter shows a compensation sum of $1,000 being crossed out, suggesting that fines of $1,000 could be issued as well.\n$300? $1,000? $10,000?\nLet’s break the message down into the claims it makes and do a quick fact-check on each of them:\n1. Individuals were stopped by the police at a road block\nThis is something we fact-checked a few days back, and the police has come forward to state on 13 April that they do not conduct road blocks to enforce Circuit Breaker measures, and that no passengers have been fined at road blocks for not complying with safe distancing measures.\nHowever, the police clarified that they do conduct road blocks to detect offences like drunk-driving, as well as for other law enforcement purposes, such as to detect wanted persons.\nThus, the claim that road blocks have been set up to enforce safe distancing measures is false.\n\n2. $10,000 fine issued for second-time offenders\nUnder restrictions set up during the COVID-19 Circuit Breaker period, gatherings of family or friends (of any size) who do not live together are banned to reduce the risk of infection. Individuals caught flouting this measure are subject to an immediate fine of $300 for their first offence.\nRepeat offenders will be subject to higher fines or even prosecution in court for egregious cases.\nWhile there is no information on the fine escalation process, repeat offenders are subject to fines of up to $10,000. What the claim suggests, however, is that second-time offenders would be subject to a $10,000 fine by default. The claim is therefore false.\n\n3. The origin of the photo\nA Lianhe Zaobao article has managed to track down the source of the photo, and found that it was a fine issued to a 30-year-old civil servant who failed to practice safe distancing with a friend at Tiong Bahru Plaza on 12 April.\nHe told the newspaper that while buying bubble tea for his family, he ran into a friend and they started chit-chatting, but failed to maintain a safe distance while doing so.\nA safe distancing ambassador soon appeared, checked their ICs, and issued both of them a fine of $300 for failing to maintain a safe distance.\nEnterprise Singapore has also clarified that the ticket was indeed issued by one of their ambassadors. The claim that the photo is one of a fine that was issued to friends who were caught in the same car at a road block is therefore false.\n\nBonus: The curious case of the $1,000 fine\nWhile not a claim per se, one can’t help but wonder what offence could entail the $1,000 fine as seen in the letter. From what we can find, there is no mention of a $1,000 fine on any government-issued advisories.\nThe only time the figure appeared was when bubble tea store Playmade by 丸作 at Waterway Point was fined $1,000 on 9 April because it did not enforce safe distancing measures properly despite repeated warnings. An operator who was found illegally hawking face masks was also issued a $1,000 fine on 10 April.\nUpdate: A $1,000 fine will be issued for individuals who are caught not wearing a mask for the second time. First-time offenders will be fined $300.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/dabao2.jpg",
    "Iframe Sources": [],
    "date": "2020-04-13T09:36:08+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/covidwatch-are-road-blocks-being-set-up-to-check-on-why-people-are-on-the-road/",
        "https://www.todayonline.com/singapore/covid-19-police-reject-rumours-people-have-been-fined-roadblocks-flouting-elevated-safe",
        "https://www.gov.sg/article/what-you-can-and-cannot-do-during-the-circuit-breaker-period",
        "https://www.zaobao.com.sg/znews/singapore/story20200413-1045166?fbclid=IwAR2_5Y8eslMHG5zAETvxSvgal8kZVeP0zd-dcQSIT8Rkykm7I2zom-JnY3A",
        "https://www.channelnewsasia.com/news/singapore/covid-19-coronavirus-circuit-breaker-stern-warnings-shops-close-12626200",
        "https://www.todayonline.com/singapore/covid-19-more-2900-stern-warnings-40-fines-issued-non-compliance-safe-distancing-measures",
        "https://www.channelnewsasia.com/news/singapore/covid19-wearing-masks-compulsory-lawrence-wong-12640828"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/dabao2.jpg",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}