{
    "link": "https://blackdotresearch.sg/factcheck-who-said-what-wuhan-virus/",
    "Title": "COVIDWatch: WHO Said What?  ",
    "Tags": [],
    "Paragraphs": "\nThe Wuhan virus is showing no signs of slowing down, but perhaps what’s more viral than the virus itself is the slew of content that’s being generated and subsequently shared on social media and messaging apps.\nWhile there’s a decent amount of content available that provides useful updates and information that the public should know, there are also others which are misleading, half-truths, or downright lies. The rest are just for laughs, like these:\nSource: The funny uncle in your family WhatsApp chat group\nThis particular infographic which at first glance looks like an advisory from the World Health Organization (WHO) on how to reduce your risk of coronavirus infection, has been making its rounds on WhatsApp.\nSource: WhatsApp\nThe first four points sound legit, but who would have thought WHO would include the last point in the advisory?\nOne doesn’t need to search far and wide to verify the information. A quick check on WHO’s advice for the public shows the original infographic:\nSource: WHO website\nThe fifth point in the original infographic reads “Avoid unprotected contact with live wild or farm animals”, not an advisory against bestiality (although we don’t encourage that either). The one that had been making its rounds was doctored (a flawless Photoshop job, if we may add) and is therefore false!\n\nBut let’s get serious for a second. A cleverly edited image like this, although funny, might mislead some people and make them believe a message that is not 100% accurate or worse, question the credibility of an organisation.\nFactcheck Before Forwarding\nWe predict that in the days to come, more posts like these, whether doctored to generate giggles or to deliberately spread falsehoods, would surface on various social media and messaging platforms.\nOur previous article attempted to debunk several viral claims about the Wuhan virus in Singapore, but what we also realised is that there are simply too many of these being generated and shared that it would be almost impossible to factcheck each and every one of them.\nWhat individuals can do, however, is factcheck before forwarding a message or image to contacts. And as seen in our example above, factchecking with the source doesn’t require much effort at all!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/WHOhan.jpg",
    "Iframe Sources": [],
    "date": "2020-01-29T03:12:32+00:00",
    "Links in content": [
        "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public",
        "https://blackdotresearch.sg/wuhan-virus-singapore-factcheck/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/WHOhan.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}