{
    "link": "https://blackdotresearch.sg/sia-youth-scholarship-singapore/",
    "Title": "Another instance of favouring foreign students for scholarships over Singaporeans?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this post on Facebook group Concerned Citizens Band Together for a better Singapore:\n\nIn the post, we see the author sharing another Facebook user’s post which includes a screenshot of what looks to be a page about a scholarship on the Ministry of Education (MOE)’s website.\nThe author of the original post points out that “MOE of Sg” is offering a scholarship for students from India, but “not to Singaporean (sic)”. He then poses another question – “Is there a similar scholarship offer (sic) by Indian authorities for Singaporean (sic) to apply?”, and if this is a sign of “不平等条约” (‘unequal treaty’).\nAdding on to the sentiments of the original post’s author, the Facebook user in the screenshot we uploaded rants that he doesn’t know “why this government loves Indians so much [and that] everything they want, this government gives”.\nHe then concludes that there is “nothing for locals”.\nLooking into the SIA Youth Scholarship\nLet us first take a look at where the screenshot was taken from.\nWhen we searched for keywords from the screenshot on 1 September 2020, we were led to this page on MOE’s website, which shares details about the SIA Youth Scholarship. However, when we revisited the link on 2 September, we were met with a broken link, meaning that there is a possibility that the page was removed at some point of time between our visits.\nWe managed to find a cached version of the page (last updated 30 December 2019) using Wayback Machine:\n\nAccording to the page, the SIA Youth Scholarship covers 2 years of Pre-University studies in selected Junior Colleges in Singapore and is renewed annually, subject to performance of the scholar. There doesn’t seem to be any bond attached to it.\nBenefits of the scholarship include:\n\nAnnual allowance with hostel accommodation\nSettling-in allowance\nReturn economy class air passage\nCoverage of school fees.\nCoverage of GCE A Level examination fees (once only)\nSubsidised medical benefits and accident insurance cover\n\nGiven that the scholarship is for individuals who “wish to enter Singapore schools at the Pre-University 1 Level in 2020”, the application period was from 24 June to 28 July 2019, with selected scholars arriving in Singapore end January 2020. Applications for the scholarships are now closed.\nIt is not mentioned whether or not the ‘SIA’ stands for Singapore Airlines, but a check on scholarships offered by Singapore Airlines only seems to show scholarships for students looking to enter university. Successful applicants would also be required to sign a bond to serve Singapore Airlines for 6 years.\nIn the short writeup leading to details on the SIA Youth Scholarship, we also see the line “MOE offers scholarships to bright young students from ASEAN countries, China and India to study in Singapore”. This also appears on the pages for scholarships for students from ASEAN countries like Cambodia, Malaysia and Thailand, to name a few. Therefore, there is an implication that the ‘SIA Youth Scholarship’ might be exclusively for students from India.\nIs there really “nothing for locals”?\nOn that note, let’s now take a look at scholarships available exclusively for Singaporean students, and whether or not the Facebook user’s claim that there is “nothing for locals” is accurate.\nLooking at the ‘Scholarships’ page on MOE’s website, we see a long list of scholarships, from those offered by MOE to those offered by universities, ministries/statutory boards and private organisations. A quick check on scholarships’ pages reveals that many of them are actually exclusively for Singapore citizens.\nMOE had actually taken to Facebook in December last year to address online chatter about them “recruiting only students from India through scholarships”.\n\n\n\n\nThere has been some discussion online and in messaging apps that MOE is recruiting only students from India through…\nPosted by Ministry of Education, Singapore on Thursday, 5 December 2019\n\nIn the post, MOE clarified that they provide a wide range of scholarships and financial aid, “predominantly to Singaporeans” and that international students on scholarships make up 0.9% of secondary and pre-university students. Specifically, “only about 0.7% of these foreign students on scholarships are from India”.\nIt also mentioned that it “works with organisations, including A*Star and SIA” to administer some of these scholarships. They concluded the post stating that they are looking into amending the websites, “so as not to give the impression that the scholarships only target students from a particular country”.\nRegardless, the claim that there is “nothing for locals” in terms of scholarships is false.\n\nIn an email responding to our queries on what ‘SIA’ stands for and why the page for the scholarship has been taken down, an MOE spokesperson has provided clarification on both matters:\n“MOE provides a wide range of scholarships and financial aid, predominantly to Singaporeans. We also award a small number of scholarships to promising young international students from ASEAN countries, China, and India. While here, they help promote goodwill and understanding among young people from different countries, and bring about greater diversity in schools, which contributes to the learning and development of local students as well.\nMOE partners various organisations, including Singapore Airlines (SIA), to administer some of these scholarships.\nDue to COVID-19, some scholarship schemes have been suspended. MOE’s website has therefore been updated accordingly.”\nWhat are the intentions behind the post?\nWhile there is a possibility that the author might have passed this remark in the heat of the moment, words on social media definitely hold weight and can invoke extreme negative (and usually not objective) sentiments towards individuals of certain groups especially when it comes to hot button issues.\nIt is also important to note that this post appeared on a particularly…active Facebook page on which we have previously identified and debunked two false claims, both of which targeted individuals from India.\nThus, while everyone is entitled to their own opinion, backing them with facts and avoiding the use of emotion-ridden sweeping statements is key in creating an environment where all are able to make informed decisions on which side they eventually choose to stand on.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/moeindia.png",
    "Iframe Sources": [],
    "date": "2020-09-03T14:55:14+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1715392441971748/",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/",
        "https://www.moe.gov.sg/admissions/scholarships/sia",
        "https://archive.org/web/",
        ".%20It%20is%20not%20mentioned%20whether%20or%20not%20the%20‘SIA’%20stands%20for%20Singapore%20Airlines%20or%20not,%20but%20a%20check%20on%20scholarships%20offered%20by%20Singapore%20Airlines",
        "https://www.moe.gov.sg/admissions/scholarships/asean/cambodia",
        "https://www.moe.gov.sg/admissions/scholarships/asean/malaysia",
        "https://www.moe.gov.sg/admissions/scholarships/asean/Thailand",
        "https://www.moe.gov.sg/admissions/scholarships",
        "https://www.facebook.com/moesingapore/posts/10158990441162004",
        "https://www.facebook.com/PeoplesVoiceSingapore/posts/2423786157889576",
        "https://www.facebook.com/goh.gilbert/posts/10159268590738975",
        "https://www.facebook.com/moesingapore/",
        "https://www.facebook.com/moesingapore/posts/10158990441162004",
        "https://blackdotresearch.sg/dbs-wefie-singapore-india-office/",
        "https://blackdotresearch.sg/was-this-photo-taken-at-a-dbs-office-in-changi-business-park/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/moeindia.png",
    "Truefalse": [],
    "Description": ""
}