{
    "link": "https://blackdotresearch.sg/are-all-singaporeans-now-eligible-for-the-blue-chas-card/",
    "Title": "Are all Singaporeans now eligible for the blue CHAS card?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook group #FakeNews Singapore. The post shared a screenshot of what seems to be a WhatsApp message:\n\nThe text in English claims that “everyone is eligible now regardless of household income level” and that this would bring doctor visits with medication down to $10 per visit. It is not mentioned specifically what everyone (Singaporeans/PRs only? Does this include foreigners too?) is eligible for, but given the context, it seems like the message is referring to the CHAS card.\nThe text in Chinese translates to: “Everyone, head online to apply for the blue (CHAS) medical card! Not according to total family household income to qualify, MOH now permits every household to pick one family member to apply on behalf of the household. Now everyone will be able to have this blue medical card which provides subsidies.”\nIt is important to note that while the text in Chinese specifically mentions the blue CHAS card, the text in English doesn’t mention it at all.\nThe URL in the message leads to this page, where Singapore households are able to apply for CHAS and/or higher healthcare subsidies from MOH:\n\nUnlike our previous fact-check which led to a dubious-looking page, the URL in this instance leads individuals to a legitimate page by MOH.\nDiving into the claims\nThere are quite a few claims being made in the message, but here are facts about CHAS (Community Health Assist Scheme):\n\nAll Singaporeans are eligible for CHAS, regardless of income level\nCHAS overs common illnesses (e.g. cold and fever), selected chronic conditions (e.g. diabetes and high blood pressure), and selected dental services and recommended health screenings\nEnrolment onto CHAS is on an application basis and households are required to submit an application to enjoy the subsidies\nCHAS benefits will be tiered according to household monthly income per person or the Annual Value (AV) of the home\n\nAs seen in the infographic below, the different tiers of CHAS cards are indicated with different colours. The blue-coloured CHAS card which is referenced to in the Chinese text gives the highest level of subsidies:\n\nAccording to a factsheet on gov.sg about the difference between the various CHAS cards, CHAS Blue and Orange provides lower-income households with higher subsidies. The CHAS Green tier is for all other Singaporeans.\nIt is not certain where the author of the message got the information that doctor visit costs have been brought down to $10 per visit with medication.\nRegardless, the claims that all Singaporeans regardless of income level can now qualify for the CHAS Blue card and that all doctor visits are now $10 per visit with medication are false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/chasblue.png",
    "Iframe Sources": [],
    "date": "2020-09-10T09:04:07+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/682153322552042/permalink/831847234249316/",
        "https://www.facebook.com/groups/682153322552042/",
        "https://chas.moh.gov.sg/home/welcome",
        "https://bit.ly/35etfZg",
        "https://www.chas.sg/content.aspx?id=306",
        "https://www.gov.sg/article/whats-the-difference-between-the-3-types-of-chas-cards"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/chasblue.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}