{
    "link": "https://blackdotresearch.sg/are-more-than-40-of-work-pass-holders-indian-citizens/",
    "Title": "Are more than 40% of E-Pass, S-Pass and Work Permit holders Indian nationals?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\t\n\nThe author claims that since 2005, more than 40% of employment pass, S pass and work permits were granted to Indian nationals. For context, the Ministry of Manpower details the requirements for the various permits on their website.\nIt is not mentioned where the data from the post was obtained, with a few commentators questioning the reliability of the information:\n\n\n  Additionally, we refer to a speech from Minister Grace Fu in 2013 who emphasized that the pace and profile of immigration intake has been “calibrated to preserve the racial balance”. Based on this, it is highly unlikely that the proportion of Indian nationals in Singapore would be as high as the Facebook post claimed.\n\nWe conducted a quick check on the proportion of Employment Pass (EP) holders who hailed from India showed that the number had risen to 25% (about a quarter) in the previous year (2020), compared to 14% (about one seventh) in 2005 largely due to rapid growth of Singapore’s digital economy. Nevertheless, it must be noted that these statistics are rarely published due to foreign policy reasons. Accordingly, officially published figures on foreign work pass holders in Singapore omit data on the breakdown of the different nationalities, reporting on the total numbers of the foreign workforce instead:\n\n  A ministerial statement from the Ministry of Trade and Industry (MTI) explained that proportions for different nationalities are monitored however at the firm level, with thresholds in place to avoid a disproportionate amount of work pass holders being from a particular nationality. \n \n\n  In light of this, given the lack of publicly available information regarding the number of individuals from India who have moved to Singapore in recent years for work, and the unsubstantiated nature of the claim, it is unproven and highly unlikely that more than 40% of employment passes, S passes and work permits have been granted to individuals from India since 2005. \n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/Screenshot-2021-09-08-at-3.58.21-PM-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-08T07:42:42+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/sgopposition/posts/858400434776627/",
        "https://www.mom.gov.sg/passes-and-permits",
        "https://www.straitstimes.com/singapore/grace-fu-proportion-of-malays-in-citizen-population-will-not-shrink",
        "https://www.straitstimes.com/singapore/politics/proportion-of-indian-ep-holders-doubled-but-not-a-result-of-more-favourable",
        "https://www.asiaone.com/singapore/govt-reveals-rare-data-nationalities-foreign-workforce-response-psp",
        "https://data.gov.sg/dataset/foreign-workforce-numbers-annual?resource_id=e049cd9c-9c81-4e43-857c-e5b462b986d3",
        "https://www.mom.gov.sg/documents-and-publications/foreign-workforce-numbers",
        "https://www.mti.gov.sg/-/media/MTI/Newsroom/Speeches/2021/07/As-Delivered_Minister-Tan-See-Leng_Ministerial-Statement-(1).pdf"
    ],
    "Author": "Joel Skadiang",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/Screenshot-2021-09-08-at-3.58.21-PM-800x800.png",
    "Truefalse": [
        "unproven",
        "highly unlikely"
    ],
    "Description": ""
}