{
    "link": "https://blackdotresearch.sg/claims-by-singapore-herald-since-1-january-2019/",
    "Title": "Claims by Singapore Herald (Since 1 January 2019)  ",
    "Tags": [],
    "Paragraphs": "\n\n\n\n\n\n\n\nThe “Singapore Herald” was previously known as the “States Times Review”. Its website is presently banned in Singapore, due to the fact that it is reported to have made false allegations against PM Lee relating to the 1MDB scandal. However, content is still carried via its Facebook page, which bears both names “Singapore Herald” and also “States Times Review”. We will just call them by their latest name.\nGiven how prolific the author of the Facebook page of Singapore Herald is, we thought it would be best to consolidate our counters to the various claims made in Singapore Herald under this Note. Please note that we do not profess the counters below to be exhaustive of all the claims made by Singapore Herald!\n\n\n\n\n\nSingapore Bicentennial Celebration\nOn 29 January 2019, the Singapore Herald published an article against Singapore PM Lee, alleging that he had paid tribute to the British colonial masters of Singapore.\n\n\n\n  \n\n\n\n\n\nThe allegation is untrue and misleading. PM Lee had not urged tribute to the British for their colonial history, but to ask Singaporeans to take a balanced approach in considering history, and recognise 1819 as the year that marked the start of the modernisation of Singapore.\nThe full speech is here: https://www.pmo.gov.sg/Newsroom/PM-Lee-Hsien-Loong-at-the-launch-of-the-Singapore-Bicentennial-Jan-2019\nWe quote the following excerpt from PM Lee’s speech:\n“Thus 1819 marked the beginning of a modern, outward-looking and multicultural Singapore. Without 1819, we may never have launched on the path to nationhood as we know it today. Without 1819, we would not have had 1965, and we would certainly not have celebrated the success of SG50. 1819 made these possible.\nThis is why the Singapore Bicentennial is worth commemorating. We are not just remembering Stamford Raffles or William Farquhar, though we should. We are tracing and reflecting upon our longer history, one that stretches back way before 1965. We are acknowledging and appreciating the broader context which shaped and created today’s Singapore. This was our journey, from Singapore to Singaporean.”\n\n\n\n\n\n\n\n\nCase against Li Sheng Wu\nOn 19 January 2019, the Singapore Herald alleged that the Attorney General’s Chambers of Singapore “changed its charges” against the Singapore PM’s nephew, Mr Li Shengwu.\n\n\n\n  \n\n\n\n\n\nThe post by Singapore Herald is misleading and incorrect.\nMr Li Shengwu, who is based in the US, is facing prosecution in Singapore for contempt of court. In order for proceedings to be commenced against him, he must be served with the court papers. Usually, when a defendant is in Singapore, there is no problem, but because he is located overseas, the court must grant the prosecution the permission to serve papers out of jurisdiction.\nThere is presently a technical dispute between Li Shengwu’s lawyers and the prosecution as to whether the Court of Appeal has the right to grant the prosecution the right to serve the papers out of jurisdiction.\nThe charges have not been amended.\nSee: https://www.singaporelawwatch.sg/Headlines/apex-court-hears-li-shengwus-appeal-in-contempt-of-court-case\n\n\n\n\n\n\n\n\nAlleged statement by PAP MP Melvin Yong\nOn 17 January 2019, the Singapore Herald alleged that PAP MP Melvin Yong said that: “Singapore should build a community of commuter volunteers – who can be trained as first responders to assist our front-line workers during service disruptions or emergencies.”\n\n\n\n  \n\n\n\n\n\nSingapore Herald’s allegation is misleading. It seeks to create the impression that the statement was made by Mr Melvin Yong alone. Also, in highlighting his allowance from being a member of parliament, the Singapore Herald is trying to give the impression that Mr Melvin Yong is exploitative.\nThis is untrue.\nAccording to reports from various sources, the statement was not made by Melvin Yong, but by the NTWU, an organisation of 20,000 members. No comments have been heard from them. The remarks was also made in the context of the Land Transport Authority’s request for public feedback for the land transport authority’s Masterplan 2040. We refer to the following news sources:-\nhttps://www.businessinsider.sg/call-by-national-transport-workers-union-for-commuters-to-help-when-trains-break-down/\nhttps://www.straitstimes.com/singapore/transport/call-for-commuters-to-help-when-trains-break-down\n\n\n\n\n\n\n\n\nParliamentary Session with Senior Minister of State for Health, Mr Edwin Tong (15 January 2019)\nOn 16 January 2019, the Senior Minister of State fielded various questions from Parliament. The Singapore Herald reported the following:\n\n\n\n  \n\n\n\n\n\nAllegation 1: In response to a parliament question over why MediShield Life does not cover the full medical bill, Senior Minister of State for Health Edwin Tong said Singaporeans will need to pay 30% more if they want to be fully covered:\n“Without claim limits, the premiums for MediShield Life, which insures people based on subsidised rates, will go up significantly by 30 per cent or more.”\nMinister Edwin Tong then said Singaporeans can always buy private insurance if they want to be 100% covered: “Rather than impose this on all Singaporeans across the board, those who prefer to have higher coverage and are willing to pay higher premiums can consider private Integrated Shield Plans which can include ‘As-Charged’ features that cover 100 per cent of the bill.”\nThe above 2 allegations read alone would be out of context and inaccurate. The actual answer of the Minister is more detailed. He states:\n“The claim limits are necessary as they serve to keep premiums affordable. If we are to remove the claim limits altogether, there will be significant premium increases for all Singaporeans across the board, to the order of about 30% or more. Therefore, rather than impose this on all Singaporeans across the board, those who prefer to have higher coverage and are willing to pay higher premiums can consider private Integrated Shield Plans which can include “As-Charged” features that cover 100% of the bill. Conversely, where patients cannot afford the cash outlay, they can tap onto MediFund as I explained earlier, or on other financial assistance schemes.”\nIn the 3rd allegation, it is alleged that the Minister had said “he cannot be bothered with the “hundreds thousands” procedures and he needs at least 3 years to correct them all.”\nThis again is inaccurate.\nFirst, the question that was put to the Minister was whether various healthcare agencies liaised with the Ministry of Health for the setting of their costs and discussing the claims limit. Minister’s answer to that was that:\n“There are several hundred thousand bills that are put out in our public healthcare institutions, so it is not possible to look at every bill that goes out and in discussion with the healthcare institution before that. There are basic guidelines and benchmarks and that is something that we look at. It is in fact the subject of the review that we will do as well.”\nThe frequency of reviewing the claims limit is presently pegged at 3 years, but Minister has indicated that if necessary, the time for reviewing can be looked at.\nSee the full parliamentary speech here: http://sprs.parl.gov.sg/search/sprs3topic?reportid=oral-answer-1871\n\n\n\n\n\n\n\n\nFurther fake news on AGC\nFollowing the fake news posting on 7 January 2019 which we mentioned below, on 8 January 2019, the Singapore Herald went on to target Singapore’s Attorney General Chambers (AGC).\n\n\n\n\n\nIt claims: “Singapore’s corrupted Attorney General’s Chambers (AGC) today (Jan 8) issued out a public warning threatening Lee Hsien Yang and Lee Wei Ling that they will prosecute anyone for “prejudice” if he continued to comment on the lawsuit pertaining to the Lee family”.\nThe above is fake news. The AGC did not issue a warning to Lee Hsien Yang and Lee Wei Ling. The media release was given in response to media queries relating to a post by Lee Hsien Yang giving his view on the AGC’s complaint.\nThe AGC’s press release also did not threaten prosecution. It merely issued a reminder to “parties to be mindful not to prejudice the proper hearing of the matter”. The story would be different if the AGC had identified commentary on the lawsuit as being a chargeable offence or simply an offence. No such thing has been done here.\n\n\n\n\n\nFake news on complaint made by Attorney General’s Chambers (the AGC) to the Law Society of Singapore\n\n\n\n\n\nOn 7 January 2019, the Singapore Herald made the following allegation:\n“Dictator Prime Minister Lee Hsien Loong has continued his persecution against his younger brother, this time suing his wife for allegedly forging the last will of their deceased father Lee Kuan Yew.”\nBased on media reports and statements issued by the AGC (the maker of the complaint), we find the allegation to be false.\nOur sources are here and here.\nFirst, no complaint has been made by Singapore’s PM Lee. A complaint has been made by the AGC, which is an institution of the government, against Ms Lee Suet Fern. This is also not a private lawsuit which is suggested by Singapore Herald. This is a professional conduct complaint that is handled by the Law Society of Singapore.\nSecond, the complaint does not relate to any act of forgery. The AGC has stated in its statement that the complaint relates to potential conflict of interest, as follows:\n“2 The AGC has a statutory duty to deal with misconduct by lawyers. When the AGC becomes aware of possible professional misconduct, it is required to consider if the matter should be referred to the Law Society under section 85(3) of the Legal Profession Act.\n3 In this case, AGC became aware of a possible case of professional misconduct by Ms Lee. Ms Lee appears to have prepared the Last Will of Mr Lee Kuan Yew and arranged for Mr Lee Kuan Yew to execute it, despite the fact that her husband, Mr Lee Hsien Yang, is one of the beneficiaries under the Last Will. Mr Lee Hsien Yang’s share increased under the Last Will. AGC also noted that Mr Lee Hsien Yang had said publicly that the Last Will was drafted by Ms Kwa Kim Lee of M/s Lee & Lee. However Ms Kwa Kim Lee has denied that she drafted it.\n4 The Legal Profession (Professional Conduct) Rules (“Professional Conduct Rules”) requires that lawyers do not place themselves in a position of conflict. Where a person intends to make a significant gift by will to any member of the lawyer’s family, the lawyer must not act for the person and must advise him to obtain independent advice in respect of the gift. This rule applies even if the lawyer is related to the person making the gift.\n5 Ms Lee’s conduct appears prima facie to be in breach of Rules 25 and 46 of the Professional Conduct Rules.”\nThirdly, we note that inherent in the post by Singapore Herald is the suggestion that PM Lee is manipulating the AGC to commence proceedings against Ms Lee Suet Fern. In the absence of any valid evidence to support this suggestion, we are unable to give any credibility to this suggestion and urge against blindly believing this. Valid evidence would be primary evidence such as e-mails, messages, documents, admissions made by PM Lee or the AGC, or admissions made by a person who claims to have witnessed such instructions. Nothing of this nature has been seen by us.\n\n\n\n\n\nFake news on Council of Presidential Advisors’ powers\n\n\n\n\n\nOn 3 January 2019, the Singapore Herald reported that “[t]he Council of Presidential Advisers, a body of un-elected officials on undisclosed salaries, is able to restrict the elected President’s orders, …” and “The CPA, controlled by Lee Hsien Loong, is even powerful enough to unseat the President if the puppet refuses to obey its instructions.”\nThe above 2 statements are unsupported and appear to be false.\nAs a starting point, we should highlight that the topic on the powers of the President and the role of the Council of Presidential Advisers is a complex topic requiring detailed study on the statutory and constitutional documents explaining these roles. It is not feasible for the topic to be exhaustively covered in the space of a Facebook post.\nThere appear to be public and official sources which contradict the above statements made by the Singapore Herald. These can be found here and here. Each source states, amongst other things, the same statement:-\n“The President must consult the Council of Presidential Advisers (CPA) on all fiscal matters touching on Singapore’s reserves and on the appointment and removal of key office holders in the public service and Fifth Schedule entities. On other areas involving the President’s discretionary powers, consultation of CPA is optional.\nIf the President vetoes any fiscal matter touching on Singapore’s reserves or the appointment/removal of any key office holder in the public service or Fifth Schedule entity, and the President’s decision is contrary to CPA’s advice, Parliament may overrule the President’s decision with a two-thirds majority vote.”\nHence, the CPA’s advice is simply that. Advice. If the President chooses to go against this advice, he can do so. The CPA cannot stop him, and it is ultimately up to Parliament to go against the President, and even so, this requires a clear majority of 2/3.\nWe should also add that it does not appear that the CPA has any power to unseat the President. This is not supported by Article 22L of the Singapore Constitution, available here.\n\n\n\n\n\nFake news relating to Singapore ministers’ visit to Malaysia on New Year’s Eve\n\n\n\n\n\nOn 2 January 2019, the Singapore Herald claimed that “Finance Minister Heng Swee Keat and Deputy Prime Minister Teo Chee Hean had arranged an emergency meeting with malaysia Prime Minister Mahathir Mohamed on New Year Eve Monday (Dec 31) begging for the use of Johor airspace.” [Emphasis in bold added]\nThis is untrue. In any event, we highlight that we have not seen any sources quoted by Singapore Herald to support its statement.\nWe refer only to the statement released by the Ministry of Foreign Affairs, Singapore, stating that:\n“In response to media queries, the MFA Spokesperson said:\n“Deputy Prime Minister and Coordinating Minister for National Security Teo Chee Hean and Minister for Finance Heng Swee Keat visited Putrajaya, Malaysia on 31 December 2018 to convey a message to Malaysian Prime Minister Tun Dr Mahathir Mohamad, on behalf of Prime Minister Lee Hsien Loong.\nThe two Foreign Ministers will meet on 8 January 2019 in Singapore. There are also plans for the Transport Ministers to meet soon.”\nThe statement is available here.\n\n\n\n\n\nFake News on President Halimah’s message\n\n\n\n\n\nOn 2 January 2019, the Singapore Herald made a number of claims against the Singapore President’s message (see Singapore media report here and YouTube link here).\nWe take the view that the statement of the Singapore Herald’s post describing the message is false. That statement by Singapore Herald stated:\n“Lee Hsien Loong’s puppet President Halimah Yacob yesterday (Jan 1) put up a short video calling for Singaporeans to unite behind the ruling party dictatorship and donate more money to her charity.” [emphases added]\nThe above statement is false.\nIn Mdm Halimah’s message, there was no such request for donations, nor was there any indication in the video that Singaporeans were urged to support the ruling party dictatorship.\nIt is also completely untrue for the Singapore Herald to allege that the President had been “shamelessly saying that she raised S$13 million in 2018 for her President’s Challenge charity”. No such claim was made by the President in the video at all.\nWe should highlight also that we disagree with the other remarks made in the post making allegations against the office of the President and the government of Singapore. There are a number of political opinions in the post which, being opinions and not facts, are not a subject of our review.\n\n\n\n\n\nCriticism of Singapore Prime Minister’s New Year message\n\n\n\n\n\nOn the first day of 2019, the Singapore Herald decided to take aim at the Singapore Prime Minister’s (PM Lee) first message of 2019. The author alleged that PM Lee’s message (available from the Prime Minister’s Office in Singapore here) contained 4 pieces of fake news.\nSingapore Herald’s allegation is false and lacks basis. We explain further below.\nFirst, Singapore Herald claimed that the following statement by PM Lee is false: “2018 was a productive year for Singapore. Our economy grew steadily at 3.3% – close to 2017, and above our expectations.”\nQuite to the contrary, we have found PM Lee’s statement to be true. The above quoted statement of PM Lee is supported by various sources, such as the Ministry of Trade and Industry on 22 November 2018 (see here) and the Monetary Authority of Singapore on 12 December 2018 (see here).\nSecond, Singapore Herald claimed that “ Fake News 2: Friendlier diplomatic relations //Diplomatic relations between Singapore and its allies have reached an all-time low, especially with Malaysia and China. If there is one definite fail grade on his [reference to PM Lee] report card, it will be foreign affairs.”\nThe above allegation is false. There is no statement in PM Lee’s message claiming that the Singapore Government achieved friendlier diplomatic relations in 2018. There is also no basis to claim that the relationship with Malaysia and China are each at “an all time low”.\nThird, Singapore Herald says “Fake News 3: Singapore is making progress”, referring to PM Lee’s statement in his message that “Domestically, we are making progress. In many countries, societies are under stress. People are angry and frustrated that wages are stagnating, lives are not improving, and political systems are malfunctioning.”\nWe regard it as unfair for Singapore Herald to claim the above to be ‘fake news’. Singapore Herald has left out the next part of PM Lee’s message which provides material support for the prior statement quoted above:\n“The gilet jaunes (“yellow vests”) protests in France are just the most recent manifestation of this angst. Similar veins of unhappiness have erupted elsewhere, be it Brexit in the UK, or the drastic loss of support for moderate political leaders in the US and in Germany.”\nFor completeness, we should point out that Singapore Herald’s disagreement with PM Lee’s above statement on “progress” is as a matter of opinion, not fact. We refer to Singapore Herald’s viewpoint in its Facebook post below:\n“Singapore’s society is the one under stress, Singaporeans are angry and frustrated their wages are stagnating due to an influx of foreign labour and lives are not improving as cost of living is increasing. In Singapore, the political system is malfunctioning because the Presidential Election requires premiership intervention to stop other races from participation, while the ruling party-preferred candidate Halimah Yacob won with a walkover. This is not democracy, not even a bastard child of a process reflecting the people’s choice.”\nAccordingly, it cannot be correct for a difference in opinion to be a basis to allege PM Lee’s message to be fake news.\nFourth, and similar to the third point above, the Singapore Herald claimed that “Fake News 4: Singapore is good leadership” presumably meaning to state that “Singapore has good leadership”.\nThe above claim is baseless and unsupported. There is literally no support for the author’s disagreement with this portion of PM Lee’s message, other than obvious disgruntlement with PM Lee himself which we are unable to understand without further proof from the author. We see no requirement to repeat the statements made in the final paragraphs of the Facebook post.\n\n\n\n\n\n\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-05T13:52:03+00:00",
    "Links in content": [
        "https://www.imda.gov.sg/about/newsroom/media-releases/2018/imda-statement-on-states-times-review?fbclid=IwAR0uz_SVLn77C_I8uwQ4wm3DEvlqmtHpVHLN6zagCHctFRxtzFk0waptLGU",
        "https://www.facebook.com/SingaporeHerald/posts/2186364171581762?__tn__=K-R",
        "https://www.pmo.gov.sg/Newsroom/PM-Lee-Hsien-Loong-at-the-launch-of-the-Singapore-Bicentennial-Jan-2019?fbclid=IwAR3qx9_2U3ujfhLNvXcqL57AWFPvalQJIxCxtjGxTTQ84in9fIGDrHYEcG4",
        "https://www.singaporelawwatch.sg/Headlines/apex-court-hears-li-shengwus-appeal-in-contempt-of-court-case",
        "https://www.businessinsider.sg/call-by-national-transport-workers-union-for-commuters-to-help-when-trains-break-down/",
        "https://www.straitstimes.com/singapore/transport/call-for-commuters-to-help-when-trains-break-down",
        "http://sprs.parl.gov.sg/search/sprs3topic?reportid=oral-answer-1871",
        "https://www.agc.gov.sg/docs/default-source/newsroom-doucments/media-releases/2019/agc-media-statement---in-response-to-lhy's-fb-post-of-7-jan-2019-(1).pdf?fbclid=IwAR12VtNqeHGmabDi079vCyQtCPH1o59Lw6VRPBbyDx8ztPYF_8I8ea4ywmY",
        "https://www.todayonline.com/singapore/agc-refers-possible-professional-misconduct-case-involving-lawyer-lee-suet-fern-wife-lee?fbclid=IwAR0CaKRzE2Cm_eBvD1Ny-e-XEi58Gfpu-a233a8koq7er2oaVNy60E3DFFQ",
        "https://www.agc.gov.sg/docs/default-source/newsroom-doucments/media-releases/2019/agc-media-statement---potential-professional-misconduct.pdf?fbclid=IwAR35KnGvUeewCdsUlAN0SOyEucpSH_yhj9vpwXTMnO0FAQgUfr7xf98DIyk",
        "https://www.gov.sg/factually/content/the-powers-of-the-president?fbclid=IwAR1v85meDHR-R_nPZqEN5dK017Q7W4tUTGdw_pcNNMXUufaqJ8xCJ22CBFk",
        "https://www.todayonline.com/singapore/role-qualifying-criteria-council-presidential-advisers?fbclid=IwAR0wC7yf0daolWKcL7QYJN0tbGU-SE89mm5ZyBNLkmwbIHwQxGs0ZRbM1Ak",
        "https://sso.agc.gov.sg/Act/CONS1963?fbclid=IwAR1OWshYh5Zcxzxqfs1h-yFvZ0g-CmBoXtzUj2rS9fo78PSp77kPyVcCBFA#pr22L-",
        "https://www1.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2019/01/01012019-Singapore-Malaysia-Bilateral-Meetings?fbclid=IwAR0wLh_Lp2hL3xpEz-hBEuZHui1L-a-6XCCEX7rIlwm4gcfCD3bEddOyfhs",
        "https://www.channelnewsasia.com/news/singapore/president-halimah-yacob-new-year-message-11075498?fbclid=IwAR3umYeOupwTe572Gx9NeabhvTn49Blo-6ZoLOUpwOm8tzHWlGhs-5KwM68",
        "https://youtu.be/5cic79O0rto?fbclid=IwAR3UoYiWgtAmX6vQgWYopAcNbPepLmaiclKdcoKzwp0zKk9dt4QHDrBh8p8",
        "https://www.pmo.gov.sg/newsroom/2019-new-year-message-pm-lee-hsien-loong?fbclid=IwAR2INQrXpMb5N8Ino-N1lsv7HxNPZfe1_NONlF5GmrtYnZKdqI-MDSuXN0k",
        "https://www.singstat.gov.sg/-/media/files/news/gdp3q2018.pdf?fbclid=IwAR1OItV6GQP3crk8e3FQsVQA8HGpbAWHI-2S1J3T-WreDWVZhXYkkAlmr0Q",
        "https://www.channelnewsasia.com/news/singapore/singapore-s-2018-growth-forecast-upgraded-to-3-3-mas-survey-11023700?fbclid=IwAR2xRwxJ3WHKWXFR0rP4nL-DyF6z_OdLpzq-5LZISKIWRs7trBKdx5VINDQ"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": ""
}