{
    "link": "https://blackdotresearch.sg/factcheck-comments-on-our-piece-on-the-indochina-conflict-of-1978/",
    "Title": "Comments on our piece on the Indochina conflict of 1978  ",
    "Tags": [],
    "Paragraphs": "\n\nSince our article on the Vietnamese occupation of Cambodia from end-1978 to 1989, we have reached out to some of our readers for comments and views.\n[FactCheck]: What was Singapore’s position exactly in respect of the Vietnamese occupation of Cambodia from end-1978 to 1989?\n\nThe following is a detailed comment provided by a reader, and we express our thanks for this reader’s detailed views on our article:\n“(1) in trying to argue for the “invasion” case, it emphasizes the Vietnamese attacks on Cambodia (“In April 1977, a Vietnamese attack on Cambodia had occurred, costing several lives on both sides.”; “..a massive Vietnamese attack on Kampuchea’s eastern frontier zone in December 1977…”), even though other accounts cite a May 1975 attack on Vietnam by the KR as the beginning of hostilities – there are no mentions in the piece of Cambodian incursions/raids/massacres beyond a quote about “Vietnam-Kampuchea territorial disputes” – in  [another reader’s view] it was both an invasion and a liberation.\n(2) It relies almost solely on Singaporean sources, like Lee Kuan Yew, to frame Vietnamese attitudes.\n(3) There is no mention of Vietnamese support for the KR in their rise to power, nor of the US bombing of Cambodia that helped destabilize the govt there – these would seem pertinent issues especially in the context of a piece that focuses on Singapore upholding principles of national sovereignty and non-interference?\n(4) On the issue of whether Singapore supported Pol Pot, it seems to emphasize the pressures for the KR to form a coalition government, as a way of demonstrating that ” it did not want the same Democratic Kampuchea government  -Singapore had to prevent the Khmer Rouge from regaining ground once the Vietnamese withdrew” – but I remember reading accounts (not sure if accurate) that the KR remained the dominant force within that coalition, so it may be arguable that this was a cosmetic rather than substantial move?  \nKissinger is also reported to have said “…tell the Cambodians that we will be friends with them. They are murderous thugs, but we won’t let that stand in our way. We are prepared to improve relations with them.”\nWhich to me suggests that there is an argument to be made that in the Snopes-like ratings the site tries to give, support for the KR might be classified as “Mixed” rather than the “Not True” evaluation given…\nI don’t expect you to agree with all (any?) of the above – and for most part I don’t think what you included are wrong per se – it’s more a question of omissions and angles – hence the point about history being an argument.\nThe Snopes-approach works best when dealing with simple T/F issues – with more complex issues like this one, I’m not sure it manages to avoid the problems it tried to solve.”\nBefore you carry on reading\nThis has been a helpful exercise in refining our factchecking efforts.  While a substantial amount of our factchecks are performed on simple claims that can be rated true or false, inevitably we find that we need to tackle deeper issues where the answers are not immediately clear.\nThe aim of our original article was to factcheck the statements of the Cambodian Prime Minister.  His statements represented the views of many Vietnamese and Cambodians. We believe that our article had managed to show how skewed those statements were – But we did so from the lens of the Singapore diplomats at the time, and not from the reader of news today.\nIf we could distill the rest of this article into a paragraph, it would be this:-\nWe understand that articles with a historical basis can often be fraught with controversy.  Different conclusions can be reached when the same subject matter is considered from different lenses.\nHowever, where there is sufficient undisputed material, a judgment can be made on whether the subject matter is true, false, misleading, unproven, or otherwise.\nIn factchecking, perhaps the most important thing is not the rating, but how we arrived at the rating.  A reader should be compelled to take a view at the end of an article by us, because of his or her own independent assessment being simulated or encouraged to reach a view.  Even better, a reader should be compelled to reach out to find further evidence to bolster his or her own view.\nSo with the above in mind, here we go.\n1. In trying to argue for the invasion case, the article gives insufficient mention of the pre-invasion attacks by Cambodia against Vietnam\nThe fact that Cambodia had attacked Vietnam in or around the relevant 1970s time period did not tilt our assessment that Vietnam had invaded Cambodia in any way.\nWe were not seeking to compare who was the more aggressive party, but to point out that there was an increasingly violent border conflict and Vietnam was prepared to occupy Cambodia militarily. Singapore and the rest of ASEAN certainly felt threatened.\nThe position could possibly change if Vietnam had entered Cambodia in an act of self-defence.  Yet the latest statement from the Vietnam Foreign Affairs Ministry made no mention of this and only focused solely on mentioning that Vietnam had helped to liberate the Cambodians (see the report on the statement here).\nThe absence of any self-defence argument in recent times, especially by the Vietnamese and Cambodians themselves, suggests strongly that there was no self-defence argument to be raised.\nThe undisputed fact is that Vietnam did indeed invade Cambodia, and had no good reason for doing so.  Self-defence as a reason appears to have been entirely abandoned.\n2. The article relies almost entirely on Singaporean sources to frame Vietnamese attitudes.\nThis comment is not entirely correct as we relied on various sources to confirm Vietnamese attitudes.  In addition to the Singapore sources, we relied also on Cambodian sources and US sources of information.  These sources were, by and large, consistent in pointing out that Vietnam was aggressive and domineering in respect of its position viz Cambodia.\nNotwithstanding the above, we have gone a little further.  We refer to the first statement from Vietnam, on 6 January 1979, about the invasion, from Ha Van Lau, Vietnam’s then-ambassador and permanent representative to the United States.  See the full statement below:\n1979.01.08 - Letter from Vietnam to PS\nThe full document is available from the online archives of the United Nations.\nThe statement states 3 things:\nFirst, that Vietnam effectively denied replacing the Khmer Rouge with a puppet government as that had been done by the Cambodian people themselves.\nSecond, that Vietnam had acted in self-defence to counter all acts of aggression in the border conflict that it had with Cambodia under the Khmer Rouge Government.\nThird, that Vietnam supported the new Cambodian government and urged that the United Nations leave the new government to determine how it should govern Cambodia for itself.\nThe problem with the statement is that it was clearly not aligned with reality.  Indeed, other than the Soviet Union and Czechoslovakia, no one supported Vietnam (See a NY Times report of the debate at the UN between Cambodia’s Prince Sihanouk and Vietnam’s Ha Van Lau).\nHa Van Lau’s statement could not have been true because Vietnam could not have claimed that it was uninvolved in changing the Cambodian government or that the Cambodians it supported represented the will of the Cambodians.  The Cambodian government could not have changed overnight without the Vietnamese invasion.  The new puppet regime consisted of individuals who were chosen by the Vietnamese (Hun Sen in particular, the current prime minister of Cambodia).  It was also not Cambodia’s government since, as the Cambodians later realized, everything that the puppet government did had to be approved by Vietnam As German Historian Bernd Schaefer states in an article reported by the Khmer Times:-\n“From the first year, up to ‘87-‘88, all the decisions had to come through the Vietnamese,” Schaefer said, drawing on the East German files. “The Vietnamese  were making all the decisions. In the first years, when you wanted to meet a Kampuchean official, you could not meet him alone. You had to have a Vietnamese minder sitting in on the meeting. The Vietnamese were saying, ‘if you want to give to them (the Cambodians), give to us first.’ The Vietnamese were very controlling.”\nJust focusing on Ha Van Lau’s statement itself, the Vietnamese attitude at the time in respect of its actions in Cambodia was exactly how the Singapore sources have described it – Aggressive, and contemptuous of nations that opposed it.\nLet’s look at it from a different perspective.  Say if we were to take the Vietnamese statement at its highest value – That it had to attack Cambodia in self-defence.  If so, you would note that what the Vietnamese statement was suggesting was that it is not only acceptable to attack, but it is also acceptable to unseat the existing government of a foreign country and install another one in the name of self-defence. This could not have been acceptable to either the UN or ASEAN, and remains so today.\nCan a robber, whose crime happens to stop another crime from taking place, turn to the authorities and say “Hey, my act of robbery did some good after all. Let me walk free.”?\n3. There is no mention of Vietnamese support for the KR in their rise to power, nor of the US bombing of Cambodia that helped destabilize the govt there – these would seem pertinent issues especially in the context of a piece that focuses on Singapore upholding principles of national sovereignty and non-interference?\nOur article was not written to express support for Singapore’s purported upholding of principles of national sovereignty and non-interference.  It was simply to identify Singapore’s position in the conflict and whether, as Hun Sen suggests, Singapore had supported the Pol Pot genocidal regime.\nIn this regard, prior support for the Khmer Rouge by the Vietnamese or that the US had destabilized the government of Cambodia are irrelevant.  These did not detract from the fact that Prince Sihanouk, the royal leader of Cambodia, chose to ally with the Khmer Rouge and thereby granted them legitimacy as the government of Cambodia.  He did this not once, but at several points in time (see a NY Times report for a non-Singapore source of information here).  Singapore could not have changed this fact.\nThe consistent position we have come across continues to be that: Singapore could not allow the Vietnamese invasion to set an example for the future, and so Singapore had to promote everything that championed the ASEAN and UN principles of non-interference and keeping sovereignty inviolate.  As a matter of logic, it appears to be the only plausible position to take.\n4. On the issue of whether Singapore supported Pol Pot, it seems to emphasize the pressures for the KR to form a coalition government, as a way of demonstrating that ” it did not want the same Democratic Kampuchea government  -Singapore had to prevent the Khmer Rouge from regaining ground once the Vietnamese withdrew” – but I remember reading accounts (not sure if accurate) that the KR remained the dominant force within that coalition, so it may be arguable that this was a cosmetic rather than substantial move?  Kissinger is also reported to have said “…tell the Cambodians that we will be friends with them. They are murderous thugs, but we won’t let that stand in our way. We are prepared to improve relations with them.”\nWe elaborate on this part further.\nSingapore’s position on the need for a coalition government to represent Cambodia arose because it was amply clear to most members of the United Nations that there had been genocide or similar acts being perpetrated by the Khmer Rouge government in Cambodia.  If ASEAN had tried to push the UN to recognize the Khmer Rouge government, this would likely fail.\nAs described by former President, Mr S R Nathan:\nWe decided to take a stand, and not recognize the regime Vietnam was setting up in Cambodia.  In the ASEAN context as well as at the UN we had to maintain the principle that no state had the right to intervene in the internal affairs of another.  We had to resist such intervention, just as we had resisted it in the Middle East context, where we did not accept the Israeli call for legitimizing the absorption of Jerusalem as the spoils of war.\nHowever, we did see a need to respond to the disastrous reputation that the Khmer Rouge coalition was gaining internationally for the brutality and inhumanity of its regime.  The people were being treated appallingly. We feared that unless something was done to change perceptions, the international community would be increasingly disinclined to support Cambodia in the UN and other forums.  ASEAN’s defence of the Khmer Rouge government was clearly becoming untenable, and equally it did not share China’s desire to see the Khmer Rouge return to power after the Vietnamese withdrawal.  Singapore envisaged, and sought ASEAN’s endorsement of the creation of a ‘Third Force’, that would take leadership away from the Khmer Rouge and see it shared with other Cambodian nationalist elements.  We needed a credible alternative.\n(From An Unexpected Journey, Path to the Presidency, S R Nathan, 2011, Editions Didier Millet)\nThe coalition government was led by Prince Sihanouk, supported by Son Sann, the last prime minister in Prince Sihanouk’s government and at the time ran a resistance movement against the Khmer Rouge, and finally the Khmer Rouge themselves.  While the Reader’s above comment tries to suggest that this coalition government could have been cosmetic, masking only the true force as the Khmer Rouge, this is misconceived.\nThe coalition government formed in 1981 was set up with a single objective to represent Cambodia at the UN, in order to compel the early withdrawal of all Vietnamese forces from Cambodia and later, dissolve so that free elections could be conducted by the UN.\nSee the 1981 Singapore press release as follows:-\nSG press release - Coalition Govt\nIn other words, whether or not the Khmer Rouge was dominant (and it was not) was irrelevant.  As highlighted, the above purpose for having the coalition government was achieved.  In 1991, after the Paris Peace Accords were signed, the coalition government was dissolved and the UN Transitional Authority (UNTAC) took on the role of ensuring that elections were conducted.  The people of Cambodia were not forced to have the Khmer Rouge back in power, in large part because the coalition government was formed.\nWe finally deal with the quote from Kissinger, mentioned by the reader above.\nSee the full transcript of the conversation below:\nKissinger - Thai FM\nThe quotation is found in page 8.  This conversation took place in 1975, and was only 1 part of a long conversation between the 2 countries about working to ensure that Vietnam’s ambitions were kept in check by states that had Chinese backing, i.e. Cambodia and Laos. We would refrain from reading into this as suggesting that the US would support and ensure that Pol Pot remained in power.  Any government that had China’s backing was acceptable to the US, based on the conversation.\nAn Endnote\nIt would seem that our ratings for factchecks are being considered in too binary a manner – Either true or false.  That is not entirely correct.  We recognize where there are shades, and that there are possibilities (however remote) where a statement which seems false may ultimately be a true statement.\nWe are refining our factchecking rating to better convey why we regard something as misleading, or something is a mixture of truth and fiction.  Details to come on our Facebook page!\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/06/H_4_ill_639759_cambodia-phnom_penh-1979-61.jpg",
    "Iframe Sources": [],
    "date": "2019-06-28T09:04:33+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/factcheck-what-was-singapores-position-exactly-in-respect-of-the-vietnamese-occupation-of-cambodia-from-1979-to-1989/",
        "https://e.vnexpress.net/news/news/vietnam-opposes-lee-hsien-loong-s-remarks-on-cambodia-invasion-3933809.html",
        "https://blackdotresearch.sg/wp-content/uploads/2019/06/1979.01.08-Letter-from-Vietnam-to-PS.pdf",
        "https://www.nytimes.com/1979/01/12/archives/sihanouk-appeals-to-un-council-to-get-vietnam-out-of-cambodia-a.html",
        "https://www.khmertimeskh.com/50673/why-did-vietnam-overthrow-the-khmer-rouge-in-1978/",
        "https://www.nytimes.com/2012/10/15/world/asia/norodom-sihanouk-cambodian-leader-through-shifting-allegiances-dies-at-89.html",
        "https://blackdotresearch.sg/wp-content/uploads/2019/06/SG-press-release-Coalition-Govt.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/06/Kissinger-Thai-FM.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/06/H_4_ill_639759_cambodia-phnom_penh-1979-61.jpg",
    "Truefalse": [],
    "Description": ""
}