{
    "link": "https://blackdotresearch.sg/factcheck-contrasting-views-on-singapores-anti-drug-abuse-policy/",
    "Title": "Contrasting views on Singapore’s anti-drug abuse policy  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 17 July 2019, the website “Asia Times” published an opinion piece (see here) which questioned certain figures relied upon by Singapore’s Minister for Home Affairs and Law in various speeches:- First, his speech on 28 June 2019, at the CARE Network Seminar 2019 (see here), second, his speech earlier on 24 May 2019, at the Home Team Academy (see here), and lastly the Minister’s 27 October 2017 speech at the Asia Pacific Forum Against Drugs (see here).\nIn this factcheck, we examine the claims in contention and see how the overall picture looks:-\nCLAIM #1:\n\nThe Minister’s claim\nWe have found a 2011 study that relied on findings showing exactly that there was such an increase in drug mortality.  According to the following study,\n“Decriminalization was found to be associated with an approximately 25% increase in homicide rates and an increase of over 150% in drug mortality rates.”\n – See page 34 of this link.\nThe above-cited 2011 study relied on the Eurostat statistical database for Portugal, Spain, Italy, France, the United Kingdom, Germany, and Sweden for the date range of 1994-2008.  Data reported by Portugal for the database was based on Portugal’s criteria for drug mortality cases, being: A death that had a post-mortem toxicological analysis showing illicit drugs in the body (See here).  This refers to the INML definition, which we describe further below.\nOne of the Reporter’s supporting articles for the statistics she uses is a 2012 article by Caitlin Elizabeth Hughes and Alex Stevens, entitled “A resounding success or a disastrous failure: Re-examining the interpretation of evidence on the Portuguese decriminalisation of illicit drugs” (the “Hughes-Stevens 2012 Article”, available here).  This article was used by the Reporter is interesting because it pointed out the difficulties of gathering data on the subject of drug mortality during the period.\nAs the Hughes-Stevens 2012 Article points out, there were different definitions as to what is a “drug mortality”, and this led to 2 diverse sets of statistics.\nOne definition is the “INML” definition, which compiled the number of deaths that involve a “positive post-mortem toxicological test for the presence of illicit substances”.  In effect, this referred to deaths which were drug-related.\nThe authors of the Hughes-Stevens 2012 Article explain that the use of the INML method changed as recording practices change – Between 2005 to 2009, there was a rise in the number of toxicological autopsies conducted, and this could mean therefore that the number of deaths recorded as related to drugs would have also increased.  Also, the article suggests, the data from the INML method was weak, because it ultimately identified if a person had traces of a drug present when they died, but it did not confirm that the drug caused the death.\nThe second definition is the “INE” definition, which refers to the number of people that have been determined by doctors according to International Classification of Diseases protocols to have died due to overdosing on drugs.  This information was made available around 2012, and was back-dated to 2001.  But we would also point out that the definition here has shifted from “drug-related” to “drug-induced”.\nWe note that the authors of the Hughes-Stevens 2012 Article state that the INE definition is the preferred definition, and regard it as the more accurate figure in terms of defining a drug mortality that was drug-induced.\nWhile the INML definition would show an increasing trend from 2001 to 2008, the INE definition would show a decreasing trend (see the figure below extracted from the Hughes-Stevens 2012 Article).\n\nOur conclusion – Depending on the definition of “drug mortality” adopted, it is possible to argue that the rate of drug mortalities increased/decreased in Portugal between 2001 to 2008.\nThat being said however, it is also important to highlight that none of the studies cited above were prepared to conclusively find that decriminalization in Portugal had caused a change in the rate of drug mortalities.  At best there was a ‘correlation’, and the researchers took effort to highlight that the cause for the changes between 2001 to 2008 could be due to various other factors.  The authors of the Hughes-Stevens 2012 Article point out that, even if we were to accept INE data and say that there were decreases in drug induced deaths, it “is not say that decreases are attributable solely to the reform, with the expanded services a more plausible explanation, but a key goal of the reform had been to reduce social stigma and thereby facilitate access to Portuguese drug treatment and harm reduction services.”\nThe Reporter’s claim\nIn this part, we are focused on the Reporter’s claim that there was a “drastic” decrease from 80 drug-induced deaths per million deaths in 2001 to 4 per million in 2017.  We note however, that the Reporter derived this claim out of the figures presented in 2 different studies.\nFor the “80 per million” figure, the Reporter relies on the Hughes-Stevens 2012 article.  This was an approximation, and the specific figure is likely slightly less (see the INE-INML method comparison chart above).\nFor the “4 per million” figure in 2017, the Reporter relied on statistics from the European Monitoring Centre for Drugs and Drug Addiction, Portugal – Country Drug Report 2019 (see here).\nThere was no steady decline from 80 per million down to 4 per million.  Instead, the statistic available from the Country Drug Report showed a continuously fluctuating movement up to 2017:-\n\nWe should also highlight that the Country Drug Report 2019 for Portugal did not similarly mention that there has been a decline from 2001 to 2019.  Instead, it highlighted that there had been a significant spike in 2015, and in recent years the rate of drug-induced deaths had decreased.\nCLAIM #2:\nThe Minister’s Claim\n\nThe Minister’s statement is supported.\nA similar statement was made in the Rocky Mountain High Intensity Drug Trafficking Area Update of September 2018, on the topic of legalization of Marijuana in Colorado (See here).\n \n \n \nThe Reporter’s Claim\nThe Reporter’s statement is however, not entirely supported.  We would rate it as slightly misleading.\n\nWe note that the Reporter relied on the Science Direct article “Joint culpability: The effects of medical marijuana laws on crime” (see here) as support for her argument that there was no relationship between cannabis regulation and crime – But the study was about whether there is any relationship between medical marijuana laws and crime.  The second study she relied upon focused on medical marijuana similarly, and its conclusion was that the presence of medical marijuana dispensaries, whether in greater or less numbers, did not have an effect on violent or property crimes.\nThere is a flaw in the Reporter’s comparison. The Minister’s choice of the 2013-2016 period in Colorado’s history is important because that study quoted by the Minister was focused on Marijuana when legalized as a recreational substance.  In November 2012, voters in the state of Colorado had passed Constitutional Amendment 64 which legalized marijuana for recreational purposes for anyone over the age of 21.  The amendment also allowed for licensed marijuana retail stores, cultivation operations and edible manufacturers.  Retail marijuana businesses became operational on 1 January 2014.\nThe scale of proliferation of marijuana in Colorado is therefore different from states where marijuana is legalized on a medical-need basis.  So while the Reporter’s chosen studies may support the case for medical marijuana, nothing is said which contradicts the point made by the Minister.\nClaim #3:\n\nThe Minister’s Claim\nThe Minister’s claim is supported.  It would appear that the statistic cited came from the US National Drug and Alcohol Screening Association (NDASA), a non-governmental and not-for-profit organization that is focused on workplace and community safety.  It appears to be based in Colorado (see here).\nWe should add that when we studied the news report on the Minister’s claim and the context where he made the claim, the phrase “downstream effects” specifically refers to property crimes and violent crimes.\nThe NDASA executive director Jo McGuire, made mention of the statistics in a podcast that can be accessed here.\nAt 2:33 of the podcast, she says “We just had a study released which said that we are actually spending US$4.50 for every dollar that we bring in on taxes. We are seeing one in four employees self report that they go to work stoned.”\nWe caution however, that all we have is the statistic.  We have not been able to locate the study, and did not have the chance to understand how the NDASA derived the figures, hence our ‘likely true’ rating.\nThe Reporter’s Claim\nThe Reporter’s claim is supported, but the claim doesn’t seem to engage or contradict the Minister’s claim.\nThe Reporter cites a Harm Reduction International (HRI) report in support of her claim.  HRI is a Non-Governmental Organisation that calls for support of the “harm reduction” movement, a movement focused on providing rehabilitation and care while not requiring drug users to give up the use of drugs.  This involves facilitative programs which allow a drug abuser to consume drugs – E.g. syringe and needle programs (providing drug abusers with clean needles and syringes), and Opioid substitution programs (choosing alternatives to their drugs).\nAccording to the HRI report, cost-effectiveness is measured in terms of the diseases it would prevent and healthcare savings in respect of the addicts who undergo the harm reduction approach.  We refer to page 11 of the HRI report, which recited statistics on HIV prevention and hepatitis disease prevention, and in one instance referencing Australia’s experience, suggested a healthcare savings of A$4 for every A$1 spent. This is a different measure from what the Minister meant by “downstream costs”.\nA more accurate comparison would probably be to measure the costs and effectiveness of Singapore’s rehabilitative drug programs against those of Harm Reduction programs to see which is in fact, better.  We have not been able to locate such a comparison.\nClaim #4:\n\nThe Minister’s Claim\nFor the Reporter’s final claim, she had chosen a part of the Minister’s speech on another occasion – the Asia Pacific Forum Against Drugs in May 2017.\nThe full context of the Minister’s statement quoted by the Reporter was on the potential negative effects of drug legalization, and not the merits of Singapore’s anti-drug abuse laws.\nWe set out the preceding 2 paragraphs and then the statement below:\n“If you look at, for example, countries which have experimented, let’s take Colorado. Colorado is really, I think, an example where legalisation has gone wrong. There are many ways in which Colorado stands out for the negative consequences.\nThey had found that there were suddenly a lot of drivers who were driving under the influence of drugs, and a lot of them were dying in accidents. Leaving aside crime, something as simple as driving under the influence and dying in accidents, being maimed, being paralysed, lives lost – nobody counts these costs.\nSo I would ask the death penalty abolitionists to go and study the places where laws have been relaxed, places where drugs have been legalised, find out what has happened and look at the number of deaths that have taken place in society, and then come back and let’s talk.”\n(See: https://www.todayonline.com/singapore/decriminalising-drugs-will-only-worsen-problem)\nWhen we have a clearer view of what the Minister had been speaking about, it seems to us that the Reporter had taken the statement out of context.  While the Reporter appears focused on whether lives of drug abusers have been saved, the Minister was actually focused on what harm is prevented to non-drug abusers.  Logically speaking, it is tough to argue that punitive drug laws and the mandatory death penalty fail to prevent a proliferation of drug abuse in Singapore.\nThe Reporter’s Claim\nBut is the Reporter right on whether the death penalty has zero deterrent effect?\nThe verdict isn’t clear.  While we were able to source for material on whether the death penalty had public support (and it does appear to have significant public support in Singapore), deterrence is a more difficult question to answer.\nWhile the Reporter sought to rely on the 2018 World Drug Report, published by the UN Office on Drugs and Crime and a CNN Report on increasing production of methamphetamines in the Golden Triangle in Southeast Asia, this did not prove her point.  Neither document alleged that the death penalty had no deterrent effect or that punitive drug laws were ineffective.  In fact, it appeared to us that she was trying to draw conclusions by logical deduction – Since drug laws are harsh, and yet drug trafficking and drug abuse continues to increase in various parts of the world, therefore, punitive laws do not work.  We are also unclear as to what lack of transparency the Reporter alleges Singapore of, and this point is not developed.\nInterestingly, the Singapore Courts had mentioned the lack of sufficient information on this topic before.  In Yong Vui Kong v Public Prosecutor [2010] 3 SLR 489 at [118], Singapore’s Court of Appeal, which is the highest court in Singapore, had this to say about the lack of research on the topic:\n“… although there is room for arguing that there is insufficient evidence that the mandatory death penalty [MDP] deters serious offences like murder, it can equally be said that there is insufficient evidence that the MDP does not have such a deterrent effect.  Surveys and statistical studies on this issue in one country can never be conclusive where another country is concerned.  The issue of whether the MDP has a deterrent effect is a question of policy and falls within the purview of Parliament rather than that of the courts.”\nThis position does not appear to have changed.\nShare your thoughts with us\nWe would be happy to have your views on our article.  Feel free to reach out to us!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/07/Screenshot-2019-07-25-at-3.23.05-PM-800x375.png",
    "Iframe Sources": [],
    "date": "2019-07-25T08:46:06+00:00",
    "Links in content": [
        "https://www.asiatimes.com/2019/07/opinion/singapore-minister-spreading-dangerous-lies-about-drug-policy/?fbclid=IwAR3U6k7SYla0b8A1xYlul50bLXjqCnF_9ZQymOkxdFPwZ_2STu_hLgJRYQw",
        "https://www.mha.gov.sg/newsroom/speeches/news/care-network-seminar-2019-speech-by-mr-k-shanmugam-minister-for-home-affairs-and-minister-for-law",
        "https://www.todayonline.com/singapore/very-strong-coordinated-pro-drug-agenda-out-change-singapores-anti-drug-stance-shanmugam",
        "https://www.todayonline.com/singapore/decriminalising-drugs-will-only-worsen-problem",
        "https://www.econ.berkeley.edu/sites/default/files/yablon_daniel.pdf",
        "http://www.emcdda.europa.eu/stats07/DRD/methods",
        "http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.645.1699&rep=rep1&type=pdf",
        "http://www.emcdda.europa.eu/countries/drug-reports/2019/portugal/drug-induced-deaths_en",
        "https://www.nnoac.com/wp-content/uploads/2018/09/FINAL-Volume-5-UPDATE-2018.pdf",
        "https://www.sciencedirect.com/science/article/pii/S016726811830180X?via%3Dihub",
        "https://www.linkedin.com/company/ndasa/about/",
        "https://podcasts.apple.com/us/podcast/colorado-still-fighting-cannabis-black-market-six-years/id1228994960?i=1000438285760",
        "https://www.hri.global/files/2016/03/10/Report_The_Case_for_a_Harm_Reduction_Decade.pdf",
        "https://www.todayonline.com/singapore/decriminalising-drugs-will-only-worsen-problem",
        "https://www.mha.gov.sg/newsroom/press-release/news/very-strong-public-support-for-singapore-anti-drug-policies",
        "https://www.unodc.org/wdr2018/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/07/Screenshot-2019-07-25-at-3.23.05-PM-800x375.png",
    "Truefalse": [],
    "Description": ""
}