{
    "link": "https://blackdotresearch.sg/did-the-singapore-minister-for-foreign-affairs-say-on-7-march-2019-in-parliament-that-he-is-unable-to-do-anything-at-the-moment-except-to-blindly-wait-for-malaysia-for-a-decision/",
    "Title": "Did the Singapore Minister for Foreign Affairs say, on 7 March 2019, in Parliament, that he is “unable to do anything at the moment except to blindly wait for Malaysia for a decision”?  ",
    "Tags": [],
    "Paragraphs": "\nNo, he did not. The article by the Singapore Herald on 8 March 2019 contains false news and is misleading.\n\nOn 10 March 2019, the Singapore Herald published an article which singled out the latest developments in the Kuala Lumpur-Singapore High Speed Rail Project (HSR Project) and the Johor Bahru-Singapore Rapid Transit System Link (RTS Link Project)\nCiting that the HSR Project and RTS Link Project faced delays caused by Malaysia, the article alleged that Singapore’s Foreign Minister claimed to be unable to do anything other than wait for Malaysia’s next decision.\nThe HSR Project was deferred with Singapore’s agreement and for which Singapore has received S$15 million in compensation.\nOn the RTS Link Project, Singapore had agreed to engage Malaysia for the latter’s proposal of a joint venture partner for the operating company of the RTS Link. Malaysia’s request for extension of deadline to identify the joint venture partner to 31 March 2019 was approved by Singapore.\nSo in both cases, Singapore had agreed to giving Malaysia time to respond and comply with its obligations.\nFurther, the Minister had not expressed helplessness but rather a desire to be patient with Malaysia and a resolve to achieve both projects. We cite the relevant parts of the speeches as follows:\nOn the HSR Project:\n“Malaysia has requested that during the suspension period, both sides discuss the way forward for the HSR Project, with the aim of reducing the overall costs. We have yet to receive any new proposals from Malaysia on this, but we will certainly study any such proposals carefully when we receive them. We look forward to working with Malaysia when the project resumes.”\n\nOn the RTS Link Project:\n“Singapore continues to believe that the RTS Link is a mutually beneficial project. I would like to assure Mr Ang Wei Neng that we remain fully committed to implementing the project as per the RTS Link Bilateral Agreement.”\nWe would further add that both development projects, being legal agreements, are subject to available dispute resolution means should either party breach their obligations and a dispute results. It is patently incorrect to suggest that Singapore is helpless and beholden to Malaysia.\n\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Singapore_Foreign_Minister_Vivian_Balakrishnan_speaks_at_the_East_Asia_Summit_29965116508_cropped-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-14T12:43:55+00:00",
    "Links in content": [
        "https://www.mot.gov.sg/news-centre/news/Detail/speech-by-acting-minister-for-transport-vivian-balakrishnan-at-the-ministry-of-transport's-committee-of-supply-debate-2019t/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Singapore_Foreign_Minister_Vivian_Balakrishnan_speaks_at_the_East_Asia_Summit_29965116508_cropped-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}