{
    "link": "https://blackdotresearch.sg/factcheck-did-sir-stamford-raffles-pass-away-from-a-brain-tumour/",
    "Title": "Did Sir Stamford Raffles pass away from a brain tumour?  ",
    "Tags": [],
    "Paragraphs": "\nSir Stamford Raffles, the founder of modern Singapore, lived from 6 July 1781 until 5 July 1826.  Today is his death anniversary.\nIf you did a Google search on the cause of his death, you would be told that he passed away from a brain tumour:\n\nBut did he really die from a brain tumour?\nNo, he did not.\n\nThe day of Raffles’ death\nOn 4 July 1826, Sir Stamford had spent the day with his family, and ended his day that evening between 10 and 11pm at home, in Middlesex England.  He was found at the bottom of the stairs the next day at around 6am in an unconscious state.  Efforts to revive him failed and he passed away shortly after.\nThe autopsy conducted on Sir Stamford determined his cause of death as “an apoplectic attack beyond the control of all human power“.  It also found that there was a thickening of the skull on the right interior to a significant extent, and the outer lining of the brain had become severely inflamed.\nInterestingly as well, there was nothing in the autopsy of 1826 that suggested that there had been a brain tumour.\nA modern take on his death\nIn 1998, a team comprising a neurosurgeon, an academic from the Institute of Southeast Asian Studies and an illustrator from the Rhode Island School of Design revisited the issue of Sir Stamford’s death.  This study culminated in a report which was published in Volume 39 of the Singapore Medical Journal of 1998.\n3912his1\nReviewing his autopsy report and available evidence of how Sir Stamford spent his days upon his return to England, the team concluded that the cause of death was most likely an “arterio-venous malformation”, which we understand to be an abnormal tangle of blood vessels connecting arteries and veins, which disrupts normal blood flow and oxygen circulation.\n\nThe haemorrhage from the condition he suffered likely led to Sir Stamford’s fall.\nThe authors of the report also remarked on various portraits and sculptures of Sir Stamford, highlighting that his hair was usually featured covering his right frontal brow.  This, they opined, was suggestive that his condition was visible and Raffles had sought to hide it.  Various records also indicate that Raffles suffered, in his final years, from a number of excruciating headaches on a frequent basis.  These are indicative, according to the authors, of minor haemorrhages which occurred as a result of the main condition.\nThe report ends with the phrase:\n“That the founder of Singapore could have suffered such a condition and yet do all that he did makes him even more remarkable.”\nWe entirely agree.  Have a read of another article regarding the death of Sir Stamford Raffles here.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/07/hero1-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-07-05T15:17:26+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2019/07/3912his1.pdf",
        "http://eresources.nlb.gov.sg/infopedia/articles/SIP_811_2004-12-29.html?s=Raffles"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/07/hero1-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}