{
    "link": "https://blackdotresearch.sg/factcheck-did-nussu-students-united-misleadingly-quote-the-words-of-law-and-home-affairs-minister-k-shanmugam-and-the-late-mr-lee-kuan-yew/",
    "Title": "Did NUSSU-Students United misleadingly quote the words of Law and Home Affairs Minister K Shanmugam and the late Mr Lee Kuan Yew?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 17 November 2019, self-professed internet troll group “NUSSU-Students United” (the “Group”) decided to give a number of Singapore political parties (in particular, the ruling People’s Action Party) a warning:\n\nIn addition to the above infographic, the accompanying text read:\n“Churchmen, lay preachers, priests, monks, Muslim theologians, all those who claim divine sanctions of holy insights, take off your clerical robes before you take on anything economic or political. Take it off.” – Lee Kuan Yew, 1987 National Day Rally\nYes, we won’t hesitate to call out anyone whom we feel crosses this line, regardless of party affiliation. Consider yourselves warned. People’s Action Party, The Workers’ Party, Singapore Democratic Party (SDP), Progress Singapore Party, NSP: National Solidarity Party, Singapore People’s Party, The Reform Party, Lim Tean”\nOn 20 November, they sharpened their warning by focusing on the ROHEI Corporation which the Group implied to be a religiously-bent corporation masquerading as a secular corporation.\nUsing Ms Rachel Ong as an example, the Group tried to make the point (in effect, everything after this point is an allegation) that Ms Rachel Ong, as a founder and chief executive of the ROHEI Corporation, which was “an organisation with religious leanings”, had to resign from  all executive positions with “ROHEI” in order to run for political office.\nKeep in mind, the Group is taking the stance that:\nIt is forbidden for a person to run for or hold political office AND hold an executive position in a religious organisation at the same time.\n\nThe problem was that the Group used the statement from a recent speech (7 October 2019) by Minister K Shanmugam (the Minister) to support their stance, which read:\n“If we do not separate religion from politics, then whose religion comes into politics?”\nThe Group’s Facebook posts attracted significant attention.  On 22 November 2019, the Minister responded through his press secretary, publishing the following post on Facebook:\n\nThe 2 page statement stated, in summary, that:\n\nThere is nothing wrong with a political office holder holding an appointment in a religious organisation (no distinction being drawn between executive and non-executive positions).\nThe Minister never gave any statement suggesting support for the Group’s stance. On the contrary, he said the opposite.\nThe Minister’s statement used by the Group was referring to a different point: That religious beliefs should not be a basis for public policy making.\nThe quote from the late Mr Lee Kuan Yew was also taken out of context. Mr Lee had meant that religious leaders should not make political statements in their capacity as religious leaders.\nSingapore is a secular state – which does not mean that Singapore is anti-religion. On the contrary, Singapore allows people of different faiths to participate in politics.\nThe Group could not be trusted and sought to sow discord.\n\nThe Group wasn’t about to let this go.\nAfter the press secretary’s statement was widely published in the mainstream media on 22 November 2019 (and at the time of writing, continues to be reported), the Group went back on the offensive, publishing a rebuttal in the wee hours of 23 November 2019.  We are unable to put up the rebuttal because the page has been taken down by Facebook (more details below).  The rebuttal was bewildering, to say the least.  We pick out the gist of the rebuttal as follows:-\n\nThe press secretary displayed wilful blindness, conducted scurrilous mischaracterisation and made patently false accusations against the Group.\nThe press secretary’s statement had failed to point out that the Group had said that it was ok for Ms Rachel Ong to remain in Rohei in a non-executive advisory capacity.\n\nThe press secretary’s statement had accused the Group of being anti-religion.\nThe Group was actually in agreement with the Minister’s speech of 7 October 2019, and that their 17 November post asking Ms Rachel Ong to hold non-excutive advisory positions in ROHEI in order to contest for and hold political office, was consistent with the Minister’s statement that political office holders could “hold senior positions in a religious organization”.\n\nFor now we hope to be able to answer the following questions:-\n\nDid the Group misleadingly quote the Minister in their Facebook post of 17 November?\n\n\nDid the Group misleadingly quote the late Mr Lee Kuan Yew?\n\n\nIs there any similarity between the Group’s position and the Minister’s position on holding office in a religious organization, while being a political office holder?\n\n\n(1) DID THE GROUP MISLEADINGLY QUOTE THE MINISTER\nWe are inclined to say yes.  The Group’s 17 November Facebook post was indeed misleading in using the Minister’s statement as support for their stance.\nThe meaning of the Minister’s phrase can be understood from the background of his speeches on 7 October 2019, and the events that took place during the Parliamentary debates on the motion.\nWhat happened on 7 October 2019\nParliament had gathered to debate, amongst other things, the bill to amend the Religious Harmony Act (MRHA).  This was the second reading of the Bill, and the speech introducing the second reading was made by the Minister.\nIn setting out the background of the amendments, the Minister reiterated that one of the fundamental basis underpinning the MRHA was the unique secularism in Singapore, which he described as:\n“23. The Government does not privilege any religious group. But we also do not allow any religious group to be attacked or insulted. We actively encourage inter-faith dialogues and activities to foster mutual understanding, respect. \n24. At the same time, we keep to the position that no religious group should influence Government policy and decision-making.”\n(See the full speech here)\nThere was no change to any of the fundamental basis of the Act.  The amendments proposed in the bill were designed with the intention of strengthening the speed and reach of the Act. To note, one of the key amendments to the Act is the removal of certain time limits for the issuing of Restraining Orders, which under the Act, can be issued against any religious leader or member of a religious group that mixes religion and politics, and any person inciting a religious leader or religious group to do so.\nThe Opposition MP, Mr Faisal Manap, objected to the cited portion of the Minister’s speech, stating (as translated from his original speech in Malay):\n“Sir, another principle of this Act is to separate religion and politics. I disagree with this principle. As a Muslim, Islam is understood as a way of life or ‘A Way of Life’. Islam encompasses all aspects of life including politics and politics. I understand that Christianity also believes that religion cannot be politically separated.”\n(Full text of speech here)\nThis then led to a debate in Parliament.\n\nThe debate eventually led to the quote from the Minister.  In his wrap-up speech, the Minister rebutted Mr Manap’s point as follows:\n“126. The third point he makes is that he does not agree with the principles of separation of religion and politics. That is what I heard. I was so surprised, I asked for a confirmation that it is indeed what he said. My people say that is indeed what he said. It is a very surprising statement. It is a very serious statement, and a statement with serious implications.\n 127. It contradicts everything that we hold as central and important in Singapore. It is a fundamental value. If we went out and asked Singaporeans, I think they will be quite shocked.\n 128. Let me tell Mr Manap. Assuming that I heard him right, if we do not separate religion from politics. Then whose religion comes into politics? \n  129. Inevitably, if you allow religion to play a significant role in politics, then those who are part of the majority religion must have the bigger say. Or plurality at least, will have the bigger say. Do you think the position of religious minorities will be better or worse? Because he quoted what an Islamic scholar might say. What if the text in another religion is critical of all other religions? And it tells its followers that non-believers should be shunned. How would Mr Manap feel if these were the views of the religion of the majority or the plurality? And that comes into politics. \n 130. So, for an elected Member of Parliament of this House to say, I do not accept the principle of separation of religion from politics, I think it is very, very surprising. If you say it is not possible to draw bright lines, that the line will be fuzzy, that is different. It is what I have said. But anyway, I see your position and I will leave the Chambers with those statements ringing in my head. That you reject the principle of separation of religion from politics.”\n[Emphasis added]\nUnderstanding the context of the 7 October 2019 events\nThe full context surrounding the quote from the Minister’s speech, in particular, paragraph 129 of the Minister’s wrap-up speech was very helpful for us.  That paragraph provided an illustration of the concerns raised in the question “whose religion comes into politics”.  According to the Minister, assuming that religion was permitted to have a significant role in politics, then that would lead to inequality because the religious views of the religion of a majority of the population would dictate the laws that would govern everyone.  If this majority religion contained text that asked for the shunning of all non-believers, and such text formed the basis for lawmaking, this would then lead to the lives of non-believers (who are the minority) being put in peril.\nSo the focus is on avoiding the risk that the religious tenets of a majority religion end up dictating what should be a political decision based on logic.\nThis is vastly different from the Group’s concern that one cannot hold an executive position in a religious organisation while being a political office holder at the same time.  Policy-making and campaigning are 2 different issues.\nFor the above reason alone, having seen the actual speech of the Minister and reading the objection on his Facebook page, we can conclude that the quote was misleadingly used.  But we highlight a little more.\nThe Group’s concern about office-holding relates not to Mr Faisal Manap’s objection, but to Mr Pritam Singh’s concern (Mr Singh is a Workers’ Party MP who also gave a speech about the bill), that political office holders were often seen with religious leaders, which seemed that religion was being mixed into politics.  To this, and as stated in the press secretary’s response, the Minister had actually made clear in paragraph 107 of his wrap-up speech that this was not prohibited:\n“107. Another point that Mr Singh made, of religious leaders being seen with political leaders during elections. If the religious leaders are lay religious leaders, they have civil and political rights. The law does not preclude them from exercising their civil and political rights. They can be members of political parties. We have had Ministers, MPs, who were lay preachers. So they hold a senior position in a religious organisation. They are lay persons who hold other jobs, and businesses – as I have said, they can be MPs, they can be Ministers. And you can’t be saying they cannot exercise their rights.”\nAccordingly, it is misleading to suggest that the quote from the Minister’s speech was in any way supportive of the Group’s stance.\nKeep in mind however, that the Minister was focused on “lay religious leaders”.  We mention more about this in (3) below.\n(2) DID THE GROUP MISLEADINGLY QUOTE THE LATE MR LEE KUAN YEW?\nThe quote from Mr Lee Kuan Yew is also taken out of context.  That quote, when read in the context of the events in 1987 and Mr Lee’s 1987 speech, was certainly not made in support of the Group’s stance.  You can view the speech given by the late Mr Lee here.\n\nThe quote from Mr Lee was made at 41:57 and lasts until 42:57 of the speech.\nThere are 2 things to note about Mr Lee’s words at the 1987 National Day Rally.\nFirst things first, 1987 was not any usual year\nThe 1987 National Day Rally was unusual for its extensive focus on the issue of religion and government.  This was understandable, because Mr Lee was warning about events relating to religion and politics in recent years.  In fact, in 1987 itself, where there had been arrests by the Internal Security Department of Singapore, of an English-educated group comprising 16 people, who were a mix of church workers, social workers, graduates and professionals.  They were accused of being part of a “Marxist conspiracy” to topple the government (read more about it here).\nIn the lead up to his “disrobing” comment, the late Mr Lee spent over half an hour making several points relating to religious interference in politics in Singapore and the region.\nThe following is a broad summary and you are advised to refer to the video for the specific point made by the late Mr Lee:\n\nThere had been a Marxist conspiracy involving the use of the Catholic Church in early 1987.\nSingapore is neutral to religions and is favourable in fact to religions, recognising that people need spiritual support.\nTaiwan, South Korea and Hong Kong have seen a surge in Christian converts. They are regions with rapid growth.\nA reminder: We are different. Singapore is not a society which accepts, where there is a broad base acceptance of Christian values and Christian faith. And however much progress is made, Singapore is unlikely to be Christianised. \nA majority of Singapore teachers at the time, were Christian:\n\n\n\nJapan in 1960 had over 1,000 new religions, mostly offshoots of Shintoism and Buddhism. It served as an example of the spiritual support people need as a result of great transformation in the country, to create a more satisfying way of life.\nHowever, once religion crosses the line and goes into what they call social action, liberation theology, this opens a Pandora’s Box in Singapore. Singapore is not a Christian nation, not a nation with a religion.  We are neutral, even more so than Americans, whose congress cannot fund support for any school that supports any faith.\nIn Europe, religion was the other side of temporal authority – Every king had his witch doctor. And in Africa too with their chiefs.\nIn Britain, because the Catholic church has gone into social action and liberation theology, the Anglicans had to respond. They condemned Thatcher’s policies, e.g. on education and housing policies.  And there is talk that the Anglican church may be shut down, because no government will stand by and not defend itself.\nWe have attempted something novel.\n(At 18:23) What we want our religious and para-religious groups to do is to give relief to the destitute, to the disadvantaged, the disabled, to take part in activities which will foster communal solution. Emphasis on charity, alms-giving and social and community work. And priests better stay out of espousing a reform of the economic system or challenge to the way we do things, social policy or theory.\n(20:20) Rights and wrongs of welfare-ism better lead them to political parties and politicians or ordinary lay citizens. Not Catholic priests, not Muslim theologians nor Buddhist monks.  For these people, they have hallowed links, and so their words carry extra weight.  For a non-religious politician, the idea seeks to appeal to reason and logic.  But this is different for a religious leader.\nSri Lanka was a happy peaceful place. Election held in 1956, a man called Solomon Bandaraniake won by a landslide knocking out Sir John Kotelawala.  He was assassinated by a Buddhist monk later, and things have not been the same since.  The Ceylonese now have the Tamil Tigers blowing up bus stands, and the Sri Lankan air force bombing Jaffna where the Tamil Tigers were.  The place is not the same.\nVietnam – In the 1950s to 1960s, acts of self-immolation by monks took place to protest against the South Vietnamese President Ngo Dinh Diem’s government’s pro Catholic policies.\n\n \n \nSee image source here: https://rarehistoricalphotos.com/the-burning-monk-1963/ This image is added for context and was not used for the 1987 Rally speech.\n\nEventually, Ngo Dinh Diem was assassinated and deposed in a 1963 military coup, and a series of corrupt generals took over control of the government. The place collapsed, and the Buddhists had contributed to that.\nSri Lanka and India – The accord going on right now, the Buddhists were leading the fight.\nIn India itself, after 40 years of independence, every week Hindus and Muslims clash and kill each other. There’s rising Hindu militancy, reported to be against Muslim or Islamic fundamentalism.\nSingapore – We have to remember this, this is not widely known, but it is necessary that the Catholic priests and the Protestant preachers and the monks in the temples, they should know this.\nWe have recently barred 4 Muslim preachers from Singapore. 1 was a Malaysian last year, 86. He came here, to a crowd of 250 at the Prophet Muhammad’s birthday celebration, he told them that Singapore belonged to the Malays. And the Malays have become a minority, become subservient and they must unite against the majority.  Very unwise thing to say.\nHe also been here in January 1984, where he preached that every Mosque demolished as a result of urban renewal was a destruction of Allah’s house.\nIn November 1982, a South African Malay called Achmad Hussein Dida, he urged 600 to be more militant, he said Singapore Malays are soft, for failing to convert the Chinese to Islam, and he passed disparaging remarks about Christianity. So he’s barred.\nJanuary 1987, this year, an Indian Tamil Muslim called Palani Baba, he lashed out at his sponsors, because they advised him to speak only on religious matters. In his opening speech, he bragged that he had been jailed for championing the religious cause, i.e. he was prepared to be jailed by Singapore.  He went back and was arrested and jailed in Tamil Nadu for anti-Hindi agitation.  Saved us trouble.\nYou think these are just fun and games, let me tell you how this kind of talk leads to action. There was an Indonesian, Imajuddin Abdul Rahim.  Very educated man.  Former lecturer, Bandung, Institute of Technology (and others)… He came here in 1973, April, told the congregations in Queenstown and Toa Payoh, “I see Church steeples piercing the sky.  And big large non-Muslim prayer houses, this is, Muslims and Malays are stooges and the Muslim ministers should take up the issue” in other words, you go see your MP, twist his arm and he will twist the Minister’s arms and something will happen.\nHe met a political scientist of ours, a Zulkifar Mohamed, in 1976. Zulkifi formed an Ikwan group. Ikwan, what for, to establish a Muslim Islamic state in Singapore by revolutionary force.  Fortunately, the 5 of them, leaders were interviewed, taken to ISD, interrogated. 16 of their followers who were being trained to increase the numbers, were called up, with their parents and told of the hazards of embarking on such an adventure.\nThis is not funny. If 1 religion does it, those who do not do it will lose out.  Whether social action, economic policies, whatsoever.  The end result is dismemberment of our multi-religious community.\nSo my advice, I urge them, Churchmen, lay preachers, priests, monks, Muslim theologians, all those who claim divine sanction of holy insights. Take off your clerical robes before you take on anything economic or political. Take it off. Come out as a citizen or join a political party and it is your right, to belabour the government.  But you use a church or religious publication and your pulpit for these purposes, and there will be serious repercussions.\n\n[Emphasis added by us in bold]\n \nWhat can we make of this? Quite clearly, when we see the list of examples cited and the nature of the examples, Mr Lee’s concern was not related to double-hatting, or the ethics of holding multiple offices.\nIn the cases of Britain, Vietnam, India, and Sri Lanka that he cited, where religion interfered with politics, confusion and destruction resulted.  In the examples relating to Singapore, those examples made clear that Singapore was not immune to such threats.\nBut the problem was not with the people holding multiple positions in religious organisations and politics.  The consistent problem in the examples was with imposing religious beliefs on the laws and practices of the country.\nIt appears to us that Mr Lee was ultimately concerned with the doctrines of religion interfering with policy making.  In other words, the imagery of “taking off your clerical robes” is a direct reference to ceasing the active promotion of a religion in order to take on a political cause or exercise a citizen’s rights.\nSecond, the final line that had NOT been quoted\n You will see that the Group had not quoted Mr Lee fully.  They had in fact left out that crucial last line:\n“But you use a church or religious publication and your pulpit for these purposes, and there will be serious repercussions.”\n Now this is important.\nThe entire quote’s meaning becomes clearer when we see that the mischief that Mr Lee was targeting was the wrongful use of religion to actuate change in politics, and which was what was being targeted in 1987.\n(3) Is there any similarity between the Group’s position and the Minister’s position on holding office in a religious organization, while being a political office holder?\nIn their rebuttal, the Group claims that they have been maligned. The press secretary, they say, ignored the fact that they had said that a political office campaigner holding a non-executive position was fine.\nOverall, this appears to be the strongest arrow in their quiver, so we’ll deal with this one mainly. The rest of their points seeks to draw a divide between the Minister and his press secretary (which is strange because the Minister would have cleared what the press secretary publishes).\nWe find it largely unconvincing and possibly misleading.\n\nNo sources and no basis for stance taken by the Group\n No valid distinction can be drawn, in our view, between an executive position and a non-executive position to suggest that:-\nI hold an executive position in a religious organization, I am at risk of mixing religion in politics.\n I hold a non-executive position, I am not at risk of mixing religion in politics.\n \nWe have found no basis for the above suggestions.  Nor does the Group furnish any evidence for their suggestion.\nConfusing the words of the late Mr Lee and the Minister for their position\n As mentioned in the above (1) and (2) points, the concerns by both Mr Lee and the Minister were not related to the issue of holding an executive or a non-executive position.\nIt is in fact, illogical for the Group to draw this distinction because when we say, for example, that someone holds an executive directorship position, that means that the person is involved in the day to day running of the company and forms the management while a non-executive director is simply not a member of the management, and, depending on his role gives advice from time to time.\nBoth executive and non-executive directors continue to have to act in the best interests of the company, or organization.  So if the Group was trying to say that an executive director of a religious organization cannot run for political office because he or she would be conflicted and have to promote his or her religion in the course of performing political duties, then this applies equally to non-executive directors!\nBut we don’t even have to go there.  To suggest that a devoted churchgoer who actively manages a religious organization would likely mix religion into his political work is spurious and without basis.\nSo perhaps the best way to resolve this difficulty is to recognize that the Group got it wrong from the outset.  By using an “executive” “non-executive” differentiation, they had failed to understand how a religious organization works.  While the distinction between executive and non-executive directorship works for companies, a religious organization operates differently.\nThe crucial feature is not with whether one is involved in the daily running of the operation, but whether one is a preacher (clergy) or one is a follower (laypeople).  This distinction is highlighted in all of Mr Lee’s NDP Rally 1987 speech, where the focus was against having political or government involvement from preachers, who actively spread the religion and espouse the tenets of that religion, through the use of their religion or religious organization.\n Similarly, a careful reading of the Minister’s speech in paragraph 107 points out that there is a difference between those who are lay people or clergy, as the Minister makes clear that “if the religious leaders are lay religious leaders, they have civil and political rights. The law does not preclude them from exercising their civil and political rights.”\n So it is hardly correct for the Group, in their rebuttal to the Minister’s press secretary, to claim that their position was in line with the Minister’s position in his 7 October 2019 speech.  There are significant differences, upon closer analysis.\n\nWell What Now?\nThe story may have come to an end at this stage.  Facebook has taken down the Group’s page, and we confirm this to be true – It was not accessible to us.  See reporting from the Straits Times on this topic here.\nBefore you think that this is a triumph for truth, have a look at the reasons given by Facebook for the removal of the page.  Based on the Straits Times article, we understand that the reason is not because of the content put up.  Facebook had not removed it for spreading fake news or misleading information.  Rather, Facebook found that the Group had violated authenticity policies, and this was in connection with other fake accounts linked to it.   In other words, Facebook could not accept that the Group was behaving anonymously, which is contrary to what Facebook desires how its platform to be used.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/11/Firefox_Screenshot_2019-11-23T00-32-31.606Z-800x800.png",
    "Iframe Sources": [],
    "date": "2019-11-24T06:14:39+00:00",
    "Links in content": [
        "https://www.facebook.com/pap.sg/?__xts__%5B0%5D=68.ARBlYriaZyfTGUcpgEWBX3rqBYOilqU6SFOeVyctQXdUDq5FHvvVPvQL-oNoBhUq3emiEpsHBQdrg3njAfZbTOfLVMNA37IFBiN4PfRKhDAKd7RGWhGxuXmSSVHYMMQg9aEFomjaX4sHfXmeUaSvyyaqFEaw5DcazYCSFAqScx0s6X_K48fRJSWf-Vbv8zpr6WrfPRtPtmG38uWBg4kmCcxNV0MuGe-i_w_s6ZpU90eJCmLZPpjnT-q6sS3xBxitQTjCbfqJJbbdYfB_0L6A_76I2AnPTsbUtgKbGvqHg5ZANKLu9JvQRQhDQSW3zUilIoA_mNzY8JUtmYjbcvwTXE4&__xts__%5B1%5D=68.ARAKDZWHG_qUlVJJEbfvvQ59nqoyjRYWACuJI5NgqovnYR93_4SVaUrFStqgLdsXQ2QoD_Ue_bBXeQn_gQyuzl7EH0Wu2voryftMqytOO3_RGfn8mMdpD8VQhiMw6XcyqF4pG1vHjCu_Ss1JgQtKm9OkgWJ8PBNj_z61CxGrVEB3E8pcPxBcfrMFPw8uaoWy3iYYsv_7KxpwF9XpPOWTjM44h19F0vgR2TiIQ07WllRxVOWjwFGK39MbyM1BBwLFe_4hf9KOEAmDTpLefLzFjaE01IAEN2DYQNuGDhUPbrCRBEZYf23F1kIKQdTlbASc9Lo4twT-ImWBDw-LWPxaZQw&__tn__=K-R&eid=ARANuPhGrx0s1A2nQsPLyNgmVAxObUAVkggE6vg8e-uCN-uSwiXBtN3nGIM6CPHeAaDq9gQsyOlRL988&fref=mentions",
        "https://www.facebook.com/workersparty/?__xts__%5B0%5D=68.ARBlYriaZyfTGUcpgEWBX3rqBYOilqU6SFOeVyctQXdUDq5FHvvVPvQL-oNoBhUq3emiEpsHBQdrg3njAfZbTOfLVMNA37IFBiN4PfRKhDAKd7RGWhGxuXmSSVHYMMQg9aEFomjaX4sHfXmeUaSvyyaqFEaw5DcazYCSFAqScx0s6X_K48fRJSWf-Vbv8zpr6WrfPRtPtmG38uWBg4kmCcxNV0MuGe-i_w_s6ZpU90eJCmLZPpjnT-q6sS3xBxitQTjCbfqJJbbdYfB_0L6A_76I2AnPTsbUtgKbGvqHg5ZANKLu9JvQRQhDQSW3zUilIoA_mNzY8JUtmYjbcvwTXE4&__xts__%5B1%5D=68.ARAKDZWHG_qUlVJJEbfvvQ59nqoyjRYWACuJI5NgqovnYR93_4SVaUrFStqgLdsXQ2QoD_Ue_bBXeQn_gQyuzl7EH0Wu2voryftMqytOO3_RGfn8mMdpD8VQhiMw6XcyqF4pG1vHjCu_Ss1JgQtKm9OkgWJ8PBNj_z61CxGrVEB3E8pcPxBcfrMFPw8uaoWy3iYYsv_7KxpwF9XpPOWTjM44h19F0vgR2TiIQ07WllRxVOWjwFGK39MbyM1BBwLFe_4hf9KOEAmDTpLefLzFjaE01IAEN2DYQNuGDhUPbrCRBEZYf23F1kIKQdTlbASc9Lo4twT-ImWBDw-LWPxaZQw&__tn__=K-R&eid=ARAMyiHY2qkfUmOMeCjVrvpxIK3NZC14kJh2QMzSQywSkGkqOTRNNkpskUYdmGD8H_Kbn1TKtU0J2-2S&fref=mentions",
        "https://www.facebook.com/yoursdp/?__xts__%5B0%5D=68.ARBlYriaZyfTGUcpgEWBX3rqBYOilqU6SFOeVyctQXdUDq5FHvvVPvQL-oNoBhUq3emiEpsHBQdrg3njAfZbTOfLVMNA37IFBiN4PfRKhDAKd7RGWhGxuXmSSVHYMMQg9aEFomjaX4sHfXmeUaSvyyaqFEaw5DcazYCSFAqScx0s6X_K48fRJSWf-Vbv8zpr6WrfPRtPtmG38uWBg4kmCcxNV0MuGe-i_w_s6ZpU90eJCmLZPpjnT-q6sS3xBxitQTjCbfqJJbbdYfB_0L6A_76I2AnPTsbUtgKbGvqHg5ZANKLu9JvQRQhDQSW3zUilIoA_mNzY8JUtmYjbcvwTXE4&__xts__%5B1%5D=68.ARAKDZWHG_qUlVJJEbfvvQ59nqoyjRYWACuJI5NgqovnYR93_4SVaUrFStqgLdsXQ2QoD_Ue_bBXeQn_gQyuzl7EH0Wu2voryftMqytOO3_RGfn8mMdpD8VQhiMw6XcyqF4pG1vHjCu_Ss1JgQtKm9OkgWJ8PBNj_z61CxGrVEB3E8pcPxBcfrMFPw8uaoWy3iYYsv_7KxpwF9XpPOWTjM44h19F0vgR2TiIQ07WllRxVOWjwFGK39MbyM1BBwLFe_4hf9KOEAmDTpLefLzFjaE01IAEN2DYQNuGDhUPbrCRBEZYf23F1kIKQdTlbASc9Lo4twT-ImWBDw-LWPxaZQw&__tn__=K-R&eid=ARAaAW-QV5mEbM5JEX7sbInzWoo7ypn9-8nhooeEhbnkIdTFplTVYxZ2W8wIl6NM8aPcolJbFjmj8LUw&fref=mentions",
        "https://www.facebook.com/progresssingaporepartyofficial/?__xts__%5B0%5D=68.ARBlYriaZyfTGUcpgEWBX3rqBYOilqU6SFOeVyctQXdUDq5FHvvVPvQL-oNoBhUq3emiEpsHBQdrg3njAfZbTOfLVMNA37IFBiN4PfRKhDAKd7RGWhGxuXmSSVHYMMQg9aEFomjaX4sHfXmeUaSvyyaqFEaw5DcazYCSFAqScx0s6X_K48fRJSWf-Vbv8zpr6WrfPRtPtmG38uWBg4kmCcxNV0MuGe-i_w_s6ZpU90eJCmLZPpjnT-q6sS3xBxitQTjCbfqJJbbdYfB_0L6A_76I2AnPTsbUtgKbGvqHg5ZANKLu9JvQRQhDQSW3zUilIoA_mNzY8JUtmYjbcvwTXE4&__xts__%5B1%5D=68.ARAKDZWHG_qUlVJJEbfvvQ59nqoyjRYWACuJI5NgqovnYR93_4SVaUrFStqgLdsXQ2QoD_Ue_bBXeQn_gQyuzl7EH0Wu2voryftMqytOO3_RGfn8mMdpD8VQhiMw6XcyqF4pG1vHjCu_Ss1JgQtKm9OkgWJ8PBNj_z61CxGrVEB3E8pcPxBcfrMFPw8uaoWy3iYYsv_7KxpwF9XpPOWTjM44h19F0vgR2TiIQ07WllRxVOWjwFGK39MbyM1BBwLFe_4hf9KOEAmDTpLefLzFjaE01IAEN2DYQNuGDhUPbrCRBEZYf23F1kIKQdTlbASc9Lo4twT-ImWBDw-LWPxaZQw&__tn__=K-R&eid=ARCPysrR-W5_HTjXUSaTx49CoWBNcvTxzUo6rWug7pg7rMCJJrKPeVD7zyLSmi_gNjDR07HE2JJ1HTwG&fref=mentions",
        "https://www.facebook.com/nspsg/?__xts__%5B0%5D=68.ARBlYriaZyfTGUcpgEWBX3rqBYOilqU6SFOeVyctQXdUDq5FHvvVPvQL-oNoBhUq3emiEpsHBQdrg3njAfZbTOfLVMNA37IFBiN4PfRKhDAKd7RGWhGxuXmSSVHYMMQg9aEFomjaX4sHfXmeUaSvyyaqFEaw5DcazYCSFAqScx0s6X_K48fRJSWf-Vbv8zpr6WrfPRtPtmG38uWBg4kmCcxNV0MuGe-i_w_s6ZpU90eJCmLZPpjnT-q6sS3xBxitQTjCbfqJJbbdYfB_0L6A_76I2AnPTsbUtgKbGvqHg5ZANKLu9JvQRQhDQSW3zUilIoA_mNzY8JUtmYjbcvwTXE4&__xts__%5B1%5D=68.ARAKDZWHG_qUlVJJEbfvvQ59nqoyjRYWACuJI5NgqovnYR93_4SVaUrFStqgLdsXQ2QoD_Ue_bBXeQn_gQyuzl7EH0Wu2voryftMqytOO3_RGfn8mMdpD8VQhiMw6XcyqF4pG1vHjCu_Ss1JgQtKm9OkgWJ8PBNj_z61CxGrVEB3E8pcPxBcfrMFPw8uaoWy3iYYsv_7KxpwF9XpPOWTjM44h19F0vgR2TiIQ07WllRxVOWjwFGK39MbyM1BBwLFe_4hf9KOEAmDTpLefLzFjaE01IAEN2DYQNuGDhUPbrCRBEZYf23F1kIKQdTlbASc9Lo4twT-ImWBDw-LWPxaZQw&__tn__=K-R&eid=ARA0qCWsLMqr9OhySsWTXalSNdbfBOmZlmeGcRCyqjuKqgneWR_udrl2tXA2djlwA8wLwgEGkSF1pbvl&fref=mentions",
        "https://www.facebook.com/SingaporePeoplesParty/?__xts__%5B0%5D=68.ARBlYriaZyfTGUcpgEWBX3rqBYOilqU6SFOeVyctQXdUDq5FHvvVPvQL-oNoBhUq3emiEpsHBQdrg3njAfZbTOfLVMNA37IFBiN4PfRKhDAKd7RGWhGxuXmSSVHYMMQg9aEFomjaX4sHfXmeUaSvyyaqFEaw5DcazYCSFAqScx0s6X_K48fRJSWf-Vbv8zpr6WrfPRtPtmG38uWBg4kmCcxNV0MuGe-i_w_s6ZpU90eJCmLZPpjnT-q6sS3xBxitQTjCbfqJJbbdYfB_0L6A_76I2AnPTsbUtgKbGvqHg5ZANKLu9JvQRQhDQSW3zUilIoA_mNzY8JUtmYjbcvwTXE4&__xts__%5B1%5D=68.ARAKDZWHG_qUlVJJEbfvvQ59nqoyjRYWACuJI5NgqovnYR93_4SVaUrFStqgLdsXQ2QoD_Ue_bBXeQn_gQyuzl7EH0Wu2voryftMqytOO3_RGfn8mMdpD8VQhiMw6XcyqF4pG1vHjCu_Ss1JgQtKm9OkgWJ8PBNj_z61CxGrVEB3E8pcPxBcfrMFPw8uaoWy3iYYsv_7KxpwF9XpPOWTjM44h19F0vgR2TiIQ07WllRxVOWjwFGK39MbyM1BBwLFe_4hf9KOEAmDTpLefLzFjaE01IAEN2DYQNuGDhUPbrCRBEZYf23F1kIKQdTlbASc9Lo4twT-ImWBDw-LWPxaZQw&__tn__=K-R&eid=ARCcw4luHbY8nQ-kAnc_0r-qx3iVMYECAm98VX6iDFXET75omSo-s7BUshuVS3O3d3baatq9XNOwgsNl&fref=mentions",
        "https://www.facebook.com/thereformparty/?__xts__%5B0%5D=68.ARBlYriaZyfTGUcpgEWBX3rqBYOilqU6SFOeVyctQXdUDq5FHvvVPvQL-oNoBhUq3emiEpsHBQdrg3njAfZbTOfLVMNA37IFBiN4PfRKhDAKd7RGWhGxuXmSSVHYMMQg9aEFomjaX4sHfXmeUaSvyyaqFEaw5DcazYCSFAqScx0s6X_K48fRJSWf-Vbv8zpr6WrfPRtPtmG38uWBg4kmCcxNV0MuGe-i_w_s6ZpU90eJCmLZPpjnT-q6sS3xBxitQTjCbfqJJbbdYfB_0L6A_76I2AnPTsbUtgKbGvqHg5ZANKLu9JvQRQhDQSW3zUilIoA_mNzY8JUtmYjbcvwTXE4&__xts__%5B1%5D=68.ARAKDZWHG_qUlVJJEbfvvQ59nqoyjRYWACuJI5NgqovnYR93_4SVaUrFStqgLdsXQ2QoD_Ue_bBXeQn_gQyuzl7EH0Wu2voryftMqytOO3_RGfn8mMdpD8VQhiMw6XcyqF4pG1vHjCu_Ss1JgQtKm9OkgWJ8PBNj_z61CxGrVEB3E8pcPxBcfrMFPw8uaoWy3iYYsv_7KxpwF9XpPOWTjM44h19F0vgR2TiIQ07WllRxVOWjwFGK39MbyM1BBwLFe_4hf9KOEAmDTpLefLzFjaE01IAEN2DYQNuGDhUPbrCRBEZYf23F1kIKQdTlbASc9Lo4twT-ImWBDw-LWPxaZQw&__tn__=K-R&eid=ARCKBlrWY8nIn0LUEQ1XobQoQcWBeWaqfHyKRVTH-MFFw03z5Qk-5fghGHeeXwzWid9kNw6N8oMeKUiK&fref=mentions",
        "https://www.facebook.com/PeoplesVoiceSingapore/?__xts__%5B0%5D=68.ARBlYriaZyfTGUcpgEWBX3rqBYOilqU6SFOeVyctQXdUDq5FHvvVPvQL-oNoBhUq3emiEpsHBQdrg3njAfZbTOfLVMNA37IFBiN4PfRKhDAKd7RGWhGxuXmSSVHYMMQg9aEFomjaX4sHfXmeUaSvyyaqFEaw5DcazYCSFAqScx0s6X_K48fRJSWf-Vbv8zpr6WrfPRtPtmG38uWBg4kmCcxNV0MuGe-i_w_s6ZpU90eJCmLZPpjnT-q6sS3xBxitQTjCbfqJJbbdYfB_0L6A_76I2AnPTsbUtgKbGvqHg5ZANKLu9JvQRQhDQSW3zUilIoA_mNzY8JUtmYjbcvwTXE4&__xts__%5B1%5D=68.ARAKDZWHG_qUlVJJEbfvvQ59nqoyjRYWACuJI5NgqovnYR93_4SVaUrFStqgLdsXQ2QoD_Ue_bBXeQn_gQyuzl7EH0Wu2voryftMqytOO3_RGfn8mMdpD8VQhiMw6XcyqF4pG1vHjCu_Ss1JgQtKm9OkgWJ8PBNj_z61CxGrVEB3E8pcPxBcfrMFPw8uaoWy3iYYsv_7KxpwF9XpPOWTjM44h19F0vgR2TiIQ07WllRxVOWjwFGK39MbyM1BBwLFe_4hf9KOEAmDTpLefLzFjaE01IAEN2DYQNuGDhUPbrCRBEZYf23F1kIKQdTlbASc9Lo4twT-ImWBDw-LWPxaZQw&__tn__=K-R&eid=ARBCUgk-zRxdpAXHWJSaCjLRkXLyP4H2PPEID5a4THU20o-mUZtLjVTX6ExTtKIgIlmDTP4I0qX-XdgE&fref=mentions",
        "https://www.mha.gov.sg/newsroom/in-parliament/parliamentary-speeches/news/second-reading-speech-for-the-maintenance-of-religious-harmony-amendment-bill-speech-by-mr-k-shanmugam-minister-for-home-affairs-and-minister-for-law",
        "http://www.wp.sg/maintenance-of-religious-harmony-act-bill-speech-by-faisal-manap-malay/",
        "https://www.nas.gov.sg/archivesonline/audiovisual_records/record-details/d6c77b82-9629-11e4-859c-0050568939ad",
        "https://eresources.nlb.gov.sg/infopedia/articles/SIP_1578_2009-10-31.html",
        "https://str.sg/J5Zx"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/11/Firefox_Screenshot_2019-11-23T00-32-31.606Z-800x800.png",
    "Truefalse": [
        "What happened on 7 October 2019",
        "Understanding the context of the 7 October 2019 events"
    ],
    "Description": ""
}