{
    "link": "https://blackdotresearch.sg/factcheck-did-a-singapore-foreign-service-officer-reach-a-milestone-of-folding-her-1000th-banquet-napkin/",
    "Title": "Did a Singapore Foreign Service Officer reach a milestone of folding her 1000th Banquet Napkin?  ",
    "Tags": [],
    "Paragraphs": "\nNope.  The source of the above caption is a satirical website called Singapore Policy Diary, which we note, came into existence pretty recently, on 13 February 2019.\n\nOn 4 July 2019, we came across an eyebrow raising post claiming the following:\n“Foreign Service Officer thrilled to fold 1000th banquet napkin\nPSC-MFA scholar and current Foreign Service Officer Goh Ru Lyn has expressed her delight at recording her thousandth folded napkin. She becomes the fastest ever officer to reach the milestone, a mere three weeks and four days after starting work at MFA. Ms Goh attributed her success to a deep commitment to the public service.“\nIf you thought the starting paragraph was weird (and hilarious), it gets better (or worse, depending on how you look at it) further down.  We are treated next to choice statements such as:\n“When you’re folding your fiftieth napkin of the day, and your fingers are blistering and your nails are cracking, external rewards won’t motivate you. What kept me going was the knowledge that every crease, every point, and every fan was crucial to maintaining good diplomatic ties with our neighbours. At the end of the day, I could look at all my little Bishop’s Hats, and count the good I did for our country. How many people can say that?”\n“Her performance grade for this year will definitely be an A,” commented one senior MFA insider, who declined to be named. “She’ll probably get six months’ bonus in December.\nHer Current Estimated Potential’s probably been bumped up two grades.\nMs Goh got into a heated argument with her scholarship officer over where she would do her Master’s. She eventually gave in to HR’s demands and pursued an MA in Global Thought at Columbia University, instead of joining MIT’s prestigious Security Studies programme. Despite her unhappiness at the time, Ms Goh has since graciously admitted it was for the best.\n“I was convinced MFA only wanted me to go to Columbia because of the group discount PSC has on Master’s degrees there,” she admitted. “But they’ve always had the country’s best interests, which are of course also my best interests, at heart. I had so much time in New York to host dinner parties and practise folding napkins. If I’d gone to MIT, I’d have been much too busy writing papers, trawling databases, and generally becoming an expert on Southeast Asian security issues to learn the skills necessary for a Foreign Service career. It’s not like knowing the difference between Subic Bay and Fiery Cross Reef is going to help me decide between a Rosebud Fold or a Triple Pocket.”\nNone of the above statements are true.\nGoh Ru Lyn does not exist.  Neither do government-career-milestones measured in terms of napkin folding.\nWell, some hints of the article are true – like the mention of the Masters of Arts in Global Thought programme from Columbia University.  This is actually true – Columbia University in the US actually offers the said programme, stating that it is an “interdisciplinary academic course of study that challenges students to explore new concepts and categories intended to encompass and explain the complexities of our interconnected and changing world.”  We do note however, that whether the programme is so loosely conducted that one would have plenty of time to host dinner parties and allow practicing in folding napkins is unproven.\nAlso the concept of “Current Estimated Potential”, which is basically an estimate of how high a Public Service Division employee can rise (Read about it here).\nSo how do we know that this is a satirical website (other than from the ridiculously funny content that is objectively obviously untrue)?\nWell, the website says so.  Its website banner states unequivocally:\n“Reading between the lines of the Singapore Policy Journal (this is a satire blog; we are fake news).  Like us at https://www.facebook.com…”\nIt also has a General Disclaimer that reads:\n“This is a parody and satire blog; any resemblance to real persons, living or dead, is either unintentional or in good fun.  Please let me know if you want something taken down.“\n\nGood satire however, is a work of art.\nDustin Griffin says in his book “Satire: A Critical Reintroduction”, “A work of satire is designed to attack vice or folly.  To this end it uses wit or ridicule.  Like polemical rhetoric, it seeks to persuade an audience that something or someone is reprehensible or ridiculous; unlike pure rhetoric, it engages in exaggeration and some sort of fiction. But satire does not forsake the “real world” entirely.  Its victims come from that world, and it is this fact (together with a darker or sharper tone) that separates satire from pure comedy.  Finally, satire usually proceeds by means of clear reference to some moral standards or purpose“.\nSo what does the Singapore Policy Journal seek to ridicule?\nWell clearly, it expresses a perceived frustration with the career path of Foreign Service Officers in the Ministry of Foreign Affairs, Singapore.  It suggests a career of rigidity and a loss of freedom so intense that even choosing one’s field of study is based on the “country’s best interests“, and career achievement (and therefore, how CEP is determined) is mired in trivial matters such as how well a dinner with foreign delegates is run.\nWe don’t know if the MFA agrees.  We do know that the outspoken Bilahari Kausikan had this to say about the post:\n\nWe would agree – Take it with that handful of salt.  Laugh about it.  And maybe consider that career achievement is probably something that one should choose to define for oneself, with as much research and knowledge that one can do.  We say, ultimately:\n\nFind your Ikigai.\n\nIf you’re in the mood for a laugh about Singapore government related topics, the following satirical articles by Singapore Policy Diary come highly recommended:\nNUS expels 800+ students for plagiarism over identical petition\nArmy scholars talk about something other than OCS during dinner\nMOE cancels plans to abolish streaming after receiving petition with 17,000 signatures\nParliament: New CPIB director has ‘no conflict of interest’, despite acrimonious university breakup with Senior Minister of State\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/07/Screenshot-2019-07-10-at-3.51.48-PM-800x410.png",
    "Iframe Sources": [],
    "date": "2019-07-10T09:01:49+00:00",
    "Links in content": [
        "https://singaporepolicydiary.home.blog/2019/07/04/foreign-service-officer-thrilled-to-fold-1000th-banquet-napkin/",
        "https://cgt.columbia.edu/academics/ma/",
        "https://www.psd.gov.sg/press-room/parliamentary-replies/oral-reply-to-parliamentary-question-on-civil-service-graduate-and-non-graduate-career-tracks-1",
        "https://singaporepolicydiary.home.blog/2019/04/20/nus-expels-800-students-for-plagiarism-over-identical-petition-against-sexual-harassment/",
        "https://singaporepolicydiary.home.blog/2019/02/16/army-scholars-talk-about-something-other-than-ocs-during-dinner/",
        "https://singaporepolicydiary.home.blog/2019/03/09/moe-cancels-plan-to-abolish-streaming-after-receiving-petition-with-17000-signatures/",
        "https://singaporepolicydiary.home.blog/2019/03/01/parliament-new-cpib-director-has-no-conflict-of-interest-despite-acrimonious-university-breakup-with-senior-minister-of-state/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/07/Screenshot-2019-07-10-at-3.51.48-PM-800x410.png",
    "Truefalse": [],
    "Description": ""
}