{
    "link": "https://blackdotresearch.sg/factcheck-did-the-indian-navy-lose-a-us3-billion-submarine-because-it-left-a-port-hatch-open/",
    "Title": "Did the Indian Navy lose a US$3 billion submarine because it left a port hatch open?  ",
    "Tags": [],
    "Paragraphs": "\n\nNo, this did not happen.  The National Interest published fake news.\nHow to Sink a $3 Billion Dollar Submarine_ Forgetting to Close a Hatch\n\nNo ma’am, the submarine INS Arihant went through a minor accident in 2017 and was docked for sometime for repair, after that it was back in waters after a few months. “This is a follow-up of a misleading report published in 2018”. Somehow it’s still keeping up the propaganda.\n— White Wolf (@praveenk997) May 11, 2019\n\nJust giving an example of what this post is going to look like.\n \n\nOn 5 May 2019, last Saturday, an article was published by The National Interest, claiming that:\n\nThe Indian Navy had recently lost a nuclear submarine, the INS Arihant, worth US$2.9 billion.\nThe loss occurred because water “rushed in as a hatch on the rear side was left open by mistake while [the Arihant] was at harbor” in February 2017, “allowing water to flood to sub’s propulsion compartment after failing to secure one of the vessel’s external hatches.“\nThe authorities purportedly had to replace pipes in the submarine due to the corrosive nature of seawater, and this was a near-catastrophic event because it meant the nuclear reactor may not be cooled down.\nThe Arihant is a Russian Akula-class attack sub modified to accommodate a variety of ballistic missiles.\n\nNone of these claims are true:\n\nNo incident took place in May or even April 2019.  The incident described by the article allegedly happened in early 2017, and is based off an article by a publication called The Hindu, published on 8 January 2018.\nThe article incorrectly reports its source – An outdated earlier report from The Hindu.  Not only was the INS Arihant not sunk, it is in fact, operational and functioning today.  It completed its first deterrence patrol on 5 November 2018, scoring a significant achievement for India’s nuclear warfare capabilities.\nCritics of the National Interest’s article have said that the INS Arihant has no rear hatches, and the incident as described in the article could not have happened.  As reported by the Economic Times of India on 12 January 2018:\n\n“The submarine has no hatches there. The Arihant is based on Russian double hull design with a sealed nuclear reactor section. Except for the latest French nuclear submarines that have a hatch above the reactor for quicker refuelling, no other country with nuclear submarines have such a system. \nAlthough the Arihant’s core is not designed to operate for the submarine’s lifetime and will need refuelling, it does not have a hatch. To refuel, the hull will have to be cut open and welded back…“\n\nThe Arihant is not a modified Russian submarine.  It is India’s indigenously built nuclear submarine, capable of firing ballistic missiles and staying underwater for months at a time.\n\nWhat made this a suspicious article?\nOur attention was drawn to this because of how incredible the topic seemed – Really? A US$3 billion submarine could have been sunk because something as stupid as leaving the window open could have happened?\nMany people believed it, by the way.  All of this, based on the above article by the National Interest.  Have a look at what a simple Google search on the topic produces.\n\nThen when we read the article by The National Interest a little closer, we got suspicious because there was completely no independent reporting.\nFirst, The National Interest didn’t write the article.  It got the article from another publication called “Task and Purpose”.\n“Task and Purpose” didn’t write the article themselves either.  They based their reporting almost entirely off an outdated article by The Hindu publication (8 January 2018), and another article by a Kyle Mizokami, who relied on the same The Hindu publication to write his story (see here).\nTo top things off, there were serious mistakes in the reporting of the article by The Hindu – Most critical of which, The Hindu, did not report that the INS Arihant was sunk, but that it had undergone repairs.\nStudying the source of the suspicious article\nNext, we realised also that the Hindu article was a dubious piece of news as it was relying on unnamed sources (i.e. unreliable hearsay) and getting even the origin of the submarine wrong (it was never Russian made, as will be seen below from the Indian PM, Narendran Modi’s tweet and also the reports of another defence analyst).\nThe veracity and accuracy of the incident reported by the Hindu was quickly attacked on 12 January 2018 by at least 1 other defence analyst, who pointed out that the design of the INS Arihant did not allow for the alleged incident described by The Hindu to happen.\nChecking on latest events and opposing articles\nWe realised from opposing articles and other social media posts that the National Interest’s article couldn’t be correct because it was contradicted by more recent events.\nOn 5 November 2018, the Hindu Times itself reported that the INS Arihant had completed its first deterrence patrol successfully, “completing the establishment of the country’s survivable nuclear triad“, and this itself was reported by none other than India’s Prime Minister:\nIndia's nuclear triad is complete with INS Arihant ending its first deterrence patrol - The Hindu\n\nDhanteras gets even more special!\nIndia’s pride, nuclear submarine INS Arihant successfully completed its first deterrence patrol!\nI congratulate all those involved, especially the crew of INS Arihant for this accomplishment, which will always be remembered in our history. pic.twitter.com/tjeOj2cBdX\n— Chowkidar Narendra Modi (@narendramodi) November 5, 2018\n\n\n\n\nIt is necessary to keep repeating that the events in the National Interest’s article did NOT happen recently.  In fact, the event did not take place in 2019 even.  The Hindu’s original report dated 8 January 2018, was reporting on an alleged incident that took place allegedly in early 2017.\nOnly a passing mention of this is made in the midst of the National Interest’s article.  Interestingly, no effort is made to update the article with the fact of the first deterrence patrol conducted in November 2018.\nWhat further research was done?\nWhile it was already clear that the National Interest (an ironic name) had been misleading and failed to even report its source article correctly, we googled around for more information.\nWe realised that the National Interest was a publication known for producing click-bait.\n\nIn fact, the Hindu Times had not been without its critics, in particular, journalists on the defence watch beat in India.\n\nOther incorrect items mentioned in the National Interest’s article\nAt the end of the National Interest’s article, some effort is made to end off the article stylishly:\n“This is just some sloppy, dangerous seamanship, and the Indian Navy better get its act together fast. Either that, or perhaps follow the Royal Navy’s lead and install the 2001-era Windows XP as an operating system on all your most vital vessels. That way, you can blame the blue screen of death instead of “human error” for the next critical foul-up. Although even outdated software probably knows enough to dog down on all the hatches.“\nThe problem is that the example cited is also wrong.  The Ministry of Defence of the United Kingdom had quashed rumours stemming from a press visit to the UK Navy’s latest carrier that it was running Windows XP on its systems.  Read about it here.\nSo in summary – Why refuse to believe this article, why believe the critics?\nBecause when you say something or make an accusation, it is your responsibility to prove what you are saying or accusing.\nIn this case, the critics proved to be far more credible than the article itself.\nThis article was clickbait and it became fake news because it relied on poor reporting with no care or concern for the truth.  While there is nothing wrong with republishing the article, it gave the erroneous impression that this was a current event taking place.  What was worse however, was that this article did not bother reporting its source accurately, or updating the information with current events to date.\nThis article is, finally, an important lesson for us in disregarding ‘hearsay’, i.e. information that is based on what someone else had said.  The National Interest relied on Task and Purpose, which relied on The Hindu, which relied on an anonymous source purportedly in the Indian Navy.  There is literally no basis to believe the article, and it is a terribly low standard of reporting for a matter (nuclear triad capabilities) of this magnitude.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/RTS1LVIV-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-05-12T15:16:01+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/How-to-Sink-a-3-Billion-Dollar-Submarine_-Forgetting-to-Close-a-Hatch.pdf",
        "https://twitter.com/praveenk997/status/1127148686775996416?ref_src=twsrc%5Etfw",
        "https://economictimes.indiatimes.com/news/defence/deep-diving-into-the-facts-about-ins-arihant-accident/articleshow/62468708.cms",
        "https://www.popularmechanics.com/military/navy-ships/a14783891/someone-left-a-hatch-open-and-crippled-indias-dollar29-billion-submarine/",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/Indias-nuclear-triad-is-complete-with-INS-Arihant-ending-its-first-deterrence-patrol-The-Hindu.pdf",
        "https://t.co/tjeOj2cBdX",
        "https://twitter.com/narendramodi/status/1059361293579124736?ref_src=twsrc%5Etfw",
        "https://taskandpurpose.com/queen-elizabeth-aircraft-carrier-windows-xp/",
        "https://www.silicon.co.uk/security/mod-hms-queen-elizabeth-windows-xp-215869?inf_by=5953eca9681db8d80d8b4592"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/RTS1LVIV-800x800.jpg",
    "Truefalse": [
        "not"
    ],
    "Description": ""
}