{
    "link": "https://blackdotresearch.sg/did-the-pap-really-hang-a-campaign-poster-over-wps/",
    "Title": "Did the PAP really hang a campaign poster over WP’s?  ",
    "Tags": [],
    "Paragraphs": "\nThe campaign period for the Singapore General Elections in full swing, and saying that the average person is facing an overload of emotionally-laden social media posts and forwarded messages is an understatement.\nWhile there is a lot of information being circulated that have been backed by news reports and official statements, there’s also a lot of content that is not just unverified, but manipulated to evoke (typically) negative emotions.\nA recent example is a video clip of what seems to depict a volunteer of the People’s Action Party (PAP) obscuring a campaign poster of the Workers’ Party (WP) with one of their own.\nThe video which was being circulated on social media platforms and messaging apps has mostly been taken down by those who shared it, but we were alerted to a post on Facebook which has conveniently done a side-by-side comparison of the viral video with a longer version of it, offering a brand new perspective to the event.\n\n\n\n\nYour Emotions Week. Always ask yourself, the source and intent of videos when you receive them. This week is all about your emotions. 1st Video created to seed anger. 2nd Video is the actual situation.\nPosted by Shawn Lee on Sunday, 5 July 2020\n\nThe author of the post uploaded two videos, one that is 34-seconds long (the one which was shared widely) and the other, an extended version which lasts for 1 minute and 2 seconds.\nAlong with the videos is the caption: “Your Emotions Week. Always ask yourself, the source and intent of videos when you receive them. This week is all about your emotions. 1st Video created to seed anger. 2nd Video is the actual situation.”\nIt is not specified where he got both versions from.\nTo see how this Facebook post is helpful in illustrating our point, let’s break both of them down.\nBreaking down both videos\nIn the first video, we see what looks to be a volunteer from the PAP putting up a campaign poster on a lamppost.\nThe point of contention comes nearing the end of the video, when we see that the volunteer appears to have obscured the poster of the WP candidate with a PAP poster.\n\nAround that timestamp, we hear a male voice speaking in Mandarin.\nHere’s a brief translation of what he said: “They’re putting it (the PAP poster) up now…it’s covering the other (WP) poster…are you kidding me?” Following that, we hear a female voice for a brief second. We are unable to fully decipher what she said.\nJust before the video the ends, we see this:\n\nFor the unacquainted, the screenshot above depicts the iOS control centre, and we realise that the creator of the video was actually doing a screen recording of what (we can now assume) appears to be another video.\nDiving into the second video, we see that the first video actually ends at around its 40-second mark.\nThe second video also reveals what the female voice says: “Later you see he shift it down, disgusting leh, you see.”\nWe then see the individual putting up the poster seeming to struggle with it for a few seconds, before eventually hoisting it above the WP poster:\n\nWe then hear the male voice again, this time saying (from what we can make out): “It was initially below.” Guessing from the context, we assume that he might have meant that the PAP poster was initially placed below the WP poster.\nNear the end of the video, we hear what seems to be another female voice who says in Mandarin: “So that people will be able to see it.”\nWe therefore rate the claim made in the clipped video that a PAP poster was put up to obscure a WP poster as false.\n\nMaking sense of the full picture\nPerhaps what’s more important than debunking the claim is that this is a prime example of how bad players are able to successfully distort the truth by sharing an incomplete depiction of an event.\nWe managed to secure a screenshot of a WhatsApp user who posted the clipped video along with the caption “Only Despicable party will do that…”.\n\nThe individual has since deleted the message, perhaps after coming across the full version of the video.\nWe also see other Facebook users commenting that they have seen others sharing the clipped video. Here are some we found on the shares of the comparison post:\n\nSome commenters expressed that they had their suspicions when they saw how abruptly the video was cut off in the clipped version, while others urged fellow netizens to be more wary about manipulated content like such.\nIf anything, the fact that the clipped video ends with the iOS control centre popping up and indicating that it was a screen recording should also raise some red flags and give us a clue on the intentions of its creator.\nWith the campaign period stirring a range of emotions within Singaporeans regardless of political affiliation, it is important that we carefully review all information to ensure that we do not fall victim to attempts at manipulation or falsehoods, so that we will be able to have accurate and comprehensive information when casting our votes.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/papwpposter.png",
    "Iframe Sources": [],
    "date": "2020-07-07T08:59:44+00:00",
    "Links in content": [
        "#",
        "https://www.facebook.com/shawn.lee.9800/posts/10157916387186542"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/papwpposter.png",
    "Truefalse": [],
    "Description": ""
}