{
    "link": "https://blackdotresearch.sg/did-this-fatal-accident-happen-on-orchard-road/",
    "Title": "Did This Fatal Accident Happen On Orchard Road?  ",
    "Tags": [],
    "Paragraphs": "\n\nWe were alerted to a 35-second clip of a fatal road accident circulating on Whatsapp.\n\nExplicit videos of road accidents being circulated on messaging platforms and social media are (unfortunately) pretty commonplace, but a watermark on this particular video alleges that this accident happened on 18 February 2020, on Orchard Road towards (‘menuju’) Mount Elizabeth Hospital.\nThe circulated video is actually footage from a fatal accident that happened in Sochi, Russia in July 2018.\nHow we uncovered this was through a reverse image search using Tineye, which lead us to this link. We then translated the title of the article to English, and found an article on The Sun which covered the accident.\nBut even if there was no report on the accident, there are still a few glaring pieces of evidence that prove that this accident likely didn’t happen on that road, let alone in Singapore.\nLet’s break it down, step by step.\n\nA: The road markings\nThe first piece of evidence can be seen from the line of white painted triangles seen on the road.\nIf they don’t familiar to you, it’s because there are no such road markings used in Singapore! If anything, the only marking vaguely close to painted white triangles on Singapore roads are Traffic Calming Markings (TrCM), introduced in 2009.\n\nAs a quick background, the TrCM are white triangular markings painted on the road to create a visually narrower lane that encourages motorists to slow down.\nIn addition, a broken white line (and not a line of triangles) is used to indicate the edge of a road adjacent to an accelerating lane, according to the Basic Theory of Driving handbook.\n\nB: The speed limit sign\nRoad signs showing the speed limit in Singapore need to have a 600mm x 600mm square border around the red circle, like this:\n\nThe speed limit sign in the video didn’t possess the compulsory square white border.\nGiven that the sign in the video doesn’t comply with this rule, it’s very likely that the video was not taken in Singapore.\nC: The short broken white line\nFinally, the short broken white line painted seen in the video is a marking that doesn’t even exist on Singapore roads.\nBonus: The road itself\nAs a bonus, let’s check if the road mentioned in the video even exists in Singapore.\nThis is the map view of the point on Orchard Road towards Mount Elizabeth Hospital:\n\nAnd here it is on street view:\n\nIt’s therefore quite clear that the road in the video isn’t the same one that was suggested by the watermark.\nTherefore, the claim that this fatal road accident happened in Singapore on Orchard Road towards Mount Elizabeth Hospital on the 18th of February this year is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/russia-accident.jpg",
    "Iframe Sources": [],
    "date": "2020-02-21T02:22:07+00:00",
    "Links in content": [
        "https://www.thesun.co.uk/world-cup-2018/6696018/russia-world-cup-car-crash-sochi/",
        "https://diariocorreo.pe/miscelanea/impactante-momento-un-auto-atropella-peatones-rusia-828311/",
        "https://www.sgcarmart.com/news/article.php?AID=2315",
        "https://www.police.gov.sg/~/media/spf/files/tp/online%20learning%20portal/bt%20eng%209th%20edition%20130717.pdf"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/russia-accident.jpg",
    "Truefalse": [],
    "Description": ""
}