{
    "link": "https://blackdotresearch.sg/changi-airport-brawl-september-2021/",
    "Title": "Did this brawl happen at Changi Airport?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this video being circulated on WhatsApp:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/09/WhatsApp-Video-2021-09-01-at-9.25.17-PM.mp4\nIn the video, we see an individual making aggressive gestures at what appears to be airport staff. He is later seen throwing and kicking objects in the vicinity.\nA watermark (in large, green text) on the video states: “Changi airport lastest” (sic), implying that this incident happened at Changi Airport. However, we also see another watermark which reveals that the video was first shared on Tiktok by user @michaelrapaport.\nAt first glance, there are already clues that this might not have happened in Singapore’s Changi Airport. For one, the exit signs do not look like the standard ‘white text on a green background’ ones we see in Singapore.\n\nWhen we did a search for the Tiktok user’s account, we see the original video without the green text:\n\nWe also see the caption: “Miami Airport is kooky” – an indication that the video was actually taken in Miami, not Singapore.\nWhen we did a search for images of Miami Airport, we see that it looks very similar to the scene in the video – down to the blue carpet, black leather seats, and red and white exit signs:\n\nWe also found out that this isn’t the first time in this year that a brawl happened at Miami Airport.\nRegardless, the claim that this brawl happened in Singapore’s Changi Airport is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/changibrawl-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-07T06:02:51+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2021/09/WhatsApp-Video-2021-09-01-at-9.25.17-PM.mp4",
        "https://www.tiktok.com/@michaelrapaport/",
        "https://www.tiktok.com/@michaelrapaport/video/7001617876482264325?is_copy_url=0&is_from_webapp=v1&sender_device=pc&sender_web_id=6913718374812370434",
        "https://www.local10.com/news/local/2021/05/06/fight-caught-on-camera-at-miami-airport-lands-woman-behind-bars/",
        "https://www.nbcmiami.com/news/local/arrest-made-after-fights-inside-miami-international-airport-terminal/2436927/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/changibrawl-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}