{
    "link": "https://blackdotresearch.sg/factcheck-did-singapore-copy-its-design-of-the-changi-jewel-from-hamad-international-airports-design/",
    "Title": "Did Singapore copy its design of the Changi Jewel from Hamad International Airport’s expansion plan?  ",
    "Tags": [],
    "Paragraphs": "\n\nSorry for the delay in posts! We have been tweaking our methodology to try to create a factchecking scoring system.  Help us test it to see if it works:\n\nLet’s see if it works with this latest factcheck, and the next few to come!\nThe Story\nOn 22 October 2019, the Chief Executive Officer (CEO) of the Hamad International Airport (HIA) in Doha, and the CEO of Qatar Airways, Mr Akbar Al Baker, together with other executives from Qatar Airways and HIA, announced a new airport expansion for the HIA.\n\nThe HIA itself is relatively new.  Built as part of an overall plan to help Qatar to increase transport capacity ahead of the 2022 Fifa World Cup, the HIA was built and officially opened in 2014 (see here).  Since then, HIA’s operating capacity has far exceeded what it was planned for, and HIA itself replaced the Doha International Airport (see here).\nThese led to the plan for the expansion of the HIA.\nDuring the press conference, when the plans for the expansion of HIA were revealed, many noted that the HIA expansion plans showed a close similarity with Singapore’s Changi Jewel project at Terminal 1.  See the reference image below for comparison.\n\nMr Al-Baker was reported by various news agencies as having said the following:\n“Somebody copied our design, which was already on the table six years ago. We had individuals from that country, I will not name it, who took that and did it.”\nSee:\nhttps://www.executivetraveller.com/news/qatar-airways-to-open-world-s-largest-business-class-lounge\nhttps://www.godsavethepoints.com/akbar-al-baker-jewel-waterfall-design-copied/\nhttps://www.scmp.com/news/asia/southeast-asia/article/3036262/did-singapore-copy-its-landmark-airport-rainforest-and\nMany speculated that Mr Al-Baker was referring to Singapore’s Changi Jewel design.  Mr Al-Baker had also been quoted as saying the following, suggesting that such speculation was not unfounded:\n“Without having to go to anybody’s Jewel, you can sustain yourself in the jewel of my country.  So you don’t have to carry your suitcases, put trolleys, go to immigration and customs, to enjoy anybody’s jewel”.\nThe comments by Mr Al-Baker triggered a flurry of responses amongst various international press.  Notably, while the incident took place on 22 October 2019, foreign press continue to report about it up till today (see Bloomberg’s piece here).  The Straits Times has put together the following short video on this recent topic of controversy:\n\nHow does the claim stack up?\n According to our Roadmap, if Mr Al-Baker had indeed meant to say that Singapore’s Jewel had been copied from HIA’s expansion plan, this would be False.\n\n1 – Does the claim have a source of information?\n No. Mr Al-Baker did not present any source other than making a bare allegation that somebody had copied the HIA’s design.\nThat’s a score of 0.\n2 – Is the claim internally consistent?\nNo it isn’t.\nIf the design for the HIA’s expansion had been already on the table (allegedly) six years ago, and was copied at that time, that would have dated back to around early 2014 or late 2013.  However, this is unlikely to have been possible because Mr Al-Baker himself had been quoted as saying, in October 2014, that the drafting of the design plans for the HIA’s expansion were still ongoing and expected to wrap up a few months later (see here and here).\nIn contrast, we understand that the design process for the Changi Jewel had taken place in July 2012, well before late 2013 (this is mentioned in the response of the Changi Airport Group (CAG) and Safdie Architects, below).  The Changi Jewel was first announced as “Project Jewel”, complete with design plans, in August 2013 at the National Day Rally:\n\nThat’s a score of -1\n3 – Is the claim free of any factual disputes?\nNope.  In fact, shortly after Mr Al-Baker had made his controversial comments, both Singapore Jewel’s architect, Moshe Safdie, and the CAG have refuted the allegation that the design of Changi Jewel was copied from HIA’s expansion plans (see the 4 November 2019 Straits Times report on this rebuttal, here).\nSee more below.  For now, that’s a score of -1\n4 – Does the claim come from a reliable source?\nMr Al-Baker is a respected CEO, being the CEO of both Qatar Airways and the HIA.  While Today Online did publish a piece questioning “bizarre sound bites” from him in the past, there’s no history of him being unreliable where it comes to giving out information.\nThat’s a score of +1.\n5 – Are there reliable alternative sources of information that say the claim is false or debunks the claim?\nCertainly.  As pointed out above in the ST Article of 4 November 2019, the CAG pointed out that the process of selecting the design for Project Jewel commenced in July 2012 and was awarded in May 2013 to Capitaland for the construction of Project Jewel.   In addition, Safdie Architects has also informed CAG that they had never done any work in Qatar, nor has Moshe Safdie ever visited the aforementioned country.\nNotably, Moshe Safdie had said:\n“We have been pursuing the concept of gardens as a focal point for the public realm for many decades. We have also explored the concept of harvesting the rain into internal rainfalls at Ben Gurion Airport (Israel) and Marina Bay Sands.\nThe success of these explorations have further inspired and led us to create a new icon in the Jewel that we see today – a new kind of urban place that celebrates the elements of nature and urban life.\nWe are delighted that Jewel’s uniqueness and originality has been well-recognised by the international community and resulted in many wanting to emulate it.”\nThe rebuttals by CAG and Safdie Architects are convincing, not least because of the consistency with the timeline we set out above.  There have also been no rebuttals made against the statements of the CAG and Safdie Architects in the ST Article.\nWe would give this a score of -2.\n6 – Is the claim made in deliberate support of a biased view?\nWe would say… yes.\nIt seems possible to us that the entire point of Mr Al-Baker’s words relating to the design of the HIA expansion was to generate interest and excitement.  It is plausible that the resulting publicity and comparison between HIA’s planned expansion and the Changi Jewel project was a desired outcome to draw eyes and ears on the HIA planned expansion.\nSo we would give this a score of -1.\nTotal score\nIn total:\n\n\n\nStage 1\nStage 2\nStage 3\nStage 4\nStage 5\nStage 6\nTotal\n\n\n0\n-1\n-1\n+1\n-2\n-1\n-4\n\n\n\nThat’s a rating of False on our scale.\nDo you agree?\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/11/HIA-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-11-07T09:38:55+00:00",
    "Links in content": [
        "https://www.meed.com/new-doha-international-airport-steering-committee/",
        "https://web.archive.org/web/20140429113238/http://www.dohaairport.com/hia/info.html",
        "https://www.executivetraveller.com/news/qatar-airways-to-open-world-s-largest-business-class-lounge",
        "https://www.godsavethepoints.com/akbar-al-baker-jewel-waterfall-design-copied/",
        "https://www.scmp.com/news/asia/southeast-asia/article/3036262/did-singapore-copy-its-landmark-airport-rainforest-and",
        "https://www.bloomberg.com/opinion/articles/2019-11-06/did-singapore-plagiarize-an-airport?fbclid=IwAR1SrTnHTyokkWaXM4yFKGdx-pTgHnvmHfmSTmCB_074WVv01cZCcE56lJc",
        "https://dohanews.co/al-baker-airport-expansion-completed-within-three-years/",
        "https://www.middleeastarchitect.com/thoughts/foster-finalising-qatar-airport-expansion-s",
        "https://www.straitstimes.com/singapore/transport/jewel-changi-airport-not-a-copycat-cag-and-safdie-architects-respond-to-qatar",
        "https://www.straitstimes.com/singapore/transport/jewel-changi-airport-not-a-copycat-cag-and-safdie-architects-respond-to-qatar"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/11/HIA-800x800.jpg",
    "Truefalse": [
        "October 2014"
    ],
    "Description": ""
}