{
    "link": "https://blackdotresearch.sg/factcheck-did-the-press-become-a-tool-for-spreading-defamation-in-1997/",
    "Title": "Did the Press become a tool for spreading defamation in 1997?  ",
    "Tags": [],
    "Paragraphs": "\n\nThe 1997 Singapore General Elections is particularly memorable because of 2 characters:- \n\nMr Tang Liang Hong (“Tang”), a Workers’ Party (“WP”) member and one of the candidates for the Cheng San Group Representation Committee (“GRC”); and\nThe late Mr Joshua Benjamin Jeyaretnam (“JBJ”), the leader of the WP at the time, and also one of the WP candidates for the Cheng San GRC.\n\n On the eve of Polling Day, 1 January 1997, Tang made 2 police reports against Mr Goh Chok Tong and a number of PAP leaders.  The reports alleged that the latter had made statements that Tang was an anti-Christian Chinese chauvinist, anti-English-educated, and that some of Tang’s statements would cause social and racial disharmony and disruption in Singapore.\n On that same day, JBJ had been speaking at a WP election rally.  JBJ spoke after Tang had spoken, and while JBJ was speaking, Tang walked up to him, handed certain documents and whispered to him.  Shortly thereafter, as JBJ was ending his speech, he said the following words:\n“… and finally, Mr Tang Liang Hong has just placed before me two reports he has made to the police, against you know, Mr Goh Chok Tong and his people. But just remember. Have one thing on your mind, one purpose, one will, that it is not for Mr Tang Liang Hong or for me or for the Workers’ Party that you are voting. You are voting for yourself. And the PAP have been trying desperately to win this battle. They’ve been trying to stop you from voting for your rights. Well, show them tomorrow and I will then be very, very proud of you people of Cheng San.” \n[emphasis added in italics and in bold]\nSubsequently, on 2 and 3 January 1997, the media reported on JBJ’s words during the rally and also obtained the police reports and published those police reports in full.\nAs a result of these police reports, Mr Goh Chok Tong and the related PAP members brought a total of 11 lawsuits against JBJ for announcing that the police reports had been made.  Another set of 13 lawsuits were also brought against Tang for making the police reports and other defamatory statements made by Tang on previous occasions.\nBERTHA HENSON DESCRIBES HOW THE POLICE REPORTS WERE OBTAINED\nOn 25 April 2019, Bertha Henson depicted the above event in her article entitled “An Editor’s Confession“.  What raised eyebrows in Bertha Henson’s original account was the following passage:\n“So everyone was all agog about the contents of the police report. Unless Mr Jeyaretnam handed them over to the media himself, there was no way journalists could have obtained them from other sources. The police do not release police reports on request.\nYet in the early hours of the next morning on Polling Day, [veteran journalist P N Balji] said he received a telephone call suggesting that he obtain the police reports from Central Police Station. Ask and you shall be given. This was a strange offer of a scoop offered to TNP, a newspaper which at that time was sold at lunch-time.\nBalji admits that the idea of a scoop stirred journalistic passions. Which editor would not welcome the chance to get one step ahead of its rivals, especially the broadsheet Straits Times, which had already gone to print by then? I was Balji’s deputy at that time, and actually called the cops for the reports. They said no. So, Balji made a telephone call and this time, we were told to wait by the facsimile machine. The clock was ticking away and we had already held the presses. So many of us crowded around the machine that morning to watch copies of the report slowly make their way into our presence. We printed them whole-sale on Page 1.\nIf Cooling Off Day was in place then, we would have breached so many rules and were at risk of libeling 11 people. To cut a long story short, we did not get into trouble, but Mr Tang and JBJ et al did. They didn’t win the election but did well enough to earn a non-constituency MP seat which JBJ took. But more importantly, JBJ was smacked with a massive law suit, 11 in all. That was when it began to dawn on us that we had been made use of to disseminate a supposed libel to an even wider audience, which could mean higher damages if the PAP side won.\nThe next event in this  saga was the court case which meted out what former Prime Minister Goh Chok Tong described as a “derisory’’ $20,000 in damages on JBJ for saying these words at that rally: “Mr Tang Liang Hong has just placed before me two reports he has made to the police against, you know, Mr Goh Chok Tong and his team”.\nThe PAP side appealed for more damages, and in July 1998, damages were upped to $100,000 plus S$20,000 in court costs.”\n[Emphasis in bold above added by us]\nSee Bertha Henson’s article here (note that the bolded portions in the article indicate her latest amendments, which we describe further below).  The article was also carried on Yahoo News.\nONLINE REACTIONS TO BERTHA HENSON’S ARTICLE\nOn 27 April 2019, Mr Kenneth Jeyaretnam, the elder son of JBJ, wrote a Facebook post expressing his shock at the events depicted by Bertha Henson.\nIn particular, he expressed the belief that the dissemination of the police reports to the media had been caused by PAP leaders and this was not made known to the Singapore Courts.  As a result, he believes, his father JBJ was unfairly accused of being involved in giving the reports to the police and therefore aggravating the defamation in the police reports.\nHe says the damages ordered by the Court against his father (a sum of S$100,000 excluding legal fees and other costs) had been unfairly increased.\n\nThe Online Citizen also published a piece entitled “Details revealed by former editor of The New Paper of how the press was manipulated by PAP in 1997 to fix Workers’ Party politicians” (See here), which makes the similar suggestion that the press was a tool for the ruling party’s politicians.  It then makes the case that the upcoming laws to counter deliberate online falsehoods has a high potential of being misused by a minister seeking to advance an agenda.\nThe crux of Kenneth Jeyaretnam’s post and the Online Citizen’s article comes down to one key issue: Was Bertha Henson correct to say that, regarding the JBJ and Tang incident, the press was made a tool to claim additional damages?\nNo. Bertha’s original article was incorrect news.\n\nIn Bertha’s updates to her article post-25 April 2019, she makes it clear that the Singapore Courts were aware that neither Tang nor JBJ had been responsible for disseminating the defamatory police reports to the media.\nHer article has been amended to reflect the fact that the Courts had in fact been made aware of what actually happened and lowered the amount of damages claimed against Tang.  Specifically, she mentions that a November 1997 judgment by the Singapore Court of Appeal states that the Courts had been informed in the course of proceedings that neither Tang nor JBJ was responsible for disseminating the police reports.  Mr Goh and the late PM Lee Kuan Yew had authorised the release of the police reports themselves.\nWhat Bertha has described is true based on the various Singapore Law Reports we have reviewed.  We have found the specific paragraphs summarised by Bertha and we set out the full text and other passages in those judgments below.\nThe edits by Bertha are important.  Any suggestion that the Courts were misled into thinking that Tang or JBJ had aggravated defamation by releasing the police reports to the media is grossly incorrect.\nIn fact, quite the opposite – Releasing the police reports via the press was the means by which the PAP could counter Tang’s attack.\n[UPDATE: 3 MAY 2019]\nAs mentioned in our previous article, we have also reviewed the Law Reports relevant to the Court proceedings involving JBJ and we note that the judges in JBJ’s cases, both at the High Court and later at the Court of Appeal, were not concerned with whether the police reports had been leaked to the press.  In fact, the judges had made clear that JBJ was not responsible for the contents of the police reports.\nHence, Mr Kenneth Jeyaretnam cannot be correct when he says in his post, that:\n“It is this dissemination of details of the police reports which allowed the claimants to claim aggravated damages and why Goh Chok Tong was able to appeal and get a considerably higher quantum awarded.”\nIt wasn’t.\nAs of this 3 May 2019 update, we note that both Mr Kenneth Jeyaretnam and the Online Citizen have been made aware of this factcheck. We note however, that there has been no change to the status of their respective post/article.  There has also been no rebuttal forwarded to us to challenge our checks.\nFor additional information and our sources of information, please feel free to read further!\nADDITIONAL INFO: EVENTS IN THE SINGAPORE COURTS \nKeep in mind that while both sets of lawsuits were for defamation, the nature and substance of the defamation was different for JBJ and Tang:-\n\nJBJ’s defamation came in the form of his announcement at the 1 January 1997 rally that Tang had made 2 police reports against Mr Goh and other PAP members (see the highlighted phrase above).\nTang’s defamation was found in the content of those police reports and other remarks he had made in a Chinese language magazine and a Straits Times interview.\n\nThe lawsuits against Tang went before the Singapore Courts on 11 March, 11 and 22 April 1997.  These were in-chambers hearings before the late Justice Lai Kew Chai (there was no trial).  Tang’s defence was struck out, and Justice Lai proceeded to order an assessment of damages to take place to determine how much Tang had to pay to the successful plaintiffs.\nThe assessment of damages took place before Justice Chao Hick Tin from 5 to 8 and 29 May 1997. In total S$8.075 million was ordered against Tang.\nThe lawsuits against JBJ went before the Singapore Courts from 18 to 22 August 1997, and 29 September 1997, before the Honourable Justice S Rajendran in a full trial.  He held that the above phrase was indeed defamatory and that in terms of damages, Mr Goh was entitled to S$20,000 in damages.\nBut matters did not end there, as appeals and cross-appeals arose from plaintiff and defendant alike.\nThe Court of Appeal heard the appeals relating to Tang’s lawsuits from 22 to 24 September 1997 and 12 November 1997. The damages awarded were reduced substantially as the Court of Appeal acknowledged that Tang didn’t release the police reports to the media.\nThe Court of Appeal heard the appeals relating to JBJ’s lawsuit on 27 April 1998 and 17 July 1998. The damages awarded to Mr Goh were increased from S$20,000 to S$100,000.\nRELEVANT PARAGRAPHS FROM EACH SPECIFIC JUDGMENT\nIn Tang’s cases – \nJustice Chao’s judgment:\n“46… The police report was released to the media through the Secretary General of the WP at a rally that evening and it was carried in the media on 2 and 3 January 1997. Mr Tang knew and intended that the report would be so published. It was so timed to extract maximum political advantage as polling was on the next day. It is quite clear that by that report he was suggesting: \n(a) that the 11 PAP leaders had made groundless and baseless allegations about him and that they intended to defame him dishonestly and for some ulterior purpose;\n(b) that they had committed the offence of criminal conspiracy and/or incitement; and\n(c) that they have committed the offence of criminal defamation.”\n(See the judgment in [1997] 2 SLR(R) 81)\nLater, on appeal, the Court of Appeal acknowledged that the above judgment was incorrect.  In particular, the Court of Appeal stated:\n“176 All the plaintiffs in their respective statements of claim averred, in substance, that in making the police report Mr Tang intended the republications of the report by the media or that the republications by the media were the natural and probable consequence of his report. Thus, all three of them attributed to Mr Tang the republications of the police report by the media.\n177 In fact, what had transpired was that on the eve of the polling day Mr Tang made two police reports, and at the WP rally in the evening of the same day Mr Jeyaretnam, who was the running mate of Mr Tang in the Cheng San GRC, at the instance of Mr Tang announced that Mr Tang had lodged two police reports against the PAP leaders. But, Mr Jeyaretnam did not repeat the content of either of the police reports to the crowd. It is accepted that subsequently Mr Goh obtained a copy each of the police reports and authorised Mr Lee to release them, and they were released to the media by Mr Lee’s press secretary. Hence, on the basis of these facts Mr Gray argues that Mr Tang was not responsible for the republications and no damages should be awarded for such republications.\n179 Before us, counsel for BG Lee, Dr Tan and Mr Lee Yock Suan respectively submit that the republications of the police reports by the media were the natural and probable consequence of Mr Tang’s original publication to the police. The thrust of their contention is that Mr Goh and Mr Lee had to release the reports to the press, and the release was necessary to avoid any erroneous public impression that there was something to hide. Mr Jeyaretnam had, after all, on the urging by Mr Tang, announced the lodging of the police reports. Hence, the police reports had to be released to the media “to contain the harm”, and to defend themselves (that is, the PAP leaders), it was decided that the public should know what had been alleged by Mr Tang. Thus, the republications flowed from Mr Tang’s original publication. Alternatively, it is argued that since Mr Tang had made the reports in those circumstances and having indicated at the rally that he made the police reports, he must also have intended the republications. \n180 As we see it, the police reports were lodged by Mr Tang on the eve of polling day, and the purpose was apparently to boost his electoral chances. It seems to us that it was a matter of political exigency to the PAP leaders that the reports should be made public to neutralise whatever effect Mr Tang sought to make out of them so that the voters could make their choice on an informed basis. Of course, Mr Tang must have known that the press and public would be interested in knowing what allegations had been levelled at Mr Goh, Mr Lee and the other PAP leaders. He also must have known that the media would try to obtain a copy each of the police reports. However, it does not follow that by reason of this, the republications of the contents of the reports were the “natural and probable consequence” of his original publication to the police. Nor can it be said that by acting in the way he did he intended the republications by the media.\n…\n182 The fact remains that Mr Tang never procured the republication of his police reports, apart from asking Mr Jeyaretnam to announce to the crowd at the rally that he had lodged two police reports against the PAP leaders. At the highest, and this is purely speculative, it might be said that Mr Tang intended the content of the police report to be released to the media by the police since he had filed the report with the latter. But, since Mr Goh and Mr Lee had obtained a copy each of the reports and authorised their release to the press on their own volition, it cannot be said that in those circumstances the republications were the natural and probable consequence of the original publication. Nor can it be said that Mr Tang intended the republication of the reports by the media.\n183 In assessing the damages in these three cases, Chao Hick Tin J held at [46] of his judgment ([5] supra):\nThe police report was released to the media through the Secretary General of the WP at a rally that evening and it was carried in the media on 2 and 3 January 1997. Mr Tang knew and intended that the report would be so published.\nIn all probability, the learned judge reached the above conclusion on the basis of the statements of claim. Counsel for all three respondents in these actions, as well as counsel for Mr Lee and Mr Goh, were quick to inform this court that at the time of the assessment of damages before the learned judge, they did not deliberately suppress the fact concerning who released the police reports to the media. They would have offered the court all the relevant facts, but it did not occur to them at the time, as the matter was never raised. We accept their explanation. It is quite clear that the oversight was unintentional.\n184 In our opinion, as Mr Tang was not responsible for the republications, it must follow that the damage occasioned by the republications of the police report in question by the media cannot be attributed to Mr Tang. This is a very material fact in the assessment of damages. \n…\n186 Reverting to these cases before us, we think the circulation of the report was very limited. The report was published to a few police officers at most, and there was certainly no evidence of a wide circulation of the reports even among the officers. In view of this, the amounts awarded below obviously cannot stand and must be considerably reduced.”\n(See the Court of Appeal judgment, cited as [1997] 3 SLR(R) 576)\nSo it is important to note 2 things – First that Tang’s damages were reduced on appeal because of the discovery of the above error in Justice Chao’s judgment.  Part of the reason for the error was because the issue of whether Tang caused the republication was never raised.\nJBJ’s Court proceedings\nIn JBJ’s trial, which took place after or very closely with Tang’s lawsuits and appeals, this matter had already been put to rest. We note from the judgment by Justice S Rajendran that his Honour had said, regarding JBJ’s defamation:\n“185 This suit does not concern the publication of the contents of the police reports. The defendant is not liable for the text of the police reports made by Mr Tang as they were not adopted by him. He did not read out the report or release it to the press. The defendant is not liable for the republication of the text of the reports by the newspapers. …”\n(See the judgment, cited as [1997] 3 SLR(R) 46)\n \nLikewise, when the matter reached the Court of Appeal, the Court of Appeal made it clear that it was unconcerned with the defamation made in Tang’s case:\n“50 The present case is not concerned with whether or not Mr Jeyaretnam repeated Mr Tang’s statements. Nor was he sued for the allegations made by Mr Tang. What he was sued for was the announcement he made and the implication arising from his announcement that Mr Tang had filed police reports against Mr Goh. The only question was whether that statement was defamatory and we have held that it was, both in the ordinary sense and by the innuendo we have discussed.”\n(See the judgment cited as [1998] 2 SLR(R) 971)\nIn other words, Bertha’s original revelation, even if true (which it isn’t!), would not have changed the outcome for JBJ’s case.\n \nFINAL NOTE\nAs a final note, we should point out something about Bertha Henson’s article that has not been corrected.  Bertha mentions that the 1 January 1997 rally “ended dramatically with Mr Jeyaretnam holding up a few pieces of paper in his hand”.\nApparently, that never happened.\nJustice S Rajendran, who decided the JBJ case at trial, viewed the videotape of the rally and had this to say in his judgment:\n“The following is the narrative published in the Business Times on the same day in an article entitled “WP’s Tang refuses to apologise, so PAP leaders sue”:\n“Just before the rally ended, party leader JB Jeyaretnam told the large crowd that Mr Tang had filed two police reports against Prime MinisterGoh and the PAP. The WP leader did not give details of the police reports, but held them up to the crowd.”\nThe statement in the Business Times that the defendant held the reports up to the crowd is not borne out by the videotape.”\n \n*We regret that due to the copyright inherent in the Singapore Academy of Law’s publications, we are unable to share the judgments which we purchased to verify the article.  You are advised to purchase each judgment from the Singapore Academy of Law to replicate our above factcheck.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Screenshot-2019-04-30-at-11.46.45-PM.png",
    "Iframe Sources": [],
    "date": "2019-04-30T15:14:01+00:00",
    "Links in content": [
        "https://berthahenson.wordpress.com/2019/04/25/an-editors-confession/",
        "https://sg.news.yahoo.com/an-editors-confession-030205445.html",
        "https://www.theonlinecitizen.com/2019/04/25/details-revealed-by-former-editor-of-the-new-paper-of-how-the-press-was-manipulated-by-pap-in-1997-to-fix-workers-party-politicians/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Screenshot-2019-04-30-at-11.46.45-PM.png",
    "Truefalse": [
        "JBJ’s Court proceedings"
    ],
    "Description": ""
}