{
    "link": "https://blackdotresearch.sg/did-someone-file-a-police-report-against-dpm-heng-swee-keat/",
    "Title": "Did someone file a police report against DPM Heng Swee Keat?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 7 July, 10:47pm] We have updated the article with a statement from the Police, and have changed the rating from ‘likely true’ to ‘true’.\n–\nOn 6 July, local publication All Singapore Stuff published an article titled “GE2020: Police Report Made Against Heng Swee Keat For Saying Sinkies Not Ready For Minority Prime Minister”.\nThe article alleges that a police report has been made against “future Prime Minister” Mr Heng Swee Keat for comments he made in 2019 that “older Singaporeans are not ready for a non-Chinese prime minister”.\nThe article also includes photos of the alleged police report:\n\n\nIn the details section of the report, we see that the individual who made the report said that the comment made by Mr Heng is “socially divisive”, and “as someone from the minority race” says that he/she “[feels] unsafe in Singapore”.\nThe individual goes on to state that he/she believes that the comment “promotes enmity between different groups on grounds of religion and race and doing acts prejudicial to maintenance of harmony”, and that it “unknowingly or knowingly promotes or attempts to promote, on grounds of religion or race, disharmony or feelings of enmity, hatred or ill-will between different religious or racial groups”.\nAccording to the images, the report was filed on 5 July, at around 11pm.\nThe report comes after news that the two police reports (made on 4 and 5 July respectively) were lodged against Workers’ Party candidate Ms Raeesah Khan, in relation to comments allegedly made by her on Facebook in February 2018 and May 2020.\n\n\nShe had allegedly suggested that law enforcement authorities discriminated against citizens, and that compared to other groups, rich Chinese and white people were treated differently under the law.\nIn a statement, the police said that they “have consulted the Attorney-General’s Chambers, which advised that an offence of promoting enmity between different groups on grounds of religion or race under Section 298A of the Penal Code is disclosed”.\nThose found guilty of the offence could be jailed for up to three years, fined, or both.\nInvestigations are ongoing, and Ms. Khan expressed on Sunday (5 July) that she will “fully cooperate in any police investigation”.\n“I apologise to any racial group or community who have been hurt by my comments. My remarks were insensitive, and I regret making them. […] I feel really passionate about minority issues regardless of race and in my passion, I made improper remarks and I have to be accountable for them.”\nShe added that her “intention was never to cause any social division but to raise awareness”.\nThe context of Mr Heng’s quote\nWe refer to the article on TODAY (which was also cited in the alleged police report) to get a better understanding of Mr Heng’s comment, and the context that he said it in.\nThe comment was said during a forum at Nanyang Technological University (NTU) on 28 March 2019, and when he was replying to a question posed by Assistant Professor Walid Jumblatt Abdullah of NTU’s School of Social Sciences’ public policy and global affairs programme.\nNoting that then-Deputy Prime Minister Tharman Shanmugaratnam was a popular choice to succeed Prime Minister Lee Hsien Loong (this was backed by a survey conducted by market research consultancy Blackbox in 2016 that found that Mr Tharman was the top choice among Singaporeans to succeed Mr Lee, with 69% of almost 900 respondents indicating their support), Asst Prof Walid asked if it was Singapore or the PAP who is not ready for a non-Chinese prime minister.\nMr Heng noted that while many among the 700 students who attended the ministerial forum organised by the NTU Students’ Union were happy to have a prime minister who is not Chinese, this was not the case for all Singaporeans.\n“I do think that at the right time, when enough people think that we may have a minority leader, a minority who becomes the leader of the country, that is something that we can all hope for,” he said.\nHe added that it was a good sign that young people seem “quite comfortable” with having a non-Chinese prime minister because it showed that the Government’s emphasis on standing united as one people “regardless of race, language or religion” had borne fruit.\nPolice confirms report\nOn 7 July, the police confirmed that police reports were made against DPM Heng Swee Keat for his comments at the NTU forum.\n“The police have consulted the Attorney-General’s Chambers, which advised that no offence is disclosed,” said SPF.\n“Mr Heng’s remarks, in the context they were made, do not evidence any intent to wound anyone’s racial feelings or promote enmity between different races.”\nThus, we rate the claim as true.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/hsk2.png",
    "Iframe Sources": [],
    "date": "2020-07-06T12:31:56+00:00",
    "Links in content": [
        "https://www.allsingaporestuff.com/article/ge2020-police-report-made-against-heng-swee-keat-saying-sinkies-not-ready-minority-prime",
        "https://www.channelnewsasia.com/news/singapore/raeesah-khan-workers-party-police-reports-race-ge2020-sengkang-12903248",
        "https://www.todayonline.com/singapore/police-investigating-wp-candidate-raeesah-khan-social-media-posts-which-allegedly-promote",
        "https://www.channelnewsasia.com/news/singapore/ge2020-raeesah-khan-apologises-wp-sengkang-grc-police-12903940",
        "https://www.todayonline.com/singapore/older-generation-singaporeans-not-ready-non-chinese-pm-heng-swee-keat",
        "https://www.channelnewsasia.com/news/singapore/heng-swee-keat-police-reports-ntu-forum-12910236"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/hsk2.png",
    "Truefalse": [
        "true"
    ],
    "Description": ""
}