{
    "link": "https://blackdotresearch.sg/factcheck-did-you-receive-a-message-about-interschools/",
    "Title": "Did you receive a message about “Interschools”?  ",
    "Tags": [],
    "Paragraphs": "\n\nYesterday, we were informed that the following Whatsapp message was circulating:\n\nDo note that this message is a recycled hoax.  Ignore it if you come across it.\n\nGiven the variety of independent sources we have come across reporting on this since 2017 and the fact that there has been no rebuttal to date, the evidence points to this clearly and with no doubt as being a hoax.\nIn fact, this hoax started circulating as far back as sometime in mid-2017.\nIf you were to do a random factcheck on google on this hoax, you would see the following:-\n\nAs explained by Snopes:\n“No evidence exists (outside of the circulation of spurious and anonymous warnings) that ISIS maintains a WhatsApp group intended to ensare innocent victims for some nefarious purpose, nor that any process exists by which a WhatsApp group creator can prevent members from leaving the group once they have joined it. “\nAs explained by Hoax-Slayer:\n“However, the warning is just a pointless hoax. While a WhatsApp group of that name may possibly exist, there are no credible references that a sinister ISIS WhatsApp group is somehow entrapping people.  There is no mechanism by which a group creator can stop you from leaving a group that you have joined.\nThere are also no credible news or police warnings about such a group.\nMoreover, if Daesh (ISIS) does operate WhatsApp groups, its seems unlikely that the organisation would be randomly sending out group invitations to ordinary WhatsApp users.“\nKeep your friends and loved ones informed!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot_20190506-171950-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-05-07T09:37:52+00:00",
    "Links in content": [
        "https://www.snopes.com/fact-check/interschools-whatsapp-warning/",
        "https://www.hoax-slayer.net/interschools-whatsapp-isis-group-warning-is-a-hoax/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot_20190506-171950-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}