{
    "link": "https://blackdotresearch.sg/did-the-minister-for-culture-community-and-youth-grace-fu-approve-s30-million-in-payment-for-development-of-a-mobile-phone-application-parking-sg/",
    "Title": "Did the Minister for Culture, Community and Youth, Grace Fu approve S$30 million in payment for development of a mobile phone application (Parking.sg)?  ",
    "Tags": [],
    "Paragraphs": "\nNo, Minister Grace Fu did not. There was also no phone application developed at a cost of S$30 million.\n\nOn 14 March 2019, the States Times Review/Singapore Herald published a post alleging that the Minister had informed Parliament on 6 March 2019 that she had approved funding of S$30 million for the development of Parking.sg, a mobile phone application that was designed by a team from GovTech, a government branch set up to build digital capabilities for the government, and led by Mr Li Hongyi, the Singapore Prime Minister’s son who is also a deputy director of product engineering at GovTech.\n\nThe post claimed, amongst other things, that “At S$30 million, the parking application that only keeps track of a driver’s GPS parking location is the world’s most expensive phone application”.\nThe post, whose sole basis is in the Minister’s speech, is almost entirely false.\nWith reference to Minister Fu’s speech, the complete text which can be found here.\n\nThe Municipal Services Productivity Fund was introduced in 2017. The Fund seeks to finance digital projects for enhancing government services. The Fund has awarded S$5.2 million to date for 6 projects.\nWhile Parking.sg is 1 of these 6 projects, it is certainly NOT the sole recipient of the S$5.2 million.\nThe aforesaid Fund will be extended and S$25 million set aside for projects by various other government agencies to tap over the next 5 years. Hence, there is NO additional expenditure on Parking.sg, a project which is already completed.\n\nAlso, Parking.sg does more than monitor GPS locations. It has replaced the paper parking coupon system in place for parking of cars in public spaces, permitting payments and extension of parking time to be made digitally over a mobile phone.\nWe should add that the post which makes scandalous mention of details concerning the Singapore Prime Minister’s family, is done in poor taste and irrelevant to the subject of the post. Nothing in this part of the post has been substantiated with any evidence.\nThis is significant to mention because, as we have constantly warned, writing which is designed to evoke emotion, in particular, inflammatory feelings, is writing that must be studied closely and verified before investing any belief in it.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-4.42.35-PM-800x380.png",
    "Iframe Sources": [],
    "date": "2019-03-14T20:10:33+00:00",
    "Links in content": [
        "https://www.mnd.gov.sg/newsroom/parliament-matters/view/speech-by-minister-grace-fu-at-the-committee-of-supply-debate-2019-smarter-services-for-residents-with-residents-1",
        "https://www.tech.gov.sg/media/technews/this-govtech-team-is-the-reason-you-no-longer-have-to-use-paper-parking-coupons"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-4.42.35-PM-800x380.png",
    "Truefalse": [],
    "Description": ""
}