{
    "link": "https://blackdotresearch.sg/did-the-cia-apologise-for-making-a-mistake-in-eliminating-osama-bin-laden/",
    "Title": "Did the CIA apologise for making a mistake in eliminating Osama Bin Laden?  ",
    "Tags": [],
    "Paragraphs": "\n\nYou may have come across this news when you visited Yahoo. Don’t worry, you aren’t the only one wondering if its true or not.\nThis is untrue. The news comes from the Onion, a satirical website, and this is satire!\n\nThe Onion is a website that carries satirical news, i.e. fictitious news articles that are intended to mock/make humour out of parts of actual events. In this case, the Onion sought to mock Gina Haspel. Gina Haspel is the present director of the US Central Intelligence Agency. While lauded as a rare female director of the CIA, controversy surrounds her appointment because of allegations of her involvement in the torture of suspected Al Qaeda terrorist organization members in a secret Thailand prison back in 2002 (this information was released several years later).\nWe have reviewed the original article from the Onion. and also checked for news to confirm if this is not indeed satire. There is nothing from the CIA confirming that such an apology was made.\nSome of the allegations made against her are found here.\n\nUpdate:\nYahoo had taken down the article. Some of the other fact checks related to this news can be found here and here.\n \n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-23T09:27:51+00:00",
    "Links in content": [
        "https://www.theonion.com/cia-issues-posthumous-apology-after-new-evidence-clears-1831607536",
        "https://www.ecchr.eu/en/case/germany-criminal-complaint-against-cia-director-gina-haspel",
        "https://hoax-alert.leadstories.com/3470131-fake-news-cia-issues-posthumous-apology-after-new-evidence-clears-osama-bin-laden-of-involvement-in.html",
        "http://www.hoaxorfact.com/pranks/cia-apologizes-to-osama-laden-9-11-attacks.html"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": ""
}