{
    "link": "https://blackdotresearch.sg/did-a-terrorist-attack-happen-in-boon-keng/",
    "Title": "Did a terrorist attack happen in Boon Keng?  ",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 14 March, 1:10pm] The article has been updated to include the news release from the Singapore Police Force and the rating has been changed from ‘unproven’ to ‘false’.\n–\nLast night, a Facebook user uploaded a series of videos. In the first video, a pickup truck with its cargo box on fire is seen parked outside a neighbourhood police post.\n\n\n\n\nTerrorist attack live at towner road. Police post smash being vandalise fk pap on the wall and Isis wording at each pillar… Loud explosion like bomb outside police post\nPosted by Nxr Fadil on Friday, 13 March 2020\n\nAn individual dressed head to toe in dark grey clothing is also seen. His face also appears to have been painted the same colour.\nThe following videos show the individual being held down by police officers. It’s not entirely clear what the police officers were saying in the video, but the voiceover mentioned that he had heard the words “bomb [detected]”.\nAlong with the videos is the caption “Terrorist attack live at towner road. Police post smash being vandalise fk pap on the wall and Isis wording at each pillar… Loud explosion like bomb outside police post”.\nThe post has been shared 4,800 times at time of publication.\n\nAnother Facebook post shares photos of what seems to be the aftermath of the arrest, alongside photos of the graffiti on the walls of the HDB block which say “ISIS” and “F*** PAP”.\nHis post has been shared over 4,000 times, and another Facebook user has uploaded similar photos here.\n“Police are investigating”\nIn reports by CNA and TODAY, more details of the incident were revealed.\nFirst of all, the individual involved in the incident is a 31-year-old man who has since been arrested. Next, the incident happened at Block 105 Towner Road, and police were alerted to the fire at around 11.10pm.\nAn eyewitness told CNA that an “incendiary canister” was suspected to have been thrown into the fire and reported hearing four “mild explosions in the midst of the fire”.\nThe Singapore Civil Defence Force extinguished the blaze with a hose reel, two compressed air foam backpacks and an extinguisher, and said that clothing and aerosol cans at the ground floor were part of the fire.\nThe words “ISIS”, the abbreviation for terrorist group Islamic State of Iraq and Syria, were also reported to have been sprayed on the walls around the police kiosk, and on “at least three pillars at the void deck of the block”.\nThe police said that there were no injuries and casualties reported and that investigations were ongoing.\nMr Heng Chee How, Member of Parliament for Jalan Besar Group Representation Constituency told TODAY: “I’m glad that nobody was harmed. It is important that we remain calm but we must also make it very clear that such behaviour cannot be condoned. I have every confidence that the police will do their job and get to the bottom of it… We have to establish the facts and we must not speculate.”\nQuestions we have about the incident\nWas the “incendiary canister” a bomb, as alleged in the Facebook post above? The Police stated in a news release:\n\n“Investigations revealed that the man set fire to a few bags of clothes using petrol/diesel in front of Kallang Neighbourhood Police Post and smashed the glass door of the NPP.”\n\nHence, the claim that a bomb was involved in the incident is false.\n\nNext, there are claims that it was a terrorist attack. One definition of a terrorist attack is “The use of violence or of the threat of violence in the pursuit of political, religious, ideological or social objectives”. The word “ISIS” being sprayed on the walls of the vicinity may also suggest that the act could be one of terrorism.\nAccording to the Police,  preliminary investigations indicated that the man acted alone and it was not terrorism related, but the act of a disgruntled person unhappy with perceived social inequality.\nTherefore, we conclude that the claim that the incident was an act of terror is false as well.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-14-at-10.42.34-AM.png",
    "Iframe Sources": [],
    "date": "2020-03-14T02:47:57+00:00",
    "Links in content": [
        "https://www.facebook.com/100007893697264/posts/2575435376062894/",
        "#",
        "https://www.facebook.com/Nxrfxdxl/posts/2575435376062894",
        "https://www.facebook.com/duck.duck.560272/posts/2629385800640565",
        "https://www.channelnewsasia.com/news/singapore/boon-keng-towner-road-fire-police-post-graffiti-arrest-12536960#.XmvYz6Qr9BE.facebook",
        "https://www.todayonline.com/singapore/fire-breaks-out-police-post-towner-road-31-year-old-man-detained?fbclid=IwAR3yLn4pz47dB6ov-CqY1hNTy-_i3wto0unI26gid5mMJPdo0RuRbqEXBuQ",
        "https://www.police.gov.sg/media-room/news/20200314_arrest_mischiefbyfire"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-14-at-10.42.34-AM.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}