{
    "link": "https://blackdotresearch.sg/did-this-shooting-incident-happen-in-yishun/",
    "Title": "Did this shooting incident happen in Yishun?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a graphic video posted on Instagram by user @singapore.wanted. Viewer discretion is advised.\n\nThe footage showed two armed assailants approaching a man at what appears to be a casual outdoor dining area, and then shooting him multiple times at point blank. The location of the video was tagged at Yishun 848 Coffeeshop.\nAs of 4.45pm on Wednesday, the post had garnered 22,036 views and more than 2,000 likes. The Instagram profile itself has nearly 2,000 followers, despite being active only within the last four days.\nTelegram channel SG FactCheck has come out to denounce the post as fake, as it did not happen in Yishun but the city of Guayaquil in Ecuador.\nIn its message, SG FactCheck included a link to a site that described the incident as the murder of Latin American singer Jorge Fernando Lino Macas.\n\nA quick check also revealed that this is not the first time the video has been embroiled in a fake news controversy.\nAccording to AFP Fact Check, the same video was circulating on Facebook earlier this year with the caption: “Incident in Durban.” Durban is a city in South Africa.\nLike SG FactCheck, AFP Fact Check reported that the fatal shootout likely happened in in Ecuador, after cross-referencing with news articles and comments by Facebook users.\nThe post is a good example of how agents of misinformation, disinformation, and mal-information make use of arresting visuals to spread fake news, and to distract consumers from questioning the truth.\nComments on the Instagram video showed many asking if the incident indeed took place in Singapore. Because there were little clues in the video to pinpoint the exact location of the murder, some suggested it happened not in Yishun, but Bukit Batok. This is despite Singapore’s tough gun control laws, and that there was no news about a fatal shooting in the past few days. Gun crime in Singapore is few and far between, with the last one taking place in 2015, when a man snatched a police officer’s loaded gun and fired it at him.\nGiven the circumstances above, we rate the claim that the shooting incident took place in Yishun as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/yishun3.png",
    "Iframe Sources": [],
    "date": "2020-09-17T01:44:46+00:00",
    "Links in content": [
        "https://www.instagram.com/p/CFCZbBCBSu6/",
        "https://www.instagram.com/singapore.wanted/",
        "https://factcheck.afp.com/fatal-shooting-took-place-ecuador"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/yishun3.png",
    "Truefalse": [],
    "Description": ""
}