{
    "link": "https://blackdotresearch.sg/factcheck-do-singhealth-institutions-allow-credit-companies-to-hound-you-for-unpaid-bills/",
    "Title": "Do SingHealth institutions allow credit companies to hound you for unpaid bills?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 19 September 2019, we came across a post in a Facebook group called ‘COMPLAINT SINGAPORE’ as shown below. The post was also shared on All Singapore Stuff’s Facebook page.\n\n\nThe OP uploaded a copy of a bill reminder dated 3 September for his visits to Singapore General Hospital (SGH) in July and August, amounting to $298.25. He also uploaded another bill reminder dated 16 September 2019 for outstanding payment amounting to $259.25. In the post, he warned readers to steer clear of SingHealth institutions as he made the following allegations:\nAllegation 1: While SingHealth institutions allow you to pay your bills later, they will still engage ‘credit companies to come after you’ to settle the amount indicated in the bill.\nThis is partially true.\n\nSGH posted the following statement on their Facebook page:\n\nEssentially for patients with outstanding bills like the OP, text messages and reminder letters will be sent to them. Outstanding bills will only be referred to the appointed collection agencies after 6 weeks.\nAs per SingHealth policy – for patients who have expressed financial difficulty, the hospital will explore options for financial assistance wherever appropriate or consider payment by installments. There is also an option made available online to make partial payments that allows patients to key in the amount they wish to pay.  If a patient is still not able to pay for the medical expenses in a public hospital, the Medifund can be considered.\nAllegation 2: Collection agencies will charge interest.\nThis is true.\n\nDebt collection agencies usually charge interest if there are accounts with outstanding charges due for collection. It is a general rule among such services to authorise additional fees, inclusive of interests or any other expenses incidental to the original debt, which will be indicated in an agreement between the collector and debtor.\nExpanding further on those terms, the Credit Collection Association of Singapore (CCAS) has also highlighted that creditors who are involved in debt recovery have to adhere to the following:\n\nMake clear all costs and charges added to debts, including the legal or contractual basis for any interest applied, and\nOnly impose such costs and interest on debtors as it is lawfully entitled.\n\n(For a better overview of CCAS’ code of practice, click here.)\nWhile a patient is given an option to contact the collection agency for any concerns regarding payment, a full takeover will result in a direct engagement between the patient and the collection agency. Collection agencies may have a bad rep for their aggressive tactics but it is possible to negotiate for interest-free payments, allowing them to make such arrangements with their client – in this case, SGH.\nThere is also a clause included in CCAS handbook on ethical practices that debtors should be allowed the flexibility to consider reducing or stopping interest, charges or fees being applied to the account if the debtor has demonstrated financial difficulties.\nIt should come as no surprise that if you’ve fallen behind on your bills, you may be hearing from debt collectors as stated clearly in the original bill reminder. But there are a number of things that they aren’t likely to tell you, and knowing these things can make all the difference in resolving your debts.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/09/SGH.jpg",
    "Iframe Sources": [],
    "date": "2019-09-23T04:20:50+00:00",
    "Links in content": [
        "https://www.facebook.com/allsgstuff/posts/readers-contribution-by-sweetake-note-that-singhealth-clinics-or-hospitals-will-/3045006612306714/",
        "https://www.facebook.com/SingaporeGeneralHospital/posts/10156283834476681?__xts__%5b0%5d=68.ARC2D9e4qCvniPFYdgSjZOEjQSuqDMdauUL0RgiHn7R-TMpQeSADgE8_23l7n_NloASWnVqA10Y1wV7RlXF3FK1fGkX5-sB1kE0KPjaw2XoamRLEtloFWMvEy7gkX-OvgMdJzDKbD44_DP_xUozUISmu09s_SzaPH3oFdgB9eNVqzkKkv8Ma_HMnCHMhyS3T3zrONxlCQYcZujFz_onODNqcSsvMQDHZOoa4a7Anm6m1OuRTrzy-GEq3gnuQOml3iP6coBBnsVVheqvnPEJTrXioih8X3PS0SHqfJGl6cbQQQRnNHnrdQlfKvytRzNe0ajfbaVsRLSlYVg&__tn__=-R",
        "https://eservices.healthhub.sg/Public/Payments/Singhealth/faq",
        "https://www.moh.gov.sg/cost-financing/healthcare-schemes-subsidies/medifund",
        "http://www.creditcollection.org.sg/files/CCASCodeofEthics.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/09/SGH.jpg",
    "Truefalse": [],
    "Description": ""
}