{
    "link": "https://blackdotresearch.sg/does-china-have-a-social-credit-score-system-for-every-citizen-measuring-each-citizens-good-bad-deeds/",
    "Title": "Does China have a “social credit score” system for every citizen – measuring each citizen’s good/bad deeds?  ",
    "Tags": [],
    "Paragraphs": "\nIt appears to be… somewhat true.\n\nOn 21 January 2019, Wired magazine published an article called “The complicated truth about China’s social credit system”. The article focused on a programme announced by the Chinese Government in 2014 to create a network of information on citizens that would, amongst other things, easily determine the creditworthiness of an individual.\nThat idea alone would be nothing spectacular. Singapore has its own credit bureau, which gets its information from all retail banks and major financial institutions in order to determine the credit risk of individuals in Singapore. But according to Wired magazine: “China’s social credit system expands that idea to all aspects of life, judging citizens’ behaviour and trustworthiness. Caught jaywalking, don’t pay a court bill, play your music too loud on the train — you could lose certain rights, such as booking a flight or train ticket.”\nWe trawled the web and soon found several articles and videos discussing the topic, in particular:\nVice News video claiming that the system has caused more than just public shaming.\n\nA Reddit thread comparing the system in China to an episode from a sensationalised Netflix drama series “Black Mirror” (Season 3 episode 1), where citizens of the future are placed in their social classes according to how popular they are.\nNot quite. We found the original government proclamation of 2014 and a recent update on the development of the Social Credit System published on 10 July 2018. You can see them here and here.\nThe translated version of the 2014 proclamation is found here.\nThe government’s position on the Social Credit System is far less exciting than how Reddit and Vice News portrayed the situation to be. Notably, the government didn’t seem interested in whether their citizen’s behaviour was socially acceptable or not. Their main interest was with whether a citizen was trustworthy in a financial sense, by giving benefits and meting out punishments when a citizen returned loans on time, or fell into debt.\nFurther, there is no “national system” presently in place. The government’s proclamation in 2014 was nothing more than an announcement that the period of 2014 until 2020 would be used for testing – they would see how best to implement such a system, and furthermore this would be an opt-in system, and various district/municipal governments could choose not to participate. This is why, as Wired magazine points out, there were different treatments meted out for different acts/omissions in different parts of China.\nSo in one place, a university entrant was denied entry until his father, a debtor, paid off his bank creditors.\nIn another place, the train issues a warning that misbehaviour on a train would lead to a deduction of social credit points (this video cannot be verified, btw).\n\nIronic Update: My tweet implicitly warning about the danger of a social system that values people based on an abstract score has done some good numbers and has increased my Twitter follower count, thus has slightly increasing my social status on here.\n— James O'Malley (@Psythor) October 29, 2018\n\nSo while we can say that it is undisputed that China has a desire for a social credit system, it is difficult to tell if the ultimate aim is/will be to create a system that would monitor each citizen’s social behaviour (which is scaring people) or just have a national system that could identify a person who had a bad record in repaying his debts, and encourage people to have good credit ratings (which is boring and really what a government should do).\nWhat we do suggest, is that articles suggesting a Chinese future without personal privacy ought to be taken with a large handful of salt.\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-28T18:14:44+00:00",
    "Links in content": [
        "https://www.wired.co.uk/article/china-social-credit-system-explained",
        "https://www.reddit.com/r/Futurology/comments/9u48gg/china_social_credit_system/",
        "http://www.gov.cn/zhengce/content/2014-06/27/content_8913.htm",
        "http://www.gov.cn/zhengce/2018-07/10/content_5305169.htm",
        "https://chinacopyrightandmedia.wordpress.com/2014/06/14/planning-outline-for-the-construction-of-a-social-credit-system-2014-2020",
        "http://www.sohu.com/a/259068001_493484",
        "https://twitter.com/Psythor/status/1056831594407886848?ref_src=twsrc%5Etfw"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": ""
}