{
    "link": "https://blackdotresearch.sg/paynow-bank-account-hack/",
    "Title": "Does using PayNow expose you to hackers?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe post reproduces a WhatsApp message which recounted an incident where an individual received a $20 PayNow transfer from a stranger. The payee then stated that the lady immediately asked him/her to transfer the money back to her. Suspecting a scam, the payee informed the lady that he/she would consult the bank for the return transfer.\nWhat is PayNow?\n\nPayNow is a peer-to-peer fund transfer service launched by the Association of Banks in Singapore (ABS) on 10 July 2017. It allows users to transfer funds from one bank account to another in Singapore. Both individuals and corporate entities can use PayNow to transfer and receive funds.\nThe original WhatsApp message stated that there is a legal procedure to process erroneous PayNow transactions. It listed several steps which involved reporting the erroneous transaction to the sender’s bank and eventually getting authorisation from the unintended payee, through the bank, to return the funds.\nWe checked the FAQ section on the DBS and UOB websites to find out more about the correct procedure.\nIf you had accidentally sent funds to an unintended recipient, you should contact your bank to report the erroneous transfer. You are advised to lodge a police report as well. The bank will investigate the matter and follow up with the recipient’s bank to return the funds.\nIf you had received funds from an unknown source, you should report on the erroneous transfer to your bank and authorise the return of the money to the sender. You are also advised to lodge a police report. It is a criminal offence to hold or use funds that do not belong to you.\nWill my name and account number show up?\nA PayNow proxy is used to link you to your bank account. It includes personal identifiers such as your NRIC/FIN, Company Unique Entity Number (UEN) or mobile number registered with the bank.\nUpon receiving the PayNow transaction, only the name of the sender will appear on the bank statement and email alert. The name of the bank and the sender’s bank account number will not be revealed.\nSource: DBS website\nThe original WhatsApp message claimed that your name and bank account will show up, putting your account at risk of hacking. This is proven to be false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/01/paynowwhatthehack-copy.jpg",
    "Iframe Sources": [],
    "date": "2021-01-14T07:52:40+00:00",
    "Links in content": [
        "https://www.facebook.com/eugene.lim.754570/posts/3811529345595311",
        "https://www.abs.org.sg/consumer-banking/pay-now",
        "https://www.dbs.com.sg/personal/deposits/cas-paynow-faq.page",
        "https://www.uob.com.sg/personal/eservices/ebanking/paynow.page"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/01/paynowwhatthehack-copy.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}