{
    "link": "https://blackdotresearch.sg/factcheck-during-the-7th-month-hungry-ghost-festival-this-year-were-there-models-of-the-cpf-building-being-burnt-as-offerings/",
    "Title": "During the 7th Month Hungry Ghost Festival this year, were there models of the CPF Building being burnt as offerings?  ",
    "Tags": [],
    "Paragraphs": "\n\nIf you had been paying attention to the National Day Rally 2019 which was aired last Saturday (18 August 2019), you would have seen the light-hearted segment on fake news below:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2019/08/Top-chat-replay.mp4\nIn his speech, Prime Minister Lee Hsien Loong (PM Lee) had basically cautioned everyone against believing any fake news relating to any changes in CPF withdrawal age or policies.  This warning came, likely because the Central Provident Fund (CPF) had been hit in recent months with various different fake news suggesting that there had been an extension of CPF withdrawal ages (See here).\nSo it amused us to come across this post today:\n\nThe picture was circulated on the Facebook page “Rilek1Corner” but was also widely disseminated on Whatsapp:\n\nPlease note that this picture is a doctored image.  There is no evidence of anybody burning a model of the CPF Building.\nThrough a reverse image search, we managed to locate a similar picture taken a year ago.  The building however, was not the “CPF Building” but was a replica of the OCBC Bank Building.\nWe see certain tell-tale signs that the CPF Building picture was a doctored picture – If you look closely at the CPF logo at the top left hand corner of the picture, you can see that its placement is awkward and does not align itself with the edge of the replica.  If you look at the bottom right hand corner, you would also see that there is green fringing on the opaque white plastic bag, whereas in the OCBC picture, there is no such fringing.\n \n\n \nThis picture was circulating a year ago on Reddit and various other forums (see the Reddit link here).\nWhile the purpose of the doctored image was to suggest that the CPF Withdrawal Age and Policies keep getting extended until they are probably beyond one’s life, this isn’t true, and no one is including a CPF Building as part of the Hungry Ghost Festival’s offerings!\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/08/Screenshot-2019-08-21-at-12.35.34-PM-800x684.png",
    "Iframe Sources": [],
    "date": "2019-08-21T09:52:39+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2019/08/Top-chat-replay.mp4",
        "https://www.cpf.gov.sg/Members/AboutUs/about-us-info/cpf-clarifies/clarifications/no-change-to-cpf-payout-eligibility-age-of-65",
        "https://www.reddit.com/r/singapore/comments/89e0k5/thinking_outside_the_box/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/08/Screenshot-2019-08-21-at-12.35.34-PM-800x684.png",
    "Truefalse": [
        "this isn’t true"
    ],
    "Description": ""
}