{
    "link": "https://blackdotresearch.sg/factcheck-examining-the-views-against-decriminalizing-the-offence-of-attempted-suicide/",
    "Title": "Examining the views against decriminalizing the offence of attempted suicide  ",
    "Tags": [],
    "Paragraphs": "\n\nPhoto: CNA\nIntroduction\nOn 6 May 2019, the Criminal Law Reform Bill was debated and subsequently passed in Parliament. As part of the debate on the Bill, seven members of parliament spoke about the decriminalization of attempted suicide during the debate. In particular, Mr Christopher de Souza, a member of parliament representing the Holland-Bukit Timah Group Representation Committee, argued against decriminalising the offence (known as “Section 309” of the Penal Code), citing various reasons.\nWhile the bill was ultimately passed and Section 309 is most likely to be decriminalised, we thought it would be useful to examine the popular views against decriminalising – Hopefully, we dispel some myths or present a fuller argument for you to have a more informed view on Section 309.\nBackground\nAttempting to commit suicide is presently an offence under Section 309 of the Penal Code.  It reads as follows:-\nWhoever attempts to commit suicide, and does any act towards the commission of such offence, shall be punished with imprisonment for a term which may extend to one year, or with fine, or with both.\nAssisting or facilitating (also known as ‘abetment’) a successful suicide is a crime under section 305 (suicide of a child or insane person) and section 306 (suicide of any other person).\nMost criminal offences in Singapore are found in the Penal Code statute. Since 2016, the Penal Code has undergone an extensive review by the Penal Code Review Committee (the “PCRC”), which submitted a report to the Minister for Home Affairs and Minister for Law on 31 August 2018.  It is a comprehensive and lengthy report, comprising 494 pages and 169 recommendations, one of which was to repeal Section 309. You can read the complete report here.\nThe central reason for recommending the repeal of Section 309 is that the criminal justice system is not ideal for managing cases of attempted suicide.  In the PCRC’s view, those who attempt suicide are typically distressed individuals who require medical help and may not be deterred by punishment.  There is also a global shift towards the decriminalisation of suicide.\nIn addition to decriminalising Section 309, the PCRC recommended that other legislation be amended to allow the authorities to intervene in cases of attempted suicide with a dominant view towards ensuring that the party attempting suicide gets all the help that he/she needs.\nIn the words of the PCRC, the repeal of Section 309 and the proposed amendments to the various other laws “will clearly signal that attempted suicide is a health and social issue, rather than a criminal one”.\nExamining the views against decriminalising Section 309\nWe examine the support behind the views for and against repealing Section 309.\nViewpoint 1: Keeping section 309 sends a normative signal that taking one’s life is not the answer to life’s problems; \nViewpoint 2: Repealing section 309 sends the signal that taking one’s life may be acceptable to broader society; \n\nWe have found that the above views no longer hold true.  On the contrary, the available documentation shows that:\n\nIn today’s context, there is no evidence that Section 309 sends any societal signal to dissuade against suicide. Without considering Section 309, it is broadly accepted that society remains opposed to suicide.\n\n\nThe authorities have shown a patent unwillingness to prosecute under Section 309, or typically use it to enforce mental treatment against individuals who repeatedly attempt suicide.\n\n\nThere is no evidence showing that repealing Section 309 would send the signal that taking one’s own life may be acceptable to broader society. On the contrary, the fear is that keeping Section 309 encourages hiding of suicide attempts.\n\nWe should highlight that in Singapore, the data that we have on suicide does not show how Section 309 is received.\n\n\n\nYear\nAge\n\n\n60 and above\n50-59\n40-49\n30-39\n20-29\n10-19\n0-9\nTotal\n\n\n2017\n129\n56\n48\n55\n61\n12\n0\n361\n\n\n2016\n123\n74\n66\n67\n77\n22\n0\n429\n\n\n2015\n110\n56\n76\n61\n79\n27\n0\n409\n\n\n2014\n126\n83\n71\n62\n60\n13\n0\n415\n\n\n2013\n116\n74\n78\n54\n83\n17\n0\n422\n\n\n2012\nData unknown\n83\nData unknown\n467\n\n\n2011\nData unknown\n46\nData unknown\n361\n\n\n\nSource: Samaritans of Singapore press release (https://www.sos.org.sg/pressroom/number-of-suicides-in-the-age-group-20-29-increases-by-80)\nStraits Times: https://www.straitstimes.com/singapore/number-of-suicides-among-seniors-hits-record-high\n\n2012 was recognised as the year in which an all-time high of 467 suicide deaths was reached, being an increase of 29% from 361 suicide deaths in 2011. At this time, the greatest concern was with the number of suicide deaths in the age 20-29 category.\nIn 2017, concern was expressed over the rising number of suicides amongst seniors aged 60 and above.  At 129 deaths, this is the highest number recorded for the age group since suicide numbers began to be tracked in 1991.\nNotwithstanding the lack of meaningful data, media reports on the suicide statistics show that the rates of suicide, whether as a whole or in respect of a particular age group, continues to be an area of worry in Singapore.\nSee:\n30 May 2018 – The New Paper – Numbers up and ages down for child suicides: experts explain (see here).\n30 July 2018 – Straits Times – Number of suicides among seniors hits record high (see here).\n9 October 2018 – The Independent – Singapore’s troubling suicide problem – early detection of signs and professional help is best prevention (see here).\n16 October 2018 – Business Insider Singapore – Suicide is the main cause of death for millennials in Singapore – and most of them are men (see here).\n\nNotably, none of the articles mentions Section 309 as evidencing society’s disdain for suicide. Instead, all the articles focus on the need for professional help to reach suicidal individuals faster and more comprehensively.\nAccording to the PCRC’s report, while Section 309 came about because it was thought to be important that society should oppose people taking their own lives, this view no longer exists.  As the PCRC report states (see paragraph 13 on page 338):\n“While society remains opposed to suicide, there is growing recognition that treatment, not prosecution, is the appropriate response to persons who are so distressed that they attempt to take their own lives.  Our current law enforcement practice proceeds on this basis, as can be seen from the extremely low rates of prosecution under section 309, coupled with SPF’s referrals of persons who have attempted suicide to a hospital or IMH for assessment.  Since the criminal justice system is not suited for the care and treatment of persons who have attempted suicide, repealing section 309 would allow such persons to be more appropriately managed primarily by the healthcare and social assistance schemes.”\nThe World Health Organisation (WHO) shares the PCRC’s view.  In its 2014 publication, entitled “Preventing Suicide, A global imperative”, the WHO openly states that it is a myth that “Talking about suicide is a bad idea and can be interpreted as encouragement”.  Instead, it states the following as a fact:\n“Given the widespread stigma around suicide, most people who are contemplating suicide do not know who to speak to. Rather than encouraging suicidal behaviour, talking openly can give an individual other options or the time to rethink his/her decision, thereby preventing suicide” (see page 65 of the publication).\nThis is relevant to the issue of decriminalising attempted suicide, because, as the WHO mentions (on page 51 of the above-mentioned publication):\n“What are the effects of decriminalization?\nNo data or case-reports indicate that decriminalization increases suicides; in fact, suicide rates tend to decline in countries after decriminalization.  It is possible that decriminalization will increase the reporting of suicides once fear of legal recriminations is eliminated.  This allows for more accurate estimates of the true extent of the issue.  When suicide is considered a criminal act, suicide attempts are often hidden and suicide deaths are unreported, thus giving the false impression that suicidal behaviours are less prevalent.  All countries should review their legal provisions in relation to suicide to ensure they do not deter people from seeking help.”\nWe also note from the PCRC Report that the main use for Section 309 in cases of attempted suicide has been to secure mental treatment for individuals who attempt suicide.  As the PCRC states:\n“In 2015, out of 1096 reported cases of attempted suicide, 837 persons were arrested. From 2013 – 2015, an average of 0.6% of reported cases resulted in prosecution each year. Attempted suicide is rarely a standalone charge; prosecutions are for offenders facing other charges. Prosecution is also sought for offenders who repeatedly attempt suicide, or cases with aggravating circumstances, such as those who attempt to commit suicide in a manner which could endanger others. Typically, prosecution is sought for repeat offenders because only the Courts have the power to compel persons to seek treatment, via issuing a Mandatory Treatment Order (MTO).”\n[Emphasis in bold added]\nKeep in mind that arrest and prosecution are 2 separate events.  When an arrest happens, the authorities (via the police), are intervening to prevent a suicide.  A prosecution involves the formal act of charging the accused in Court and the Court has to try the accused to secure a conviction and pass sentence.\nIn other words, the authorities want to actively prevent suicide, but not by enforcing Section 309.  Even when they do so, it is done so that the Courts can compel individuals to go for counselling or obtain mental health treatment. The aim is focused on mental health treatment and not deterrence.\nViewpoint 3: There is a risk that the number of suicides will increase if there is no Section 309 to deter the act.\nThis is interesting. When this viewpoint was expressed in Parliament, there was the suggestion as well that the authorities should monitor suicide trends after Section 309 was repealed, and if the statistics show an increase in suicides, then steps should be taken to bring back law similar to Section 309.\n\nWhat we have managed to research shows that one cannot take the data at face value where it comes to suicide statistics. Consideration must be given to the underlying causes of suicide as they have a greater impact on one’s decision to attempt suicide, more than the presence or absence of Section 309.\nThere is also the fact that when attempted suicide is a criminal offence, the statistics may be inherently inaccurate due to misreporting (to avoid classifying an act as a criminal act).  After decriminalisation, the number of suicides shoots up, possibly due to honest and accurate reporting of actual suicides.\nWe refer to the following article: “Efforts to Decriminalize Suicide in Ghana, India and Singapore”, Suicidology Online 2013, 4:96-104, Deborah L. Kahn & David Lester (Published on 9 December 2013).  See the article here.\nTheir studies on suicide statistics in various countries pre and post decriminalisation are interesting:-\n\n\n\nCountry\nRate of Suicide pre-decriminalisation\nRate of Suicide post-decriminalisation\nAnalysis\n\n\nCanada\n9.3 suicides per 100,000 people\n13.6 per 100,000 people\n\nDecriminalisation took place in 1972.\nThe suicide rate in Canada was increasing during the period of 1962-1982, but the rate of increase reduced after decriminalisation.\nThe authors surmised that socio-economic factors influenced the rate of suicide during the period and decriminalisation had no worsening impact on such factors.\n\n\n\nIreland\nX\n2X\n\nIreland decriminalised in 1993.\nThe rate doubled between 1987 and 1998.  However, the authors’ research reported that part of this increase was a result of more accurate recording and counting of suicidal deaths.\n\n\n\nSri Lanka\n8,514 suicides in 1995\n5,412 suicides in 2000\n\nDecriminalisation took place in May 1998.\nThe authors’ research noted that Sri Lanka not only repealed the offence, but also took an entire nationwide effort to address the high suicide rate, and it is difficult to attribute the success of the eventual reduction to the change in law alone.\n\n\n\n\n\nViewpoint 4: Retaining section 309 consolidates the moral position against Euthanasia.\n\nThe first problem with this viewpoint is that this ignores the fact that the other offences related to assisting suicide remain untouched.  Abetting suicide, whether by a doctor or someone else, continues to remain a crime. Euthanasia therefore, continues to remain a crime.\nThe greater problem with this viewpoint is how “suicide” and “Euthanasia” are conflated when they mean completely separate things.\nIn Report No. 210, October 2008, of the Law Commission of India, entitled “Humanization and Decriminalization of Attempt to Suicide”, the report drew the distinction in strong terms:\n“1.2      Suicide (felo de se) means deliberate termination of one’s own physical existence or self-murder, where a man of age of discretion and compos mentis voluntarily kills himself.  It is an act of voluntarily or intentionally taking one’s own life.  Suicide needs to be distinguished from euthanasia or mercy-killing.  Suicide by its very nature is an act of self-killing or self-destruction, an act of terminating one’s own life sans the aid or assistance of any other human agency.  Euthanasia on the other hand, involves the intervention of other human agency to end the life.  Euthanasia is nothing but homicide, and unless specifically excepted it is an offence. A priori, an attempt at mercy-killing is not an attempt to suicide.”\n(see the report here)\nInterestingly, decriminalisation did not take place in India until 10 December 2014, when it was announced that Section 309 would be removed from the Indian Penal Code (which was adopted by Singapore as its own Penal Code in 1860).  Read more about India’s journey towards decriminalisation here.\nWe would respectfully agree.  The difference between Euthanasia and attempted suicide is stark and no correlation can be drawn between the 2, as a matter of logic.\n\nWe make available the specific articles and research here, where possible:\npenal-code-review-committee-report3d9709ea6f13421b92d3ef8af69a4ad0\n \nPreventing Suicide A Global Imperative\n \nSOL-2013-4-96-104\n \nreport210\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/FireShot-Capture-047-10-decriminalizing-309-Facebook-Search-www.facebook.com_.png",
    "Iframe Sources": [],
    "date": "2019-05-10T02:53:33+00:00",
    "Links in content": [
        "https://www.mlaw.gov.sg/content/dam/minlaw/corp/News/Public%20Consultations/PCRC%20Report%20Public%20Consult%209%20Sept.pdf",
        "https://www.sos.org.sg/pressroom/number-of-suicides-in-the-age-group-20-29-increases-by-80",
        "https://www.straitstimes.com/singapore/number-of-suicides-among-seniors-hits-record-high",
        "https://www.tnp.sg/news/singapore/numbers-and-ages-down-child-suicides-experts-explain",
        "https://www.straitstimes.com/singapore/number-of-suicides-among-seniors-hits-record-high",
        "http://theindependent.sg/singapores-troubling-suicide-problem-early-detection-of-signs-and-professional-help-is-best-prevention/",
        "https://www.businessinsider.sg/suicide-is-the-main-cause-of-death-for-millennials-in-singapore-and-most-of-them-are-men/",
        "https://apps.who.int/iris/bitstream/handle/10665/131056/9789241564779_eng.pdf?sequence=1",
        "http://www.suicidology-online.com/pdf/SOL-2013-4-96-104.pdf",
        "https://www.latestlaws.com/library/law-commission-of-india-reports/law-commission-report-no-210-humanization-and-decriminalization-of-attempt-to-suicide-pdf/",
        "file:///Users/derekblackdotresearch/Downloads/Decriminalization_of_attempted_suicide_law_Journey.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/penal-code-review-committee-report3d9709ea6f13421b92d3ef8af69a4ad0.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/Preventing-Suicide-A-Global-Imperative.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/SOL-2013-4-96-104.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/report210.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/FireShot-Capture-047-10-decriminalizing-309-Facebook-Search-www.facebook.com_.png",
    "Truefalse": [
        "See:"
    ],
    "Description": ""
}