{
    "link": "https://blackdotresearch.sg/factcheck-fake-news-from-a-technol-today-website-claiming-that-shaun-chen-invested-in-an-automated-trading-platform/",
    "Title": "Fake News from a “Technol-Today” website claiming that Shaun Chen invested in an automated trading platform  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 27 June 2019, we came across various news articles warning of fake news from a website called “Technol-Today”.  The website purported to carry a Straits Times online article about Mediacorp actor Shaun Chen endorsing an automated trading platform (the “Article“):\n\nTake note that the Article is false!\n\nThe Straits Times has confirmed that it has not published any such news (see the clarification from the Straits Times here).  In addition, as pointed out by the Straits Times, none of the links in the Technol-Today article work, instead they are ‘clickbait’ links directing the reader to another site marketing an automated trading system for trading in ‘digital currency’ (called Qprofits).\nThe Technol-Today article makes various false claims about the Mediacorp actor, saying in particular, that:-\n“Appearing on the ‘Toggle Talk’, Shaun Chen discovered an automated trading platform.  The idea was simple: allow the average person the opportunity to cash in on the digital currency boom.  Even if they have absolutely no investments or technology experience.”\nIt is important to point out that Shaun Chen did give an interview with Toggle Talk, but this was in June 2016! Also that interview had nothing to do with any digital trading or automated trading platform.\nIn the actual interview, Shaun Chen was being interviewed to share his life story and no product was being promoted.  Nothing in the Techno-Today article about what allegedly happened during the interview is true (in particular, the interviewer Kate Fang earning some S$283.18 profit in 3 minutes).  You can view and read about the actual interview here.\n\nThis is not the first time we have come across fake news being spread by groups purporting to be digital trading companies.  There is speculation that such fake news and such groups are not genuinely in the business of digital trading, but are criminal gangs looking to phish information or simply cheat gullible readers into spending money thinking that they are actually trading.\nWe had previously written about such fake news (read our past articles here).  It is likely that the authorities are hampered from acting against such sites due to technology reasons (maybe the servers hosting such articles are based overseas, for example), and therefore it seems as though nothing is being done.  However, you can arm yourself with better knowledge on such digital currency trading matters and avoid being fooled.  Look for a reliable source of financial information (like Seedly) and get answers to your questions before plunging into any financial product.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/06/Screenshot-2019-06-27-at-5.11.18-PM-800x800.png",
    "Iframe Sources": [],
    "date": "2019-06-27T09:44:18+00:00",
    "Links in content": [
        "https://www.asiaone.com/digital/online-article-digital-currency-trading-passing-st-report-fake",
        "https://entertainment.toggle.sg/entertainment/localbuzz/article/from-loser-to-a-lister-6379686#.XRSGqo0pWYA.link",
        "https://blackdotresearch.sg/?s=bitcoin",
        "https://seedly.sg/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/06/Screenshot-2019-06-27-at-5.11.18-PM-800x800.png",
    "Truefalse": [],
    "Description": ""
}