{
    "link": "https://blackdotresearch.sg/fighting-fake-news-and-defending-facts/",
    "Title": "Fighting Fake News and Defending Facts  ",
    "Tags": [],
    "Paragraphs": "\nThis is the first of many posts which Black Dot Research FactCheck will be releasing. We thought it was important for this first post to explain the impetus for why Black Dot Research is embarking on fact-checking.\nFake news is a growing problem facing everyone who navigates the Internet and relies on various media outlets to keep up to date on local/world events. Creators of fake news seek to mislead and misinform in order to shock the masses into specific actions. In other words, they achieve their own aims at the expense of the public interest in being informed. This is exploitative and morally odious, and there can be no justification for allowing fake news to exist.\nThere is presently no satisfactory solution to the problem of fake news. Fake news creators continue to thrive by exploiting technology and legal systems trying to strike a balance between preserving freedom of expression with public safety and security. However, we believe that fact-checkers like us, and eventually, networks of fact-checkers, can help to prevent fake news creators from reaching their objectives.\nFact Checking is about educating the public to better process information and inculcating a healthy reading attitude towards reported information.\nFact Checking is about ensuring that content creators create content responsibly and recognise that their words have the potential to stir emotions and incite action by people in groups and masses.\nFact Checking is about helping society become more informed.\nFact Checking is not about curtailing freedom of expression or attempting to control the minds of groups of people.\nWe look forward to sharing our fact checks with you in the coming weeks and months.\nRegards,\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/01/blackdotresearch-v2-800x800.png",
    "Iframe Sources": [],
    "date": "2019-01-04T18:13:11+00:00",
    "Links in content": [],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/01/blackdotresearch-v2-800x800.png",
    "Truefalse": [],
    "Description": ""
}