{
    "link": "https://blackdotresearch.sg/factcheck-halal-pork-in-singapore-again/",
    "Title": "Halal pork in Singapore (again)?  ",
    "Tags": [],
    "Paragraphs": "\nOn 20 September 2019, a Facebook page called ‘Rilek1Corner’ published the post below.\n\nThis image shows a halal logo printed on the packaging of a pork product by B. W Foods Limited. In the post, ‘Rilek1Corner’ tagged the Islamic Religious Council of Singapore (MUIS) in an attempt to elicit an official response.\nThe image is real, but many understood the post to mean that this was actually happening in Singapore, i.e. that there was pork being marketed as being ‘halal’.\n‘Rilek1Corner’ readers were alarmed upon seeing the image, but soon realised that the post was rather misleading as meat products from the alleged company are not sold in Singapore.\n\nA quick check online revealed that B.W Foods Limited is a Nigeria-based company in Akowonjo, Lagos. Facebook user, Duoi Ampilan checked in directly with B.W Foods Limited for clarification and posted screenshots of their response on the company’s official Facebook page. B. W Foods Limited confirmed that it was a printing error. A public statement was also made by the CEO and Managing Partner, Babatunde Wilkey, apologising for the error.\nIn light of the above checks, we rate the post as misleading.  There is no pork from BW Foods Limited being sold in Singapore that is marked “Halal”.\n\nSee the clarifications given below by BW Foods Limited.\n\nIn an exclusive interview with Muslim News, a Nigerian online news publication, Mr Babatunde apologised to the Nigerian Muslim community over the apparent mix-up, stressing that the error was his printer’s, who is incidentally a Muslim.\n“Pork is not something we sell to the general public, not to talk of Muslims, because we know the consequences and sensitivity of the issue. We only sell pork on request, and you can visit any of our meat outlets, you will never find it on our stand. It is specifically requested by only one store, and that is because of the concentration of Indians who live around that area.\n So, my brother, with due respect, we apologise. This error was not intentionally committed, and the product has been withdrawn.\n “Like I said, I accept responsibility. It is a mistake and apart from the letter we hurriedly issued out this morning, you will see another one very soon because I observed some errors. However, I still asked my staff to release it so that it won’t seem to our Muslim brothers as if we are not sensitive. We are very sorry.”\nWe would like to shout out to ‘Rilek1Corner’ readers who took the sceptical approach and questioned the source, pointing out the fact that the company is based in Nigeria and encouraged others to do their own verification before believing in such posts.\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Rilek1Corner-Post.png",
    "Iframe Sources": [],
    "date": "2019-09-20T11:27:03+00:00",
    "Links in content": [
        "https://www.facebook.com/meatembassy/",
        "https://www.facebook.com/duoi.ampilan/posts/10215625251848536",
        "https://muslimnews.com.ng/2019/05/18/halal-pork-company-apologises-blames-printer-error/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Rilek1Corner-Post.png",
    "Truefalse": [],
    "Description": ""
}