{
    "link": "https://blackdotresearch.sg/factcheck-has-instagram-changed-its-algorithm-so-only-10-of-followers-see-posts/",
    "Title": "Has Instagram changed its algorithm so only 10% of followers see posts?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 10 June 2019, we came across various users on Instagram posting the following:\n\nLet’s call this the “Test Post”.  Is the content of the Test Post true? Likely not.\n\nIn our view, the message in the Test Post is strongly likely to be false due to earlier hoaxes in 2019 bearing a striking resemblance to the Test Post.\nWe refer to an article from Business Insider US, published earlier on 23 January 2019, and another from “Later.com”, published earlier on 7 February 2019, discussing a similar event that turned out to be a hoax.\nAccording to the articles, posts similar to the Test Post had circulated previously, claiming that an Instagram algorithm had limited their posts to only 7% of their followers (see here and here).\n\nThe messages within the posts above are false.  Instagram reached out to its users on Twitter on 22 January 2019 to confirm that there was no such change to their algorithm.\nSurprisingly, we note that the posts continue to be active on Instagram.\nInstagram’s clarification on the above posts can be found on their Twitter feed:\n\nWe’ve noticed an uptick in posts about Instagram limiting the reach of your photos to 7% of your followers, and would love to clear this up.\n— Instagram (@instagram) January 22, 2019\n\nAs explained by Instagram:\n“What shows up first in your feed is determined by what posts and accounts you engage with the most, as well as other contributing factors such as the timeliness of posts, how often you use Instagram, how many people you follow, etc.\n…\nWe have not made any recent changes to feed ranking, and we never hide posts from people you’re following – if you keep scrolling, you will see them all.  Again, your feed is personalized to you and evolves over time based on how you use Instagram.”\nThis Test Post\nThe Test Post is near completely similar to the hoax posts in early 2019.  It is highly unlikely for the Test Post to be true, since it essentially repeats what Instagram had denied as to how feeds work.\nFurther, we have also not seen any changes to how feeds appear on Instagram, and we have not come across any reports by users reporting about the effects of such changes by Instagram.  There is nothing to support any belief in the Test Post.\nWe have contacted Instagram on the Test Post and will wait and see if Instagram will release any further tweets to confirm/deny this.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/06/Screenshot-2019-06-10-at-4.20.58-PM.png",
    "Iframe Sources": [],
    "date": "2019-06-11T08:58:57+00:00",
    "Links in content": [
        "https://www.businessinsider.sg/instagram-hoax-users-posts-restricted-7-percent-followers-2019-1/?r=US&IR=T",
        "https://later.com/blog/instagram-rumors/",
        "https://www.instagram.com/p/BsyE4jCAVGM/?utm_source=ig_embed",
        "https://www.instagram.com/p/BsdsUQ3BBnG/?utm_source=ig_embed",
        "https://twitter.com/instagram/status/1087853297036275712?ref_src=twsrc%5Etfw"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/06/Screenshot-2019-06-10-at-4.20.58-PM.png",
    "Truefalse": [],
    "Description": ""
}