{
    "link": "https://blackdotresearch.sg/factcheck-singapore-tops-gfsi/",
    "Title": "How did Singapore emerge top in the GFSI given the recent spate of food poisoning incidents?  ",
    "Tags": [],
    "Paragraphs": "\n\nFor two consecutive years, Singapore has topped the Global Food Security Index (GFSI) – an international index developed by The Economist Intelligence Unit (EIU) and supported by Corteva Agriscience. This global index assesses 113 countries across three broad categories: (1) affordability of food, (2) physical accessibility to food, and (3) safety and nutrition of available food, and reflects people’s ease of obtaining quality and affordable food to meet nutritional needs. Attaining an impressive score of 87.4 that not only topped the list, Singapore was also the sole Asian nation to make it to the top 20. News that the country has again made it to the top spot was announced on Bloomberg, The Straits Times and Yahoo News.\nHowever, given the spate of food poisoning cases that occurred over the past one year, the rating may raise some eyebrows. Let’s have a quick recap before we see if there’s a chance that the cases may have factored into the ranking.\nNov 2018:\n\n1 death and 81 affected after consuming bento boxes for a Deepavali celebration supplied by Spize’s River Valley outlet. Investigations revealed 6 types of pathogens in prepared food.\n190 affected with symptoms of gastroenteritis after consuming food catered by TungLok Catering at Singapore Expo.\n131 pre-school children and teachers affected after consuming food at kids’ camp catered by FoodTalks Caterer and Manufacturer.\n\nDec 2018:\n\n9 hospitalized and 175 affected across four separate banquet and dining events held at Mandarin Orchard Hotel’s Grand Ballroom.\n24 polyclinic staff from Jurong Polyclinic fell sick after consuming catered food by Chilli Api Catering.\n18 sick after consuming food from a buffet catered by Delizio Catering for Christmas party.\n\nFeb 2019:\n\n251 affected, 31 hospitalised at 13 PCF Sparkletots pre-school centres with food prepared by Kate’s Catering.\n52 reported gastroenteritis symptoms after consuming catered food by Elsie’s Kitchen.\n30 children ill at MindChamps pre-school in Tanglin.\n\nMar 2019:\n\n52 reported ill and 1 hospitalised at 24A Senoko South Road after consuming food by Stamford Catering.\n21 sick at National Junior College Boarding School after catered food by Pro*3 Institutional Catering.\n\nApr 2019:\n\n22 affected and 1 hospitalised with gastroenteritis at NUS Ridge View Residential College.\n230 ill with gastroenteritis at Zhenghua Primary.\n\nAug 2019:\n\n40 felt sick and 3 hospitalised after consuming food by Mum’s Kitchen Catering and Cherish Delights.\n\nNov 2019: \n\n29 affected and 1 hospitalised after consuming catered food by Taj Catering.\n\nGiven these incidents, it seems reasonable to ask how Singapore can still come in first in the international index.\nAccording to the official 2019 GFSI report, the GFSI constitutes four main categories: (1) Affordability, (2) Availability, (3) Quality and Safety, and (4) Natural Resources and Resilience. Each of these categories contain respective indicators and sub-indicators to measure food security status. Overall scores for the GFSI (ranging from 0 to 100) are computed from a weighted average of the first three categories (Affordability, Availability, Quality and Safety), with the fourth category of Natural Resources and Resilience being the adjustment factor which considers climate-related and natural resource risks in assessment of overall ratings.\nAs food poisoning pertains directly to the category of ‘Quality and Safety’, let’s zoom in to the list of indicators and their respective sub-indicators subsumed within the category:\n\nAs highlighted, food safety is a composite indicator comprising three sub-indicators:\n\nAgency to ensure the safety and health of food,\nPercentage of population with access to potable water, and\nAbility to store food safely.\n\nThere is no direct measurement or mention of food poisoning incidents anywhere within the index ratings. The sub-indicator of ‘(1) Agency to ensure the safety and health of food’ also only stands as a binary indicator to measure the existence of regulatory or administrative agencies in a country, with no specific measurement of instances of food poisoning or contamination. It is thus, unlikely that individual cases of food poisoning are considered in the rating, let say, have an impact on the overall indicator, or category.\nMoreover, Singapore has safely ticked off all three sub-indicators – having the Singapore Food Agency (SFA) statutory board which oversees the nation’s food safety and food security issues; 100% population access to basic drinking water services; and a similar near 100% population access to electricity – the proxy indicator of access to refrigeration as a reflection of safe food storage capacities.\nIn light of this, it is unlikely that food poisoning incidents affected the index ratings of the 2019 GFSI.\n\nAs its name implies, the main focus of the GFSI is on assessing the situation of food security in nations. Singapore has been consistently working to strengthen self-sufficiency in food produce, expanding its three “food baskets” to diversify import sources, growing the local agri-food industry, as well as supporting local ventures to develop overseas. Regulatory authorities and stringent guidelines for food handlers are also in place to oversee issues relating to food and nutrition. Hence, it is deserved that the nation has once again secured its place as the global leader in food security.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/12/andrea-ang-OWdtamommt8-unsplash-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-12-27T02:08:04+00:00",
    "Links in content": [
        "http:// https://www.bloomberg.com/news/articles/2019-12-09/singapore-s-food-security-seen-at-heavy-risk-from-climate-change",
        "http:// https://www.straitstimes.com/singapore/singapore-tops-food-security-index-for-2nd-straight-year",
        "http:// https://sg.news.yahoo.com/singapore-ranks-no-1-in-the-world-for-food-security-eiu-index-065210889.html",
        "https://www.channelnewsasia.com/news/singapore/spize-food-poisoning-number-of-people-affected-rises-to-81-10935058",
        "https://www.channelnewsasia.com/news/singapore/nea-suspends-licence-tunglok-catering-food-poisoning-10964882",
        "https://www.channelnewsasia.com/news/singapore/food-poisoning-foodtalks-children-camp-learning-horizon-10975776",
        "https://www.channelnewsasia.com/news/singapore/mandarin-orchard-food-poisoning-4-outbreaks-main-ballroom-closed-10999868",
        "https://www.channelnewsasia.com/news/singapore/food-poisoning-caterers-chilli-api-pro3-institutional-downgraded-11651876",
        "https://www.channelnewsasia.com/news/singapore/delizio-catering-food-poisoning-hygiene-grade-cut-to-c-11598506",
        "https://www.channelnewsasia.com/news/singapore/preschools-inhouse-cooks-catered-food-pcf-sparkletots-11416768",
        "https://www.channelnewsasia.com/news/singapore/elsie-kitchen-food-hygiene-grade-downgraded-after-poisoning-11585768",
        "https://www.channelnewsasia.com/news/singapore/gastroenteritis-mindchamps-prescholl-tanglin-30-children-ill-11293760",
        "https://www.channelnewsasia.com/news/singapore/stamford-catering-downgraded-food-poisoning-sfa-11705386",
        "https://www.channelnewsasia.com/news/singapore/food-poisoning-caterers-chilli-api-pro3-institutional-downgraded-11651876",
        "https://www.channelnewsasia.com/news/singapore/gastroenteritis-nus-ridge-view-residential-college-moh-sfa-11416164",
        "https://www.channelnewsasia.com/news/singapore/gastroenteritis-outbreak-zhenghua-primary-school-food-poisoning-11478236",
        "https://www.channelnewsasia.com/news/singapore/mums-kitchen-cherish-delights-licence-suspended-food-poisoning-11896744",
        "https://www.channelnewsasia.com/news/singapore/taj-catering-licence-suspended-gastroenteritis-sick-sfa-12073064",
        "https://data.worldbank.org/indicator/SH.STA.BASS.ZS",
        "https://www.singstat.gov.sg/find-data/sdg/goal-7"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/12/andrea-ang-OWdtamommt8-unsplash-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}