{
    "link": "https://blackdotresearch.sg/in-the-ongoing-case-of-singapore-prime-minister-lee-hsien-loong-vs-leong-sze-hian-did-the-courts-say-that-abuse-of-court-process-is-not-a-singapore-law/",
    "Title": "In the ongoing case of Singapore Prime Minister Lee Hsien Loong vs Leong Sze Hian, did the courts say that “abuse of court process is not a Singapore law”?  ",
    "Tags": [],
    "Paragraphs": "\n\n\nNo. The High Court has simply followed existing Singapore law which does not recognize the tort of abuse of process.\nThere continue to be sufficient protections in Singapore law to guard against any abuse of process. It is incorrect (and in fact, criminal) to suggest, as the Singapore Herald / States Times Review has, that the “integrity and credibility of Singapore’s judiciary system is now in the spotlight again”.\n\nBackground\nIn late 2018, PM Lee brought an action against LSH for defaming him, in particular, for sharing an article entitled “Breaking News: Singapore Lee Hsien Loong becomes 1MDB’s Key Investigation Target – Najib Signed Several Unfair Agreements with Hsien Loong In Exchange For Money Laundering”.\nThis article wasn’t written by LSH. It was first published on 7 November 2018, on “The Coverage”, which is apparently a Malaysian-based social news network.\nThe article claimed that ongoing Malaysian investigations concerning Malaysia’s state fund, 1Malaysia Development Berhad (“1MDB”) were “trying to find the secret deals between the two corrupted Prime Ministers of Singapore and Malaysia”.\nLSH shared the article on the same day it was published, at about 6.16pm, via a post on his Facebook page. Later, on 9 November 2018, the Info-communications Media Development Authority issued a notice to LSH to remove his post on the article. LSH took down the post shortly later on.\nOn 20 November 2018, PM Lee filed his claim against LSH in Singapore’s High Court. In summary, the claim argued that PM Lee was defamed – The words in the 7 November article had the offending meaning that PM Lee had corruptly used his position as PM of Singapore to assist the Malaysian former prime minister in laundering 1MDB’s money and that PM Lee had taken part in criminal activity regarding 1MDB. While LSH was not the writer, he had published the post on Facebook and furthered the reach of the 7 November article – And, it is argued by PM Lee’s lawyers, this was done maliciously.\nLSH later filed a defence to PM Lee’s claim and a counterclaim complaining that PM Lee’s legal action against him caused him harm by abusing the legal process. He invokes the tort of abuse of process.\nPM Lee responded on 9 January 2019 with a defence against LSH’s counterclaim, and also filed a Court application to strike out LSH’s counterclaim (Let’s call this “PM Lee’s Application”). On 25 January 2019, LSH filed his own application to strike out PM Lee’s claim against him (Let’s call this “LSH’s Application”).\nMain reason for PM Lee’s Application\nThe law which LSH’s counterclaim relied on (known as the tort of abuse of process), was NOT recognized in Singapore.\nMain reasons for LSH’s Application\nLSH argued that PM Lee abused the process of the Court because he did not suffer a real and substantial tort – the alleged offending words in the 7 November article didn’t have the offending meaning, and PM Lee’s reputation did not require vindication.\nLSH also argued that PM Lee was in fact not interested to preserve his own reputation but actually seeking to preserve public confidence in the Singapore Government. This was done by bringing the claim to target him personally and thereby scare people from criticizing PM Lee or the Singapore Government, and chilling freedom of speech in Singapore.\nThe Judge’s complete decision can be found here.\nWe summarise the key points below\nThe Judge’s decision on PM Lee’s application\nPM Lee was correct – the law which LSH relied on wasn’t recognized in Singapore. In fact, the Court of Appeal had decided in 2 earlier (unrelated) cases that Singapore law provided enough remedies to correct the injustice suffered by any innocent party from improper attacks using court processes.\nAs a lower Court to the Court of Appeal, the Judge was duty bound to follow how the Court of Appeal decided in the earlier cases, and NOT recognize the tort of abuse of process.\nPoints to Note\nIt is important to note, that LSH had expected this result. This is apparent from the statement of LSH’s lawyer, reported in the Straits Times here.\nLSH’s lawyer has expressed the intention to bring his arguments to the Court of Appeal in order to challenge the present state of the law which does not recognize the tort of abuse of process.\nIt is also important to highlight that the Court did not order LSH to pay PM Lee indemnity costs as a punishment to LSH for bringing a counterclaim that went against clear statements of law.\nThe Judge’s decision on LSH’s application\nIn gist, the Judge disagreed with LSH’s reasons for his application and felt that the claim should proceed to trial for a full determination.\nWe cite the second-last paragraph of the judgment, which states: (note that the “plaintiff” refers to “PM Lee”, and “defendant” refers to “LSH”)\n“63 In sum, it has not been shown that the plaintiff’s claim is scandalous, frivolous or vexatious; that it would prejudice, embarrass or delay the fair trial of the action; or that it is otherwise an abuse of the process of the court. The threshold for striking out is high, and the plaintiff’s claim is not such a clearly unsustainable one as to make it a “plain and obvious” case for striking out. In contrast, a different result has been reached in respect of the defendant’s counterclaim because it goes against binding authority of the Court of Appeal, from which it is not possible for a court at this level to depart.”\nLSH’s failure to strike out the claim means that the claim by PM Lee will continue to proceed to trial. LSH, therefore, continues to be entitled to run his full defence and prove his case.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/SupremeCourtBuilding-Singapore-20070210-800x585.jpg",
    "Iframe Sources": [],
    "date": "2019-03-22T22:58:56+00:00",
    "Links in content": [
        "https://thecoverage.my/news/breaking-news-singapore-lee-hsien-loong-becomes-1mdbs-key-investigation-target-najib-signed-several-unfair-agreements-hsien-loong-exchange-money-laundering/?utm_source=englishsite&utm_medium=notification&utm_campaign=autopush",
        "https://www.singaporelawwatch.sg/Portals/0/Docs/Judgments/2019/[2019]%20SGHC%2066.pdf",
        "https://www.straitstimes.com/politics/blogger-plans-to-appeal-against-decision-over-pm-lees-libel-suit"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/SupremeCourtBuilding-Singapore-20070210-800x585.jpg",
    "Truefalse": [
        "The Judge’s decision on PM Lee’s application",
        "Points to Note"
    ],
    "Description": ""
}