{
    "link": "https://blackdotresearch.sg/finland-4-day-work-week/",
    "Title": "Is Finland introducing a 4-day work week?  ",
    "Tags": [],
    "Paragraphs": "\n\nIf there was one thing that got heads turning this week, it has to be this particular story coming from Finland.\nSince the turn of the new decade, news about Finland introducing a ‘4-day work week, 6-hour workday’ broke the internet. Almost everyone, including international media jumped on the bandwagon to credit Finland’s Prime Minister, Sanna Marin, for her decision to call for shorter working hours.\nMany other news agencies picked up on the story, filling the internet with articles claiming that Finland was making the move to reduce its working hours.\nUnsure of the hype? A simple Google search will suffice.\n\n\n\n\n\nWhile the rest of the world was applauding the radical tweak, we checked to see if this dream proposal was indeed real.\nTurns out, it’s false.\n\nOn 6 January 2020, a Helsinki-based independent journal reported on these rumours explaining how the story of a 4-day work week in Finland was spun out of context as we’ve seen on several news agencies.\nAdditionally, the government of Finland squelched the story in a tweet on 7 January 2020.\n\nIn the Finnish Government´s program there is no mention about 4-day week. Issue is not on the Finnish Government’s agenda. PM @marinsanna envisioned idea briefly in a panel discussion last August while she was the Minister of Transport, and there hasn’t been any recent activity.\n— Finnish Government (@FinGovernment) January 7, 2020\n\nThe initial idea was floated in a panel discussion at a conference held by the Social Democrats in Finland back in August 2019 to mark the party’s 120th anniversary. It was then that Marin, who was Minister for Transport & Communication at that time, presented various “utopias” she hoped to see become reality for the nation. One was that workers can someday be subjected to either having 4-day work weeks or 6-hour work days, not both.\nPM Marin also took it to Twitter to back up her idea by saying how reduced working hours had benefitted the labour force.\n\n#Työaika:a on lyhennetty viimeisen sadan vuoden aikana työn tuottavuuden parantuessa. Ihmisten tulotaso ja hyvinvointi ovat kohentuneet. Työajan lyhentäminen 8 tuntiin päivässä on ollut #SDP:n keskeisimpiä yhteiskunnallisia tavoitteita. Se on saavutettu. Ihmiset ovat hyötyneet.\n— Sanna Marin (@MarinSanna) August 19, 2019\n Google translation: #Workinghours has been curtailed over the last hundred years as labor productivity has improved. People’s income and well-being have improved. The reduction of working time to 8 hours per day has been #SDP are one of the key societal goals. It has been achieved. People have benefited.\n\nVastakin on pyrittävä työn tuottavuuden parantamiseen ja, että hyötyjä on tavallinen ihminen. Työajan lyhentämisestä voi ja pitää keskustella. 4 päivän työviikko tai 6 tunnin työpäivä elämiseen riittävällä palkalla on tänään ehkä utopiaa, mutta voi olla tulevaisuudessa totta.\n— Sanna Marin (@MarinSanna) August 19, 2019\nGoogle translation: Efforts must continue to be made to improve labor productivity and the benefits to the average person. Shorter working hours can and should be discussed. A 4-day week or a 6-hour day with a decent wage may be a utopia today, but may be true in the future.\nThere have been cases where companies in other nations trialled the idea of a shorter work week and subsequently reported positive outcomes ranging from increased efficiency to better communication and fewer staff sick days. So, it might make sense as to why Finland might want to adopt a similar approach.\nThe promulgation of this rumour that has been in circulation since last week was believed to have arisen from an article that was published online by New Europe, a Brussels newspaper that mostly covers European Union affairs. The article reported that Marin raised the issue of a four-day work week and six-hour work day in August 2019 but had not on her statement since becoming Prime Minister.\nWhat do the readers do when mainstream media gets it wrong?\nEven the most well-regarded news agencies release stories that aren’t factually correct or true sometimes. We (and all the news agencies we’ve cited in the earlier part of this article) have essentially debunked this story, but the average reader could have reasonably assumed the news was real when it first broke. It is the responsibility of the news agency to file a correction if they get the story wrong, and also the responsibility of the readers to keep up with news from credible sources to keep themselves constantly updated and informed.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/PM-Marin.jpg",
    "Iframe Sources": [],
    "date": "2020-01-09T07:05:25+00:00",
    "Links in content": [
        "https://www.theguardian.com/money/shortcuts/2020/jan/06/finland-is-planning-a-four-day-week-is-this-the-secret-of-happiness",
        "https://www.cnbc.com/2020/01/07/flexible-work-finlands-pm-sanna-marin-wants-citizens-on-a-four-day-workweek.html",
        "https://metro.co.uk/2020/01/06/four-day-working-week-six-hour-shifts-introduced-finland-12008560/",
        "https://www.inc.com/john-brandon/finlands-prime-minister-suggests-a-four-day-work-week-six-hour-days-sign-me-up.html",
        "https://newsnowfinland.fi/politics/how-finlands-fake-four-day-week-became-a-fact-in-europes-media",
        "https://twitter.com/FinGovernment/status/1214523278515195907",
        "https://twitter.com/MarinSanna?ref_src=twsrc%5Etfw",
        "https://twitter.com/FinGovernment/status/1214523278515195907?ref_src=twsrc%5Etfw",
        "https://twitter.com/MarinSanna/status/1163372845579345920",
        "https://twitter.com/hashtag/Ty%C3%B6aika?src=hash&ref_src=twsrc%5Etfw",
        "https://twitter.com/hashtag/SDP?src=hash&ref_src=twsrc%5Etfw",
        "https://twitter.com/MarinSanna/status/1163372845579345920?ref_src=twsrc%5Etfw",
        "https://twitter.com/MarinSanna/status/1163372847894544384?ref_src=twsrc%5Etfw",
        "https://www.theguardian.com/technology/2019/nov/04/microsoft-japan-four-day-work-week-productivity",
        "https://www.neweurope.eu/article/finnish-pm-marin-calls-for-4-day-week-and-6-hours-working-day-in-the-country/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/PM-Marin.jpg",
    "Truefalse": [],
    "Description": ""
}