{
    "link": "https://blackdotresearch.sg/is-it-illegal-to-collect-rainwater-in-singapore/",
    "Title": "Is it illegal to collect rainwater in Singapore?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across a post on Mothership which reported on an ingenious way that a family in Singapore is collecting rainwater:\n\nDescribed as a “complete system with filter and three collection reservoirs”, the DIY set-up includes a plastic juice bottle, PVC pipes, and pails.\nHowever, we see in the comments section several netizens who have claimed that collecting rainwater is illegal, even urging the individual who shared their setup to take their post down.\n\nHowever, we also see that several commenters have posted a link to a PropertyGuru article which shared a screenshot from a Facebook user named Brandon Chong, who allegedly texted PUB to clarify if the public can collect rainwater for personal use.\n\nAccording the text, PUB clarified that rainwater collection for non-potable use is allowed. However, a waterborne fee would be levied if:\n\nThe rainwater collection pond/tank size exceeds 20m3 (20 cubic-meters, which converts to 20,000 litres)\nThe used rainwater is discharged into sewers\n\nIt was not specified when the text exchange happened.\nWhen we contacted PUB, a representative clarified that “PUB allows owners to build rainwater systems to collect rainwater in their premises for non-potable use such as irrigation, general washing and toilet flushing”. However, harvesting of rainwater within private premises is allowed upon complying with a set of conditions imposed by PUB and NEA.\nAccording to the guidelines:\n\nThe collected rainwater is only allowed for non-potable use (general washing, toilet flushing and landscape irrigation) only within the owner’s own premises\nAny transaction or sale of the collected rainwater by the owner to other parties for use at other premises is not allowed\nWaste water generated from the use of rainwater shall be collected and discharged into the public sewer and not into any storm drain or onto any land as it could cause water pollution or land contamination problems\n\nThere is no mention of a 20m3 tank/pond size in the document, but we have contacted PUB again for clarification on that detail.\nRegardless, it is false that collecting rainwater for non-potable use is illegal, especially if it’s a small set-up as seen in the article.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/rainwater-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-05T04:32:52+00:00",
    "Links in content": [
        "https://www.facebook.com/MothershipSG/posts/4589070291132587",
        "https://www.propertyguru.com.sg/property-guides/is-rainwater-harvesting-allowed-in-singapore-35709",
        "https://www.pub.gov.sg/Documents/GuidanceNotes.pdf"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/rainwater-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}