{
    "link": "https://blackdotresearch.sg/factcheck-is-it-true-that-miniature-frozen-pineapples-from-thailand-contain-cyclamic-acid-that-is-harmful/",
    "Title": "Is it true that miniature frozen pineapples from Thailand contain cyclamic acid that is harmful?  ",
    "Tags": [],
    "Paragraphs": "\n\n\nBackground\nRecently on Whatsapp, we came across a message attaching the above picture, claiming the following:\n\nWe have checked with various sources of online news and understand that this is an inaccurate message containing outdated and incomplete information.\n\nIf you observe the image used in the message closely, you will see that it is an extract from a online news site which has a datestamp of 19 July 2017.\nThis appeared to have happened in Taiwan on that exact date – 19 July 2017, when news broke that the product known as “Dragon King Pineapples” which is basically miniature peeled pineapples carved into the size of a fist are sold in frozen packages, actually contained a prohibited sweetener that was harmful to consume.\nNews that we found mentioned that the Taiwan Department of Health had found that the particular “Dragon King” product had indeed contained an artificial sweetener, being cyclamic acid, permitted for use in dried melon seeds, but not in fresh fruit.\nSee the news from the Taipei Times here, and the Taiwan News here.\nWe note that the problem was limited to one particular brand – Dragon King.  The problem was not characteristic of ALL imported Thai pineapple food products.  The packaging looks specifically like this:\n\nWe have found no follow-up news on whether “Dragon King” continues to exist and what has happened in Taiwan since the discovery and the recall of the product.\nWhy this news is misleading\nSingapore does not import any pineapples containing cyclamic acid.  Dragon King, in particular, is not imported into Singapore.  The Whatsapp message simply isn’t applicable here.\nNote that Channel NewsAsia has reported on this issue today, see here.\nWe also note that the Singapore Food Agency has issued a statement about the Dragon King brand of frozen peeled pineapples.  See the following:\n\nSo consume your pineapples in peace, and do let your family and friends know that there is a misleading and outdated message about the “Dragon King” pineapple product circulating.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/2019.05.28-Frozen-Pineapples-800x777.jpeg",
    "Iframe Sources": [],
    "date": "2019-05-29T03:05:54+00:00",
    "Links in content": [
        "http://www.taipeitimes.com/News/taiwan/archives/2017/07/19/2003674862",
        "https://www.taiwannews.com.tw/en/news/3213938",
        "https://www.channelnewsasia.com/news/singapore/pineapple-cyclamic-acid-singapore-no-import-sfa-11573728"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/2019.05.28-Frozen-Pineapples-800x777.jpeg",
    "Truefalse": [],
    "Description": ""
}