{
    "link": "https://blackdotresearch.sg/is-it-true-that-if-the-shooter-is-muslim-you-almost-never-hear-about-the-possibility-of-a-mental-disorder-if-its-a-non-muslim-thats-always-part-of-the-discussion/",
    "Title": "Is it true that “If the shooter is Muslim you almost never hear about the possibility of a mental disorder. If it’s a non-Muslim, that’s always part of the discussion.”  ",
    "Tags": [],
    "Paragraphs": "\nWe disagree with the above generalisation and say that it is presently untrue.\nOn 14 February 2018, Twitter user YousefMunayyer made the attached Twitter post. The post has resurfaced in the wake of the NZ shooting incident of 15 March 2019.\n\n\nIf the shooter is Muslim you almost never hear about the possibility of a mental disorder. If it’s a non-muslim that’s always part of the discussion. What are Muslims doing to maintain such consistent mental stability? Is it the kabob? The hummus?\n— (((YousefMunayyer))) (@YousefMunayyer) February 15, 2018\n\nPlease note that the latest NZ shooting incident, which was committed by a right-wing extremist radicalised individual (potentially a group) has been classified as a terrorist incident with no mention of mental disorder to date.\nThe NZ Prime Minister, Jacinda Ardern, is reported to have said that:\n“It is clear that this can now only be described as a terrorist attack,” said Ardern, who is expected to visit Christchurch on Saturday. “From what we know, it does appear to have been well planned.”\nWhile there may have been suggestions in the past that the above post was true, we would say that times have changed in the wake of the greater rising terrorist threat from right-wing extremism.\nRead more about the Christchurch shooting here.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-2.27.06-PM.png",
    "Iframe Sources": [],
    "date": "2019-03-16T12:16:12+00:00",
    "Links in content": [
        "https://twitter.com/YousefMunayyer/status/963956412471705600?ref_src=twsrc%5Etfw",
        "https://www.channelnewsasia.com/news/world/christchurch-shootings-attack-australian-suspect-court-11350780"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-2.27.06-PM.png",
    "Truefalse": [],
    "Description": ""
}