{
    "link": "https://blackdotresearch.sg/is-jack-ma-missing/",
    "Title": "Is Jack Ma missing?  ",
    "Tags": [],
    "Paragraphs": "\n[Update: 20 Jan 2021, 2:30pm] We have updated the article and rating for the fact-check following news of Ma’s recent public appearance.\n–\nIs Alibaba and Ant Group founder Jack Ma missing?\nThis is a question that has appeared on the headlines of numerous news websites, after his appearance in the final episode of his own talent show, ‘Africa’s Business Heroes’, was cancelled. Even more puzzling was how his picture was removed from the website of the show and that a promotional video which left out Ma was aired, as reported on The Financial Times.\nWhat makes things curiouser, as pointed out by Taiwan News, is that he had actually tweeted that he could not wait to meet the finalists back in August last year:\n\nWhen questioned, however, an Alibaba spokeswoman told Reuters that the change was due to a scheduling conflict. She declined further comment on the matter.\nOn the same note, his Twitter account, which he created last March and was relatively active on, has also been dormant since October.\nThe media coverage of his absence on the show has spurred many (media outlets and netizens alike) to question why such a high-profile figure that was never known to shy away from the spotlight has seemingly been MIA since his last public appearance in October last year.\nLinked to controversial speech he made back in October?\nLinks have been drawn to the last time he was seen in public, when he delivered a speech at the Bund Finance Summit in Shanghai on 24 October. During the speech, he had criticised China’s regulation system for curbing innovation and compared global banking rules to an “old people’s club”. “Today’s financial system is the legacy of the Industrial Age,” Ma was quoted as saying in the speech. “We must set up a new one for the next generation and young people. We must reform the current system.”\n\nIn November, a statement from the China Securities Regulatory Commission announced that Ma (acting as Ant Group’s controller), executive chairman Eric Jing and CEO Simon Hu were summoned and interviewed by regulators in China. The Shanghai Stock Exchange also suspended Ant Group’s $37 billion IPO, citing that Ant reported “significant issues such as the changes in financial technology regulatory environment”. Shortly after, Ant Group reported that the listing of Hong Kong shares will also be suspended.\nIt was later reported that Chinese President Xi Jinping had allegedly personally instructed regulators to dig into Ant Group’s financial risks.\n“I think he’s been told to lay low”\nAs for theories of what happened to Ma, Taiwan News cited how the Chinese government “has a long history of taking ruthless measures against its domestic critics”, referring to the case of real estate tycoon Ren Zhiqiang. In a report on the incident by CNN, Ren had allegedly indirectly referred to President Xi as a “clown” in an essay. Shortly after penning the essay, Ren went missing and was put under investigation for “suspected serious disciplinary violations”. He was later sentenced to 18 years in jail on charges of corruption and expelled from the Communist Party.\nCould the same thing be happening to Ma, then?\nMaybe not.\nDuncan Clark, chairman of Beijing-based tech consultancy BDA China and author of ‘Alibaba: The House that Jack Ma Built’, thinks that Ma has simply “been told to lay low”. Said Clark: “This is a pretty unique situation, more linked to the sheer scale of Ant and the sensitivities over financial regulation.”\nAngela Zhang, associate professor at the University of Hong Kong who has studied Chinese antitrust enforcement added: “He got the signal that ‘I spoke too much, that caused me trouble so I need to shut myself up’.”\nCNBC anchor David Faber, who noted that he has closely covered Ma, said that Ma is “being less visible, purposefully” and that we can “expect for that to be the case for some time”. Faber said that Ma is “very likely” to be in Hangzhou, and according to a person familiar with the matter, he is simply laying low amid the crackdown.\nSaid Faber: “He may not have shown up, but he’s not missing. […] He hasn’t been captured, he hasn’t been taken, this is not a Chairman Wu situation.” For context, Chairman Wu refers to Wu Xiaohui, former head of Anbang Insurance Group who was sentenced to 18 years in prison in 2018 for fraud and corruption.\nJack Ma finally emerges\nOn 20 January 2021, Ma appeared on a live video meeting with 100 rural teachers in China.\n\nJack Ma Yun, the English teacher turned entrepreneur and former executive chairman of #Alibaba, showed up at a rural teacher-themed social welfare event via video link on Wed, his first public appearance since Alibaba came under tougher regulatory scrutiny.https://t.co/VXywPHEeyv pic.twitter.com/DKCXhASIhu\n— Global Times (@globaltimesnews) January 20, 2021\n\n \nIn the 50-second video, Ma addressed teachers receiving the Jack Ma Rural Teachers Award, saying that they “cannot meet in Sanya due to the epidemic”. Ma also said: “”When the epidemic is over, we must find time to make up for everyone’s trip to Sanya, and then we will meet again!” However, the location where he was speaking from was not revealed.\nRegardless, the rumour that Jack Ma is missing is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/01/jackmawp-800x800.png",
    "Iframe Sources": [],
    "date": "2021-01-07T07:40:30+00:00",
    "Links in content": [
        "https://africabusinessheroes.org/en/the-prize/2020/judges",
        "https://www.ft.com/content/a91dfeae-da1e-4348-8212-bbfbe94d93bd",
        "https://www.taiwannews.com.tw/en/news/4093806",
        "https://twitter.com/jackma?lang=en",
        "https://in.reuters.com/article/china-ant-group-jack-ma/jack-mas-disappearing-act-fuels-speculation-about-billionaires-whereabouts-idINKBN2991G8",
        "https://www.taiwannews.com.tw/en/news/4093806",
        "https://economictimes.indiatimes.com/magazines/panache/where-is-jack-ma-business-tycoon-mia-since-october-name-removed-from-talent-show-website/articleshow/80092653.cms",
        "https://www.cnbc.com/2020/11/03/ant-group-ipo-in-shanghai-suspended.html",
        "https://www.businessinsider.com/jack-ma-not-missing-alibaba-china-2021-1",
        "https://www.taiwannews.com.tw/en/news/4093806",
        "https://edition.cnn.com/2021/01/06/tech/jack-ma-china-tech-intl-hnk/index.html",
        "https://www.globaltimes.cn/content/1184935.shtml",
        "https://www.bbc.com/news/world-asia-china-54245327",
        "https://www.channelnewsasia.com/news/business/jack-ma-disappearing-speculation-alibaba-ant-group-china-13891478",
        "https://www.cnbc.com/2021/01/05/alibaba-founder-jack-ma-is-laying-low-for-the-time-being-not-missing.html",
        "https://www.straitstimes.com/asia/east-asia/chinese-insurer-anbangs-former-chairman-wu-xiaohui-jailed-18-years-for-fraud",
        "https://twitter.com/hashtag/Alibaba?src=hash&ref_src=twsrc%5Etfw",
        "https://t.co/VXywPHEeyv",
        "https://t.co/DKCXhASIhu",
        "https://twitter.com/globaltimesnews/status/1351751456827719681?ref_src=twsrc%5Etfw"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/01/jackmawp-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}