{
    "link": "https://blackdotresearch.sg/factcheck-is-ntuc-giving-away-snacks-and-beverages-to-muslims-to-break-fast-during-ramadan/",
    "Title": "Is NTUC giving away snacks and beverages to muslims to break fast during Ramadan?  ",
    "Tags": [],
    "Paragraphs": "\n\nYes This is true.\n\nOn 16 May 2019, we caught sight of a thread on Reddit saying that NTUC Fair Price was distributing snacks (specifically dates) and soft drinks to muslims for the breaking of fast during Ramadan.\nSee the thread here.\nNTUC Press Release Confirmation\nAfter checking with the Press Releases section of NTUC Fair Price, we understand that this is true.  Apparently, this has been an annual tradition of NTUC Fairprice over the last 10 years.\nThe distribution this year took place from 6 May 2019, and will continue until 4 June 2019, beginning half-an-hour before and after the time of break fast across 40 stores island-wide.\nSee the 28 April 2019 press release from NTUC here.  We set it out for your convenient reading:\n“NTUC FairPrice observes Ramadan with free dates to break fast and donates S$20,000 to Yayasan Mendaki for under-privileged students\n–  FairPrice will distribute dates and beverages to Muslim customers at 40 FairPrice stores island-wide over the Ramadan period from 6 May to 4 June 2019\n–  FairPrice Foundation will donate S$20,000 to Yayasan Mendaki to provide academic support for children from low-income families\nSINGAPORE, 28 April 2019 – NTUC FairPrice (FairPrice) today announced it will continue to offer free dates and beverages to Muslim customers across 40 stores islandwide during the month-long Ramadan period, starting on 6 May 2019. To commemorate the occasion, FairPrice Foundation will also donate S$20,000 to Yayasan Mendaki to provide academic support for children from low-income families.\nCEO of NTUC FairPrice, Mr Seah Kian Peng, said: “Over the past 10 years, FairPrice has distributed free dates and beverages to the Muslim community to break fast during Ramadan. This year, over S$40,000 worth of dates and beverages will be distributed across 40 stores, island-wide. In keeping with the spirit of charity during the fasting month, FairPrice will also support Yayasan Mendaki in their efforts in providing academic support for students through the Education Trust Fund.”\nThe event, held at Our Tampines Hub, was graced by Mr Masagos Zulkifli, Minister for the Environment and Water Resources, Minister-in-charge of Muslim Affairs and Adviser for Tampines Grassroots Organisations (GROs), who witnessed the donation from FairPrice Foundation being presented to the Chief Executive of Yayasan Mendaki, Mdm Rahayu Buang.”\nDistribution of dates and beverages over Ramadan\nFrom 6 May to 4 June 2019, FairPrice will be offering free dates and beverages to all Muslim customers daily, half-an-hour before and after the time of break fast across 40 stores island-wide.\nMdm Jamiah Abdullah, 56, a mother of four, who shops regularly at FairPrice, said “I’m very delighted that FairPrice distributes dates and drinks to help Muslim customers like myself break fast at the store when I’m unable to start Iftar at home. This is the spirit of Ramadan where we share our blessings and pass the good around for more people to benefit, and I’m happy that FairPrice shares our values and practises charity.”\nAs part of its ongoing efforts to cater to the needs of Muslim customers, FairPrice carries over 5,000 Halal-certified products, which includes over 390 FairPrice housebrand products. The Halal-certified products are sourced from various countries including Australia, Brazil, Indonesia, Italy, Malaysia, New Zealand, Taiwan, Thailand, USA and Vietnam.\nFostering greater cultural integration and understanding amongst local communities\nAs a home-grown retailer, FairPrice seeks to foster community bonding by promoting greater cultural understanding between the different races in Singapore. To support this effort, FairPrice has partnered the National Heritage Board, to present a roving exhibition, starting at Our Tampines Hub, named “Celebrating Hari Raya: Stories from the Community”. The exhibition, which is part of a series that highlights key festivals celebrated in Singapore, includes personal stories from the community based on interviews conducted by students from Tanjong Katong Secondary School. Engagement activities such as batik painting, traditional games and photo booths are also organised to complement the exhibition today.\n[End]“\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-18-at-11.28.26-AM-800x617.png",
    "Iframe Sources": [],
    "date": "2019-05-18T03:45:18+00:00",
    "Links in content": [
        "https://www.reddit.com/r/singapore/comments/bowxc4/ntuc_fairprice_distributed_these_to_muslims_when/",
        "https://www.fairprice.com.sg/wps/portal/fp/pressreleases/2019/NTUC%20FairPrice%20observes%20Ramadan%20with%20free%20dates%20to%20break%20fast%20and%20donates%20S$20,000%20to%20Yayasan%20Mendaki%20for%20under-privileged%20students"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-18-at-11.28.26-AM-800x617.png",
    "Truefalse": [],
    "Description": ""
}