{
    "link": "https://blackdotresearch.sg/singapore-airlines-cadet-pilot-programme-india/",
    "Title": "Is Singapore Airlines’ cadet pilot programme only open to citizens of India?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this screenshot being forwarded on WhatsApp:\n\nThe image depicts a screenshot of a Facebook post of what looks to be a listing for cadet pilots for Singapore Airlines (SIA).\nHere’s the image in full:\n\nThe image points out the requirement in the listing which states that potential applicants should be citizens of India, and that the position is based in Singapore. Along with the image, the caption of the Facebook post states: “Why choose only Indian National?”.\nThe origin of the listing was not specified, and it is also not known when the screenshot was taken.\nIt is important to note that the closing date for applications in the listing is 6 April 2011.\nTaking a time machine back to 2011\nTo shed some light into what this programme might be, we take a trip back in time to 2011.\nIn a post on askcaptainlim.com published on 7 April 2011, we see an individual asking the owner of the website (Captain Lim) about the SIA cadet pilot programme. In his letter, he mentions that “Singapore Airlines has come out with a cadet pilot program for Indian citizens who are graduates”.\nResponding to the individual’s query, we see Captain Lim sharing a link to what we assume is SIA’s cadet pilot programme. However, the link now leads to a 404 page.\nIn another post on indianaviationnews.net on 25 June 2011, we see what seems to be a repost of an entry by ‘Teamsek (sic) Review Emeritus’.\nThe entry states that “an amused netizen” had tipped them (we’re assuming Temasek Review Emeritus) off about a job advertisement on Indian English-language daily newspaper Times of India “seeking specifically ‘Citizens of India’ as SIA cadet pilots”.\nThe author of the post added that “it is puzzling that SIA did not open the job to young Singaporeans many of whom are more than qualified to become its cadet pilots” and speculated that Indian cadet pilots are “probably preferred over Singaporeans due to lower pay” and “being foreigners, they are unlikely to demand much from SIA and will have lower bargaining rights”.\nWe are unable to find the original post, but saw that it was republished on several forums in 2011, all with comments that have a negative slant.\n\nDoes SIA have a cadet pilot programme?\nDoing a check on SIA’s page for its cadet pilot programme, we see two listings that are potentially the equivalent of the one in the screenshot – “Ab Initio Cadet Pilot (Singapore)” and “Ab Initio Cadet Pilot (Malaysia)”.\n\nApplications for both are currently closed, and there doesn’t seem to be any information on SIA’s website about a cadet pilot programme for applicants from India.\nA quick Google search however leads us to an entry on Quora, where a user asked: “Have you applied to be a Singapore Airlines Cadet Pilot from India? How should I prepare my resume for this?”.\nBelow is a screenshot of a response provided by another Quora user on 8 September 2017:\n\nThe user claims that he’s also from India and that he filled the online form for the programme and was (then) waiting for the next step of the selection process.\nHe also mentioned that SIA takes cadet pilots from Malaysia, India, China, and Thailand.\nHowever, another user who responded to the question later in May 2018 revealed that SIA no longer takes in Indian Nationals as cadet pilots:\n\nHe added that the programme “is only open to Singapore and Malaysia nationals”, a detail that corroborates with what we found on SIA’s website.\nIn another Quora entry where a user asked “Do Singapore Airlines recruit Indians for its cadet pilot program?” (sic), we get two responses, both of which say the same thing – that SIA only takes in candidates from Singapore or Malaysia.\n\n\nThus, it seems like the SIA cadet pilot programme is currently only available for individuals in Singapore and Malaysia.\nReferring back to SIA’s listings for ‘Ab Initio Cadet Pilot (Singapore)’ and ‘Ab Initio Cadet Pilot (Malaysia)’ on its website, it is also important to note that the recruitment programmes seem to be country-specific. This therefore does not suggest that SIA is exclusively hiring all their pilots from any particular country.\nWe rate the suggestion that the programme only recruits citizens of India as outdated and false. Regardless, we have reached out to SIA for confirmation and will update the article when they get back.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/siacadet.png",
    "Iframe Sources": [],
    "date": "2020-07-16T02:02:39+00:00",
    "Links in content": [
        "http://www.askcaptainlim.com/becoming-a-pilot-pilot-68/993-singapore-airlines-cadet-pilot-program-india.html",
        "https://www.singaporeair.com/en_UK/sg/en_UK/content/company_info/careers/pilot_appointments/cadet-pilot-singapore.jsp",
        "http://www.indianaviationnews.net/careers/2011/06/sia-recruiting-cadet-pilots-from-india.html",
        "https://www.singaporeair.com/en_UK/sg/careers/cadet-pilots-career/",
        "https://www.quora.com/Have-you-applied-to-be-a-Singapore-Airlines-Cadet-Pilot-from-India-How-should-I-prepare-my-resume-for-this",
        "https://www.quora.com/Do-Singapore-Airlines-recruit-Indians-for-its-cadet-pilot-program"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/siacadet.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}