{
    "link": "https://blackdotresearch.sg/temasek-holdings-ceo-dilhan-pillay-ceca/",
    "Title": "Is Temasek Holdings’ new CEO part of CECA?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author shares a link to an article which reports how Mr Dilhan Pillay Sandrasegara will take over Ms Ho Ching as the new CEO of Temasek Holdings. Mr Pillay is currently the CEO of Temasek International and oversees its investment and portfolio activities, and played “several critical roles” in Temasek, including a two-year stint as head of the Americas.\nThe author then said that this piece of news meant that Temasek Holdings will soon be “run by a CECA” and questions if there aren’t any “qualified real Singaporeans” to take over Ms Ho’s position instead.\nWhile there were comments who agree with the author’s sentiments (the group this article was posted in is already a clear indication of the inclination of these netizens), there were also some who came out to debunk the author’s claims.\n\n\nAnother commenter even claims that Mr Pillay was his junior from Anglo-Chinese School (ACS):\n\nIn an exchange with a commenter, the author (indicated in blue) said that the headline on the website which states “Indian origin” and the website being Indian is justification of his claim.\n\nInterestingly enough, the author later mentioned that he “stand(s) corrected” with his claim:\n\nCECA: From trade agreement to slur\n“CECA” refers to the India – Singapore Comprehensive Economic Cooperation Agreement which came into force 1 August 2005. However, the term has been used as a slur by certain netizens when referring to Indian nationals who live in Singapore, so much that the Government has needed to come forward to clarify misconceptions of the agreement, including how CECA does not give Indian nationals the right to take up citizenship or permanent residency and also that it does not oblige Singapore to automatically grant employment passes (EPs) to Indian nationals.\nWhen we took a look at the ‘About Us’ page of the website linked by the Facebook post’s author, we see that they aim to “tell the stories of Indians and people of Indian origins living out of India”. It is also mentioned that these include stories of “over 30 plus million NRIs and many more people who trace their origins back to India”. Below are two other examples of where the term “Indian-origin” was also used:\n\nAs seen, it seems like the term is used simply as a means to identify individuals who can trace their roots back to India.\nRegardless, we decided to check on the claim by the netizen who says that Mr Pillay is an alumni of ACS. In a September 2014 newsletter for ACS (International), we see Mr Pillay mentioned alongside other notable ACS alumni:\n\nHe also studied law at the National University of Singapore and graduated in 1988.\nHe joined Temasek in 2010, and spent almost 20 years at Singapore law firm WongPartnership which he co-founded in 1992. In an article on Reuters, we learn that Mr Pillay has family roots in Sri Lanka, but grew up in Kuala Lumpur and spent most of his life in Singapore. An article on Bloomberg also mentions that he is Singaporean.\nAs mentioned above, the CECA agreement came into force only in 2005. Therefore, the claim that Mr Pillay came in as part of the CECA agreement is false.\n\nThis incident actually reminds us of another factcheck we did recently, where another netizen claimed that a Singaporean teen who was detained for planning attacks on two mosques in Singapore was a “CECA youth”.\n\nSimilarly, the article on India Today used the term “Indian-origin” and said that the teen was of “Indian descent”. However, there was no mention of the teen being from India and reports of the incident on local news outlets revealed that the 16-year-old boy is actually Singaporean and a “Protestant Christian of Indian ethnicity”.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/02/temasekfi-800x800.png",
    "Iframe Sources": [],
    "date": "2021-02-11T02:02:34+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2700567110155573/permalink/2827123207499962/",
        "https://www.connectedtoindia.com/dilhan-pillay-sandrasegara-chosen-as-new-ceo-of-temasek-holdings-5282.html?fbclid=IwAR3R1RbdS4aVJY9aOR9u6LMbDm3_m0TkK1NTm58vo41LnyNeQVyrx_FtWZ8",
        "https://www.temasek.com.sg/en/news-and-views/news-room/news/2021/leadership-transition-at-temasek-holdings",
        "https://www.enterprisesg.gov.sg/non-financial-assistance/for-singapore-companies/free-trade-agreements/ftas/singapore-ftas/ceca",
        "https://www.straitstimes.com/politics/clarifying-3-common-misconceptions-about-ceca",
        "https://www.connectedtoindia.com/p/aboutus",
        "https://www.acsinternational.edu.sg/wp-content/uploads/2019/02/Newsletter-September-2014.pdf",
        "https://law.nus.edu.sg/wp-content/uploads/2020/03/LawLink2017.pdf",
        "https://www.reuters.com/article/temasek-idINDEE82Q06920120327",
        "https://www.bloomberg.com/news/articles/2021-02-09/temasek-ceo-ho-ching-to-retire-in-october-pillay-to-take-role",
        "https://blackdotresearch.sg/self-radicalised-teen-singapore-mosque-ceca/",
        "https://www.indiatoday.in/world/story/indian-origin-teenager-detained-in-singapore-for-planning-christchurch-like-attack-1763325-2021-01-27",
        "https://www.todayonline.com/singapore/self-radicalised-singaporean-boy-had-some-friends-school-spent-much-time-online-planning?fbclid=IwAR0qbzBAkkBYndtjvKN24RMcS-KNaM-8BgZ5R2CehK3zed16Dmx_olU5mZM",
        "https://www.straitstimes.com/singapore/how-a-sec-4-student-who-planned-to-attack-mosques-in-spore-was-radicalised-within-months?utm_campaign=stfb&utm_medium=social&utm_source=facebook&fbclid=IwAR2PWLjVSUVcR-eHKlXYSLZwhTqZa6nFnzqFT3dbGdOu5YhlY_q41xArFQ8",
        "https://www.channelnewsasia.com/news/singapore/16-year-old-singaporean-detained-isa-planned-attack-2-mosques-14052400"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/02/temasekfi-800x800.png",
    "Truefalse": [],
    "Description": ""
}