{
    "link": "https://blackdotresearch.sg/is-this-a-typo-or-was-the-dissolving-of-parliament-planned-in-advance/",
    "Title": "Is this a typo, or was the dissolving of Parliament planned in advance?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this message being forwarded on WhatsApp:\n\nThe message contains a screenshot of what looks to be the Singapore government e-Gazette.\nIn the screenshot, three dates are circled – two of which reflect 23 June 2020, and another one reflecting 26 June 2020.\nThe contents of the screenshot covers the proclamation by President Halimah Yacob that Parliament was to be dissolved on 23 June 2020.\nWhile there is no corresponding message forwarded with the screenshot, the circling out of the dates implies that there’s a discrepancy in the date reflected in the President’s Proclamation and the header.\nWe have also observed chatter on online forums that the discrepancy might have accidentally revealed that the dissolving of Parliament was planned in advance.\nGov.sg’s clarification\nOn 24 Jun, gov.sg came forward to clarify the discrepancy, stating that it is “actually a long-standing practice of the Government Gazette”.\nGov.sg stated that while the electronic edition of the Government Gazette is published daily, the notices on them are also compiled in a weekly print copy of the Gazette which is released every Friday.\nGov.sg added: “Accordingly, the electronic version of Gazette notices carry the date on which they are first published electronically, and, by default, also carry the date of the Friday print copy they are part of, in the header.”\nThus, while the President’s Proclamation was indeed first published on 23 June 2020 in the e-Gazette, it will be also published in the print copy of the Government Gazette on 26 June 2020 (Friday).\nThe public is able to access documents on egazette.com.sg for five days, but a paid subscription is needed to access older notices in the archive.\nDoing a quick check on other e-Gazette notices published online this week, we see 26 June 2020 appear in the header as well:\n\n\n\nWe therefore rate the suggestion that the e-Gazette reveals that dissolving of Parliament was planned in advance as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/gazette1.png",
    "Iframe Sources": [],
    "date": "2020-06-25T03:13:23+00:00",
    "Links in content": [
        "http://www.egazette.com.sg/gazetteViewDetail.aspx?ct=gg&subscriber=0",
        "https://www.gov.sg/article/clarification-on-date-of-government-gazette-on-dissolution-of-parliament",
        "https://www.straitstimes.com/politics/free-access-to-entire-govt-e-gazette-website",
        "http://www.egazette.com.sg/gazetteViewDetail.aspx?ct=gg&subscriber=0"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/gazette1.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}