{
    "link": "https://blackdotresearch.sg/comfortdelgro-taxi-unmarked-police-car/",
    "Title": "Is this an unmarked, “fully armed” Traffic Police car?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 16 September, 10:53pm] We have added Singapore Police Force’s clarification.\n[Editorial update: 16 September, 5:16pm] We have added ComfortDelGro’s clarification on the purpose of the equipment.\n–\nWe have been alerted to this image being circulated on WhatsApp:\n\nIn the photo, we see what looks to be a ComfortDelGro taxi with multiple cameras installed onto its interior and exterior.\nThe text in green directly translates to “Beware of this taxi, this is a fully armed Traffic Police car”. Along with the photo is a warning for individuals to “be extra careful” when they see the car.\n\nWhile we are unable to find any reports or information on why the taxi in the photo has more cameras installed onto it than usual, Telegram channel SG FactCheck shared a link to a Facebook post from last year where a similar photo was shared:\n\n\n\n\n…\nPosted by Taxi Uncle 有话说！ on Sunday, 23 June 2019\n\nComments on the post have called the claim out as a fake news, while some netizens have offered plausible explanations on what the cameras could be used for:\n\n\nIn an email to us, ComfortDelGro shared that “there is no truth to the claim” and that “the equipment is temporarily installed in the taxi for training purpose”.\nThe Singapore Police Force has also come forward to debunk the claim on Facebook:\n\n\n\n\n[COMFORTDELGRO TAXI FITTED WITH CAMERAS IS NOT A TRAFFIC POLICE VEHICLE] #fakenews The Police are aware of an image…\nPosted by Singapore Police Force on Wednesday, 16 September 2020\n\nThey also advised members of the public to exercise discretion and not circulate unverified information indiscriminately.\nTherefore, we rate the claim that these are unmarked Traffic Police cars as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/tptaxi.png",
    "Iframe Sources": [],
    "date": "2020-09-16T08:43:18+00:00",
    "Links in content": [
        "https://www.facebook.com/103196789836252/photos/a.390269341128994/1289600091195910/",
        "https://www.facebook.com/Taxi-Uncle-有话说-103196789836252/",
        "https://www.facebook.com/permalink.php?story_fbid=1289600114529241&id=103196789836252",
        "https://www.facebook.com/singaporepoliceforce/",
        "https://www.facebook.com/singaporepoliceforce/posts/10160308574384408"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/tptaxi.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}