{
    "link": "https://blackdotresearch.sg/is-this-indonesian-president-joko-widodo-jokowi-in-his-younger-days/",
    "Title": "Is this Indonesian President Joko Widodo (“Jokowi”) in his younger days?  ",
    "Tags": [],
    "Paragraphs": "\nNo, it isn’t. But is it satire or is it fake news? We would call it satire, but you decide.\nOn 22 August 2018, the popular Indonesian photo-manipulator artist “Agan Harahap” posted the below picture, claiming that it showed a young President Jokowi.\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nA post shared by Agan Harahap (@aganharahap) on Aug 22, 2018 at 3:52am PDT\n\n\n\nThis was called out by none other than the President himself, who said later on 24 August 2018 that:\n\nSebuah foto buram bergambar anak muda berambut punk beredar di media sosial. Ada yang menyebut itu Jokowi muda. Itu bukan foto saya. Saya tidak seganteng itu di masa muda. 😁\nPada usia seperti itu, saya lebih senang ke gunung bersama kawan-kawan, dengan bekal ala kadarnya. pic.twitter.com/RockDuMkHQ\n— Joko Widodo (@jokowi) August 25, 2018\n\n“A blurry photo showing a punk-haired young man on social media. Someone called it young Jokowi. That’s not my photo. I was not like that in my youth.\nAt that age, I was at the mountains with my friends, with our food rations.”\nRead more about the artwork here and here.\nWe can’t make up our mind on whether this is fake news or simply satire because the artist seems to be trying to lead the viewer/reader into believing that his artwork did show the real President Jokowi in his younger days.\n“Not long ago I had the opportunity to meet with the residence of a senior ex-punk boy who is now known as one of the kris collectors. When met at his residence in Jatinegara, he asked that his identity be kept secret, telling about the beginning of the punk movement in Indonesia.\nHe also regretted the negative stigma that is often pinned on punk kids. According to him, people only see the outside appearance. He then told me about punk views which included individual freedom, anti-authoritarianism, DIY ethics, etc. “But all of that certainly goes back to personal freelance, dik. Not a few punk kids who have been stamped out have now become successful people, “he added while releasing an old photo album.\nHe carefully opened every sheet on the album. He pointed to several photos of his friends, fellow Indonesian punk pioneers, who are now successful in becoming entrepreneurs, government officials, even religious leaders.\nHe who had been actively telling stories suddenly fell silent. His eyes looked straight at a photo on the album. “If my friend this one is now a metal boy, dik“. He said, smiling meaningfully after I asked who was the person in the photo.\nOur chat extended to the realm of religion, politics came to the presidency in the last Asian Games event. “Ah, if he was young like before, maybe he didn’t need to use stuntman …” he muttered slowly while staring. “Well, do you know the president?” I’m fast. Again he just smiled meaningfully.\nIt was late afternoon and I begged to say goodbye because I had to catch a train that would take me home to Jogja.\nThe train moves slowly leaving Jakarta. From behind the window, the lights along the road appear like separate fragments that are fast intertwined. The song ‘Rise Above’ from Black Flag accompanied me to write this story to you.”\nMaybe the Instagram description was part of his artwork. We cannot be sure – But what we do know is that Agan Harahap is famous enough so that people who see his work know that it is photo-manipulation meant to be art and not to be taken as truth. In that sense, it is probably satirical.\n\nHave a look at Agan Harahap’s work here, see the extent of his manipulation, and form your view.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/JokowiPresidentialOath.jpg",
    "Iframe Sources": [],
    "date": "2019-03-12T12:38:08+00:00",
    "Links in content": [
        "https://www.instagram.com/p/Bmx0r0ZjFOS/?utm_source=ig_embed&utm_medium=loading",
        "https://t.co/RockDuMkHQ",
        "https://twitter.com/jokowi/status/1033197924862185473?ref_src=twsrc%5Etfw",
        "https://hot.detik.com/art/d-4181257/agan-harahap-buat-foto-anak-punk-mirip-jokowi-hanya-2-jam",
        "https://hot.detik.com/art/4181204/foto-anak-punk-mirip-jokowi-sengaja-dibuat-agan-harahap-seperti-sid-vicious",
        "https://www.instagram.com/aganharahap/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/JokowiPresidentialOath.jpg",
    "Truefalse": [],
    "Description": ""
}