{
    "link": "https://blackdotresearch.sg/amit-verma-uob-singapore/",
    "Title": "Is this Facebook user a Vice President at UOB?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook page My Grandfather’s Road:\n\nThe post comes with two screenshots, one of which is a Facebook profile of an individual named Amit Verma and another a screenshot of what looks to be a comment made by the same individual. The context of where the comment was posted is unknown.\nAt time of publication, the post has been taken down.\nThe point of contention lies in the fact that the individual appears to have listed himself to be a Vice President at United Overseas Bank (UOB).\nThis has led to multiple netizens coming forth to hound UOB for an answer on their official Facebook page:\n\n\n\n\n\n\n\nThe situation is also being heavily discussed on forums like Hardware Zone and SGTalk.\nFacebook user, UOB clarifies\nUOB has come forward to reply to these queries, stating that the Facebook user is “not a UOB employee” and that they have reported the user to Facebook.\n\n\n\nUOB has reiterated in a Facebook post stating that “there is no such employee at UOB” and that they have reported this incident to Facebook and the Singapore Police Force who are investigating the matter.\n\n\n\n\nA Facebook user \"Amit Verma\", claiming to be a UOB employee, has been posting inflammatory and provocative comments on…\nPosted by UOB on Monday, 21 September 2020\n\nThey also urged the public to “not be drawn into anti-social comments or repost content that divides us”.\n‘Amit Verma’ profiles on LinkedIn and ContactOut\nA screenshot of what could be the individual’s last post is also being circulated. In the post, the individual revealed that his account was hacked and urged members of the public to not pay attention to recent posts.\n\nAt time of publication, the Facebook profile of the individual has been taken down.\nWhile UOB has stated that the Facebook user is not an employee of theirs, a quick Google search leads us to a LinkedIn profile that shows an individual of the same name having listed himself as a Vice President at UOB.\n\n\nThe profile has been taken down from LinkedIn, and we are unable to ascertain if the information reflected is updated or even accurate.\nGoogle search results also led us to a page on ContactOut:\n\nThe page states that the individual is a ‘Murex Environment Management Analyst’ at UOB. It is uncertain when the last time this information was updated.\nWhile the photos used on Facebook, LinkedIn, and ContactOut are different, there is some resemblance between the individual in all three.\nThis brings about three main questions:\n\nAre all three profiles of the same individual, or is this a case of same name, different person?\nUOB has mentioned that the Facebook user is not a UOB employee, but is this referring to his current employment status (i.e. he is CURRENTLY not a UOB employee), or was he never an employee of UOB in the first place?\nIf the individual’s Facebook page was hacked, who was the perpetrator and what was his/her intentions?\n\nWe have reached out to UOB for further clarification on the LinkedIn and ContactOut profiles and will update the post when we get a response. For now, it is false that the author of the comment is a Vice President working at UOB.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/amitv.png",
    "Iframe Sources": [],
    "date": "2020-09-24T01:28:54+00:00",
    "Links in content": [
        "https://www.facebook.com/MyGrandfathersRoadSG/photos/a.1278645485564589/3388082351287548/",
        "https://forums.hardwarezone.com.sg/eat-drink-man-woman-16/%5Bgpgt%5D-uob-vp-ceca-amit-verma-says-sporeans-lost-jobs-ceca-because-were-lazy-6379477-3.html",
        "https://sgtalk.org/mybb/Thread-OG-CECA-VP-telling-Singapoo-people-if-not-lazy-jobs-wouldn-t-hv-taken-by-others",
        "https://www.facebook.com/uob.sg/posts/1460099344200101?__cft__[0]=AZVnxikpeJP_ITzS2A8i1A6TFs6HMsaUXxQZDaXOTDko6E6KEmPcKFdnifC6v4vm8AKS82LL5iNCOZpof7D9bGg7RGao167ri685bjLUfmpQmnoCbFwqWthvnBLGTPt6Fm-LNuhygpqRutwMjf5K93uuYK6gNUgVDEAyI3Y_wRmRbJMPYOIVfKN3Bv9LsFswuWo&__tn__=%2CO%2CP-R",
        "https://www.facebook.com/uob.sg/",
        "https://www.facebook.com/uob.sg/posts/1460099344200101",
        "https://contactout.com/Amit-Verma-12851363"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/amitv.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}