{
    "link": "https://blackdotresearch.sg/muslim-pro-selling-data-us-military/",
    "Title": "Is this app by a Singapore-based developer selling data to the US military?  ",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a screenshot of an Instagram Story being forwarded on WhatsApp. Below is the full screenshot:\n\nIn the post, we see what looks to be an infographic from the Majlis Ash-Shura: Islamic Leadership Council of New York.\nThe infographic was posted on the Council’s Facebook page on 17 November:\n\nThe caption of the post shares a link to an article on Vice News published on 16 November which is said to detail “how popular Muslim apps have sold data to third party contractors, who have then sold user location data to the U.S. military around ‘counter-terrorism efforts'”.\nThe caption also urges followers to delete the Muslim Pro app from their phones.\nAs a quick background, Muslim Pro is an app that has features which include prayer times based on the current location of users, an online Quran library, as well as a map of Halal restaurants and mosques around a user. According to Muslim Pro’s website, the app has been downloaded over 98 million times worldwide.\nThe app is developed by Singapore-based firm Bitsmedia Pte Ltd.\nAccording to an investigation by Motherboard, the U.S. military uses two data streams to obtain location data of people around the world. One relies on a company called Babel Street, which creates a product called Locate X, while another stream is through a company called X-Mode, which obtains location data directly from apps, then sells that data to contractors, and by extension, the military.\nHow X-Mode works is that it encourages developers to incorporate SDK (Software Development Kit) into their own apps. The SDK will then collect the app users’ location data and send it to X-Mode, and in return, X-Mode will pay the app developers a fee based on how many users each app has.\nTwo apps that have been identified to have been sending data to X-Mode include Muslim Pro and dating app Muslim Mingle.\nIn the investigation, Motherboard used network analysis software and had reportedly observed “both the Android and iOS versions of the Muslim Pro app sending granular location data to the X-Mode endpoint multiple times”. This was also observed by Will Strafach, an iOS researcher and founder of Guardian, who said he saw the iOS version of Muslim Pro sending location data to X-Mode.\nU.S. Senator Ron Wyden had also told Motherboard in a statement that X-Mode said it is “selling location data harvested from U.S. phones to U.S. military customers”.\nSenator Wyden was quoted as saying: “In a September call with my office, lawyers for the data broker X-Mode Social confirmed that the company is selling data collected from phones in the United States to U.S. military customers, via defense contractors. Citing non-disclosure agreements, the company refused to identify the specific defense contractors or the specific government agencies buying the data.”\nSeveral app developers who work with X-Mode told Motherboard they did not know their users’ location data was being sent to defense contractors.\nMuslim Pro terminates relationships with data partners, including X-Mode\nIn an article published on 17 November on Vice News, Bitsmedia, the developer of Muslim Pro, told Motherboard in an email that “it will no longer share user data with X-Mode”.\nBitsmedia was quoted as saying: “In respect of the trust millions of prayers puts in Muslim Pro every day, we are immediately terminating our relationships with our data partners—including with X-Mode, which started four weeks ago. We will continue to take all necessary measures to ensure that our users practice their faith with peace of mind, which remains Muslim Pro’s sole mission since its creation.”\nThe developer also took to Muslim Pro’s Facebook page and website to state that the claims that they are selling personal data of its users to the U.S. Military is “incorrect and untrue”.\n\nIn the statement, the team mentioned that they had shared “anonymised data with selected technology partners who are required to comply with global laws and regulations around data privacy protection”. They also mentioned that they have “launched an internal investigation and are reviewing [their] data governance policy to confirm that all user data was handled in line with all existing requirements”. They reiterated that they have terminated their relationships “with all data partners, including X-Mode”.\nTherefore, it is false that Muslim Pro sold users’ personal data to the U.S. Military per se.\n\nHowever, it is still important to note that it is not mentioned what exactly Bitsmedia and X-Mode were working on prior to the termination. It is also not mentioned who Bitsmedia’s other data partners are.\nWhat does this mean for Singapore users of the app?\nIn an article on The Straits Times regarding the incident, the Islamic Religious Council of Singapore (Muis) said that it “does not have oversight over apps like Muslim Pro and does not provide any support for them”.\nA Muis spokesman added that members of the Muslim community should “exercise care when using such apps” and this includes being careful about the information they reveal, the terms and conditions that come with using the apps, and the content that such apps provide.\nThe spokesman added that Muis has its own supported app Muslim SG, which provides similar useful information for local Muslims.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/muslimpro-800x800.png",
    "Iframe Sources": [],
    "date": "2020-11-19T03:22:45+00:00",
    "Links in content": [
        "https://www.facebook.com/ShuraNewYork/posts/2422085148100810?__cft__[0]=AZXlGOQ3vAXZFw-p3vwnHMjnyUVNwNIOMJz1QvYnBY1IVvIRG-4V-KdBDm2ijcIGo28ti9Waz-SPQBJjax2w2OdrNZLUMyN9OuDgHk2ekdvSnLVADf1hY7ipo6PYNA8Ew5Pme8UaA519O4kN5Za9Jwtp&__tn__=%2CO%2CP-R",
        "https://www.facebook.com/ShuraNewYork/",
        "https://www.vice.com/en/article/jgqm5x/us-military-location-data-xmode-locate-x?fbclid=IwAR3IieAKMNi0cZqmhWFAfflKBnd24gmQ0BIJEuJpxtw1aFgxztSw4OXyhzs",
        "https://muslimpro.com/",
        "https://www.vice.com/en/article/g5bq89/muslim-pro-location-data-military-xmode",
        "https://www.facebook.com/muslimpro/posts/3400431533385946?__cft__[0]=AZVTEZJvjUOPpXVIaSGHOaVXsJn8aqOI-y8q-gxseKpF6gqOXUFxjRs44wUsREG9uqKQNSRzQwelodQP-LJl4PaoQZntZj0t_HkTZq6DZ17ymd3qRoSzsDRFFHYA6s8MevKsjkQwIiccENE5526f67oE&__tn__=%2CO%2CP-R",
        "https://www.straitstimes.com/singapore/singapore-based-muslim-pro-app-developer-denies-selling-user-data-to-us-military"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/muslimpro-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}