{
    "link": "https://blackdotresearch.sg/is-this-pap-flag-being-displayed-in-light-of-the-upcoming-elections/",
    "Title": "Is this PAP flag being displayed in light of the upcoming elections?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 16 Jun, 9:45am] We have updated the article with clarification from the ELD.\n–\nWe have been alerted to a screenshot of a video being circulated on Whatsapp:\n\nThe screenshot, in which a flag with the People’s Action Party (PAP) logo on it was spotted at what looks to be a housing estate was posted in a thread titled “PAP Flags Up Already (Real or Hoax)” on Singapore-based forum SGTalk.\nThe individual who posted the screenshot of the 11-second long video later urged others on the thread to “take this (video) with a pinch of salt first”, because the friend he got the video from could not verify the authenticity of it either.\nOther comments on the thread have also expressed their disbelief in the veracity of the video, with a commenter stating that it is “most likely fake” and that the PAP “won’t be so stupid” to “put a flag big big (sic)” to “let people shoot”.\nThere is also no indication of when and where the video was taken, but the caption suggests that this video might be rather up-to-date, given how speculation and talks about the impending announcement of the General Election have been heating up recently.\nWhat are the rules surrounding ‘election advertising’?\nRegardless of what the video seems to suggest, let us first take a look at the rules surrounding election advertising.\nAccording to the Parliamentary Elections (Election Advertising) Regulations under the Parliamentary Elections Act, the display of a ‘banner’ (a flag, bunting, ensign or standard) in a public place will be subject to a permit issued by the Returning Officer during the campaign period.\nThe ‘campaign period’, in relation to an election, refers to the period “beginning with the closure of the place of nomination on nomination day [and] ending with the start of the eve of the polling day of that election”.\nThis isn’t the first time that the display of PAP flags in public places outside of the campaign period was questioned by members of the public.\nIn a contributor’s letter published on All Singapore Stuff on 27 August 2015, an individual named Chow C Y responded to an article by the publication which asserted that the PAP was “in breach of the Parliamentary Elections Act” by hanging the PAP flag before the elections.\nIt is uncertain which was the exact article that Chow was referring to, but a quick search on All Singapore Stuff’s archive shows letters from two contributors who claimed that they saw PAP flags on display in Tampines (posted on 5 Aug 2015) and along Owen Road (posted 27 Aug 2015). Both contributors brought up how these acts were violations of the Parliamentary Elections Act.\nChow then made a reference to a letter that a netizen reportedly wrote to the Elections Department (ELD) in 2011 that questioned the legality of the display of PAP flags before the campaign period.\nThe alleged reply from the ELD was quoted to be as follows:\n“Thank you for your email to the Elections Department.\nThe Parliamentary Elections Act governs the display of posters and banners during the campaign period. The campaign period is defined as the period beginning with the close of the nomination proceedings and ending with the start of the eve of polling day. Once the campaign period starts, the display of posters and banners must be subject to a permit that is issued by the Returning Officer.\n\nAs the campaign period has not commenced, the rules relating to the display of posters and banners under the Parliamentary Elections (Election Advertising) Regulations do not apply at this time.\nThe display of poster and banners outside of the campaign period is governed by other legislation.”\nIn response to further queries, the ELD had allegedly added:\n“As long as the display of flags are not for election activity , i.e. advertising for the purpose of procuring the election of any candidate, they can display the flags as long as they comply with current regulations of the premise owners where the flags are to be planted.”\nChow then ended his letter questioning why opposition parties don’t seem to be displaying their flags, if abiding to regulations of premise owners on where the flags are to be planted is all that is needed prior to the campaign period.\nFlagging out the display of political flags\nGiven the lack of context of the video, we rate the claim that the flag was put up in light of the upcoming elections as unproven.\n\nELD has clarified with us in an email about the rules surrounding the display of banners. Their clarification is as follows:\n “The rules and regulations for posters and banners under the Parliamentary Elections Act are effective only during elections. Outside of the election period, the display of party posters, banners, flags etc. are subject to other regulations and the approval of the premises owner.”\nWe have also reached out to the PAP for clarification on whether they are aware of this incident, and will update the article when we get a response.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/papflag1.jpg",
    "Iframe Sources": [],
    "date": "2020-06-08T09:54:35+00:00",
    "Links in content": [
        "https://sgtalk.org/mybb/Thread-PAP-Flags-Up-Already-Real-or-Hoax",
        "https://sso.agc.gov.sg/SL/PEA1954-RG3#pr1-",
        "http://www.allsingaporestuff.com/article/display-pap-flags-start-elections-illegal?fbclid=IwAR2KNdty6enNIA9GUaPx9ocWFg8lrvLkf5ZJ0LcMQR9vmScGPDX29rslCaU",
        "http://www.allsingaporestuff.com/article/illegal-display-pap-flags-tampines-grc-violation-elections-act?fbclid=IwAR1GPw__SaYAEP1LdQM3dHMQJBae0jHIKzgdJWJTXxeFgjg7NkFF_NXFyco",
        "https://www.allsingaporestuff.com/article/pap-flags-displayed-along-owen-road-violation-parliamentary-elections-act"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/papflag1.jpg",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}