{
    "link": "https://blackdotresearch.sg/mrt-fare-hike-december-2020/",
    "Title": "Is there going to be an increase in MRT fares in December 2020?  ",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the post shared a video posted by Facebook page 新加坡眼 Singapore Eye which shows commuters walking along what looks to be an MRT track. The post’s caption states that this incident happened during a power fault that happened during the evening rush hour of 14 October. The power fault was reported to have affected a total of 36 stations along the North-South Line (NSL), East-West Line (EWL) and Circle Line (CCL).\nA Facebook post the Land Transport Authority (LTA) posted later that night added that SMRT commenced safe detrainment for passengers on NSL, EWL trains at 7:40pm and at 8pm for CCL trains.\n\nPassenger services on CCL resumed at 8:40pm, while services on NSL and EWL resumed at 10:35pm at all stations.\nIs there any fare increase coming in December?\nWhile there was indeed a power disruption on MRT lines, is there any truth in the Facebook post author’s statement that there’ll be a fare increase coming in December?\nA quick Google search brings us to this article posted earlier in September which reported that the Public Transport Council (PTC) announced that there will be no changes to public transport fares in light of COVID-19 and its impact on the economy. The PTC came to this conclusion after its annual fare review exercise.\nThe PTC said in a media release: “With this decision, the full fare adjustment quantum will be rolled over to the next FRE (fare review exercise) in 2021.” It will also “continue to monitor the macroeconomic indices and prevailing economic conditions closely” while continuing to “balance fare affordability and financial sustainability”.\nIt is therefore uncertain where the Facebook post’s author got his information about an impending fare increase from.\nHe could have, however, been mistaken with the PTC’s announcement in October 2019 which revealed that bus and train fares would “go up by 7 per cent from Dec 28 (2019)”.\nRegardless, the claim that an MRT fare increase is coming in December this year is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/60D5AA28-EE1F-428F-85E4-0367D39C615B-800x520.jpeg",
    "Iframe Sources": [],
    "date": "2020-10-22T09:55:32+00:00",
    "Links in content": [
        "https://www.facebook.com/jafri.basron.5/posts/139364971206484",
        "https://www.facebook.com/xinjiapoyan/posts/2721684404710479?__cft__%5b0%5d=AZWh2ug8tgy8_0J63mJr4gCUnltQcGf5T1hxtZPT7389KMBJjxPy3GbjVXgWyxDDYn8BwWZbi13bkY-QuqBA79SL_FZJ_OFkr9uAn-9nQA2UurATH-sI3sqp3THvQxzIVmYn5-kuQfjMJZOmdnVTrvZ4ngZe2ite0TyEDSjYvNrBXS8rkC-mwX7G3-oCFexy0VWLg5WP1Eu1zAYu7tsxPaqL&__tn__=%2CO%2CP-y-R",
        "https://www.todayonline.com/singapore/power-fault-disrupts-mrt-service-north-south-line-and-east-west-line-delays-also-reported",
        "https://www.facebook.com/WeKeepYourWorldMoving/posts/4528157237254477?__cft__%5b0%5d=AZXh-E_8slw1tfQeBnUc6nik3PArgOfdWc4bYCMu07yrk9CouJU0p5XxXu9rtrrX7Ql2ZIm0dSu-vWMjhYHOeYf3IukovAV-CFkGh21DetaLWXlmq9chiJ3L_J0h9zGiWtyzOEwgkSZRlHPESbVQvOgYPDx30JsnQyBPDmHnOh2sWAh8CjpYlSgy6XX3IYd4vRE&__tn__=%2CO%2CP-R",
        "https://www.channelnewsasia.com/news/singapore/bus-train-fares-no-change-public-transport-covid-19-ptc-13082540",
        "https://www.channelnewsasia.com/news/singapore/mrt-train-bus-fare-review-ptc-11981384"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/60D5AA28-EE1F-428F-85E4-0367D39C615B-800x520.jpeg",
    "Truefalse": [],
    "Description": ""
}