{
    "link": "https://blackdotresearch.sg/is-the-street-sign-for-temple-street-only-in-chinese/",
    "Title": "Is the street sign for Temple Street only in Chinese?  ",
    "Tags": [],
    "Paragraphs": "\n[Update: 2 February 2021, 9.40am] We have updated the article with clarification from LTA.\n–\nWe came across this post on Facebook:\n\nThe author of the post uploaded a photo of Temple Street in Chinatown, and pointed out that the lone street sign only depicts the street’s name in Chinese.\nThis is rather curious, given that according to the Road Traffic Act, the inscription on traffic signs in Singapore should be in English, although “there may also be inscription in another language or languages on the signs”. Below are examples of informational signs with different languages on them apart from English:\n\n\nWhen we did a check on Google Maps, we see that there are two signs (one in English, one in Chinese) in a Google Street View capture taken in September 2020:\n\nThis Google Street View capture of Temple Street with two signs was also shared by several commenters on the post who have decided to do some fact-checking of their own.\nOne commenter even asked the author to prove that he took the photo recently, to which the author shared a screenshot of his photo gallery:\n\nSome commenters speculated that this could simply be a case of a sign that fell off (and has not been replaced), and urged the author to report the incident to the Land Transport Authority (LTA) instead:\n\nAnd the verdict is?\nWhen we headed down to Temple Street to do a check on 1 February 2021 at around 3:30pm, this is what we saw:\n\n\nWhen we took a closer look, we see an empty hinge which suggests a missing sign.\n\nTherefore, it is true that there is currently only one street sign at that particular location along Temple Street, and that there is only Chinese text written on it.\n\nWhen we reached out to LTA, they clarified that the English sign along Temple Street will be replaced soon.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/02/templest-800x800.png",
    "Iframe Sources": [],
    "date": "2021-02-01T07:55:11+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/241334665933289/permalink/3806693119397408",
        "https://sso.agc.gov.sg/SL/RTA1961-R33?DocDate=20200207"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/02/templest-800x800.png",
    "Truefalse": [
        "true"
    ],
    "Description": ""
}