{
    "link": "https://blackdotresearch.sg/is-your-vote-truly-secret/",
    "Title": "Is your vote truly secret?  ",
    "Tags": [],
    "Paragraphs": "\nIt appears that in every Singapore general election, there is bound to be a recurring rumour about the secrecy of the votes we cast as Singapore citizens. This age-old allegation that the government of the day is able to find out who citizens voted for has conjured up some level of distress that those who voted for the opposition would face adverse consequences such as losing their jobs (particularly for civil servants) and enjoying less benefits than others. Here are some of the claims we’ve seen during this election season.\n\nTo address this claim, we must first understand and appreciate the voting process.\nA Singaporean’s guide to voting during the COVID-19 pandemic\nThe voting process during the COVID-19 pandemic will understandably be different from those of previous years. Additional precautionary measures will be put in place at polling stations. Expect temperature screenings to be conducted at the start of the queue, in addition to wearing a mask and adhering to the one-meter safe distancing rule. Voters will also have to sanitise their hands and wear disposable gloves before receiving their ballot paper.\n\nSource: Elections Department\n \nNow, how do you actually go about voting?\n1. On the 10th of July, which is officially sanctioned as ‘polling day’, it is compulsory for you to cast your vote at your respective polling stations.\n2. If you’re unsure which constituency you will be voting for, please check here. Polling stations will be open from 8am to 8pm, although every voter is encouraged to vote during their allocated time band.\n3. Before making your way to the polling station, please prepare any one of the following documents: Identification card, passport or identity card issued by Ministry of Defence, Singapore Police Force or Singapore Civil Defence (for uniformed personnel).\n4. You will also need to bring your polling card — this would have been mailed out to your registered home address after nomination day. You can also, otherwise, login to your SingPass and use the e-poll card.\n5. These documents are required for you to receive an official ballot paper, which with it you can proceed to the voting booth.\n6. Once you’re in the booth, mark your choice on your ballot paper clearly with a ‘X’ in the empty box-space beside the name, photo and symbol of the candidate, or candidates for GRCs.\n7. Do not sign or make any other marks that can identify you, and do not show your ballot paper to anyone else.\n8. Fold your ballot paper, drop it into a ballot box and leave the polling station immediately.\nThe law guarantees the secrecy of votes by requiring everyone authorised to be present at polling stations or counting places to make an oath of secrecy. After the election, all ballot papers and documents relating to the election are sealed and placed in the ballot boxes, which are stored securely at the Supreme Court for six months before being destroyed.\nRepresentatives of candidates at the election are invited to check that the ballot boxes have not been reopened, and to witness the sealed boxes being burned in the incinerator.\nBut I can be identified through the serial number, right?\nAccording to the Elections Department, the serial numbers on the ballot papers protect the integrity of the voting process by enabling the strict accounting of all ballot papers issued and cast, and guards against counterfeiting and voter impersonation.\nBut can one be identified through the serial number? Theoretically yes, but only as part of vote tracing. Vote tracing is a process which can only be allowed with a Court order arising from an election petition. Before it is ordered, the Court must be satisfied that votes have been fraudulently cast thus affecting the result of the election.\nSo yes, your vote is secret\nThe secrecy of a ballot is a critical feature of democratic states. Citizens must be aware of the measures that are put in place to protect the integrity of the process. In this general elections, opposition parties have been leveraging on social media to spread this awareness.\n\nYour vote is secret. Here’s why.#GE2020 pic.twitter.com/iPf2aFnB1b\n— The Workers’ Party (@wpsg) June 26, 2020\n\n\nNow that we understand the entire voting process and the measures implemented to ensure its integrity, you can rest assured that your vote is indeed secret. Hence, we categorically rate the claim that your vote is not secret as false.\n\n(Cover image by Youth.sg)\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/singapore-votes-1.jpg",
    "Iframe Sources": [],
    "date": "2020-07-08T07:09:41+00:00",
    "Links in content": [
        "https://www.eld.gov.sg",
        "https://www.eld.gov.sg/voters_ballotsecrecy.html",
        "https://twitter.com/hashtag/GE2020?src=hash&ref_src=twsrc%5Etfw",
        "https://t.co/iPf2aFnB1b",
        "https://twitter.com/wpsg/status/1276536931682095104?ref_src=twsrc%5Etfw"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/singapore-votes-1.jpg",
    "Truefalse": [],
    "Description": ""
}