{
    "link": "https://blackdotresearch.sg/national-serviceman-aloysius-pang-an-armament-technician-bearing-the-rank-of-corporal-first-class-ns-did-not-die-from-an-artillery-gun-chamber-explosion-while-retrieving-a-lodged-round/",
    "Title": "National Serviceman Aloysius Pang, an armament technician bearing the rank of Corporal First Class (NS) did NOT die from an artillery gun chamber explosion while retrieving a lodged round  ",
    "Tags": [],
    "Paragraphs": "\n\n7 May 2019 Update: The Committee of Inquiry (COI) has released its findings on how the incident involving the late Corporal First Class (NS) Aloysius Pang took place.\nThe findings were delivered to Singapore’s parliament by the Defence Minister, Dr Ng Eng Hen on 6 May 2019. See a complete report here (CNA) and here (Today Online).\nIn summary, the COI found that the incident was caused due to safety and operational lapses by Pang and both of his colleagues in the Singapore Self-Propelled Howitzer at the time.\nThere was no evidence of foul play or that the incident was caused by any deliberate acts.\nThe background to the COI dates back to late January 2019, as announced by MINDEF:\n\n \n\nTake note that there is a misleading piece of WhatsApp news circulating. The facts of the matter are being established by a Committee of Inquiry which will be convened by the Singapore Armed Forces shortly.\nThe Ministry of Defence has issued a press release on 23 January 2019, which stated that:\n“CFC (NS) Pang was carrying out repair works inside the Singapore Self-Propelled Howitzer (SSPH) with two other SAF personnel on 19 January 2019 at Waiouru Training Area, New Zealand. Unfortunately, CFC (NS) Pang sustained injuries when the gun barrel was lowered.”\nThe above Whatsapp message is fake news.\n\nWe reach the above conclusion by comparing the recently held press conference with the various news reports and interviews conducted with friends and family of the deceased.\nWe note that:-\n\nMINDEF’s press conference and earlier press releases have stated clearly and also provided illustrations that Aloysius had been injured by the lowering of the howitzer barrel, trapping him against the cabin of the howitzer.\nNo interviewee has thus far indicated that the cause of Aloysius’s injury was anything other than how MINDEF has described the incident.\nEven if MINDEF had been inaccurate, to hide an explosion is a manifest departure from the truth. No family member or interviewee has called out MINDEF on this.\n\nWe would add that even without (2) and (3) above, MINDEF’s representatives have willingly put themselves on record to explain the nature of Aloysius’s injuries. Comparing this with the WhatsApp message which is unverified and author presently unknown, on balance, the WhatsApp message is incredible and completely unsupported.\nSee the news release by MINDEF here.\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-24T11:25:22+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/aloysius-pang-death-lapses-servicemen-howitzer-ssph-coi-11506894",
        "https://www.todayonline.com/singapore/cause-aloysius-pangs-death-was-preventable-safety-lapses-committed-all-three-servicemen",
        "https://www.mindef.gov.sg/web/portal/mindef/news-and-events/latest-releases/article-detail/2019/January/23jan19_nr2"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": ""
}