{
    "link": "https://blackdotresearch.sg/factcheck-hoax-warning-phone-message-claiming-to-be-from-the-ministry-of-defence-saf-asking-for-particulars/",
    "Title": "Phone message claiming to be from the Ministry of Defence / SAF asking for particulars  ",
    "Tags": [],
    "Paragraphs": "\n\nThis afternoon, we heard about a hoax going on, trying to trick NSmen into giving up their identity card numbers. The message comes in the following form:\n\nOn Reddit, many are saying that this message is a phishing scam that is linked to unlicenced moneylenders, amongst other kinds of phishing scams.\nIn the absence of official clarification, we believe that the above message is likely to be a hoax.\n\nThe Singapore Ministry of Defence. (MINDEF) and the Singapore Armed Forces (SAF) do not seek NRIC numbers from individuals.  Such information is already available to them via various official electronic archives, in particular, each serviceman’s SingPass account.\nWe understand from our sources that the spread of the above hoax is confined to 1 particular Singapore Infantry Regiment (787 SIR), a regiment of National Servicemen from the Singapore Army.\nOther sources have also confirmed this to be true:\n\nThe Reservist is a Facebook page focused on all things related to National Servicemen of Singapore.  It is generally believed to be linked to the Ministry of Defence / Singapore Armed Forces and frequently carries defence-related news on the ASEAN region.\nOur Observations\nWe agree with the observations from Reddit users and the Reservist.  The suspicious nature of the message comes from:-\n(a) The fact that it appears to come from a “+65” number, indicating a local handphone user rather than an official channel, which would usually be a number like “72255“.\n(b) The anomalous behaviour of a Singapore government agency in seeking confirmation with a request for private and confidential information.\n(c) The unusual message identifying the clerk sending out the message – This usually doesn’t happen and the message informs the reader that it is “(Fr: MINDEF)“.\n(d) Also, for call-ups for reservist training or operations, MINDEF official messages usually direct the reader to log in to the NS portal on www.ns.sg or call the NS hotline at 1800-eNSNSNS(3676767), together with a reference code.\nThe story is developing and we will update as and when we receive official confirmation on the nature of this message.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/06/Screenshot-2019-06-06-at-3.42.58-PM.png",
    "Iframe Sources": [],
    "date": "2019-06-06T07:43:41+00:00",
    "Links in content": [
        "https://www.reddit.com/r/singapore/comments/bxbjt7/psa_hoax_going_around_about_ns_mob_briefing/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/06/Screenshot-2019-06-06-at-3.42.58-PM.png",
    "Truefalse": [],
    "Description": ""
}