{
    "link": "https://blackdotresearch.sg/factcheck-on-singapores-involvement-in-the-belt-and-road-initiative-bri/",
    "Title": "Singapore’s involvement in the Belt and Road Initiative (BRI)  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 22 April 2019, Singapore Prime Minister Lee Hsien Loong was interviewed by Xinhua news agency ahead of his visit to China for the second Belt and Road Forum for International Cooperation (see the article here).\nWe have come across allegations from Alex Tan and the Online Citizen that:\n\nSingapore was seeking to be involved in the BRI and China was relenting after having snubbed Singapore (specifically PM Lee) in 2017, when the first Belt and Road Forum for International Cooperation took place.\nSingapore is presently not involved in the BRI (Alex Tan’s allegation).\nChina stopped its US$11 billion BRI railway project at Malaysia and refused to extend the high speed rail to Singapore (Alex Tan’s allegation).\nChina is seeking to develop the port in Malacca to rival Singapore’s ports (Alex Tan’s allegation, relying solely on this article as factual support).\nPM Lee had, in March 2019, opened up its military bases to the US to establish a Southeast Asian presence to deter China (Alex Tan’s allegation, relying solely on this article as factual support).\nUnder the Chongqing Connectivity Initiative, the Singapore government has poured S$28 billion into the project, but there has been no news or projected returns to justify the spending.\n\nThe articles contain a mixture of unproven allegations and fake news. See below.\nAllegation 1: Singapore was seeking to be involved in the BRI and China was relenting after having snubbed Singapore (specifically PM Lee) in 2017, when the first Belt and Road Forum for International Cooperation took place.\nThere are 2 sub-allegations to this –\n(1) Whether Singapore was seeking to be involved in the BRI based on the Xinhua interview. \n\nThis is completely untrue. The basis of the assertion is found solely in the statement of PM Lee that:\n“Certainly on the Belt and Road, we hope to be able to play a constructive part on financial services, on third country investments, on human resources development,” … “It is a project which will take many years to bring to fruition, probably will be one which will never have an ending point. But one which I think Singapore is well-placed to make modest contribution.”\nHowever, these words need to be understood in their proper context.  PM Lee was describing the existing work which Singapore had contributed towards the BRI.  As reported by CNA:\n“When it comes to regional cooperation, Singapore did its best to advance relations between ASEAN and China during its time as coordinator, while both countries are also part of the proposed trade pact dubbed the Regional Comprehensive Economic Partnership.”\nAnd this is true.  We make especial reference to the Joint Statement between the Chinese and Singapore Governments on 15 November 2018 (the “Joint Statement“), stating amongst other things:-\n“5. Both sides agreed that cooperation along the Belt and Road is a new highlight of China-Singapore relations. Both sides will continue to strengthen cooperation in the platforms of infrastructure connectivity, financial connectivity, third party collaboration, as well as in the new key area of legal & judicial cooperation under the Belt and Road framework. In line with the development needs of both sides, the China-Singapore (Chongqing) Demonstration Initiative on Strategic Connectivity-New International Land-Sea Trade Corridor and a third party collaboration project will be new highlights in our bilateral cooperation. Both sides agreed to strengthen connectivity across all modes of transport, which will improve the flow of goods and people by air, strengthen people-to-people exchanges, and grow tourism, all of which support the Belt and Road Initiative. Both sides recognised the importance of a rules-based business environment to support the Belt and Road, and agreed to strengthen legal and judicial exchanges and cooperation.”\nIn other words, Singapore already has a place in the BRI.  There was certainly no begging for inclusion, and the reason for this will be clear in the subsequent points.\n(2) Whether Singapore (or PM Lee) had been snubbed in the first Belt and Road Forum for International Cooperation.\n\nThis has to do with understanding Singapore’s place in the BRI.  Do note further that the following paragraphs do not include Singapore’s involvement in the Asia Infrastructure Investment Bank, which is another infrastructural aspect of the BRI (see here for further information).\nIn addition to the quote from the Joint Statement above, we need to highlight what the BRI involves:-\n\n“The Belt and Road Initiative aims to connect Asia, Europe and Africa along five routes. The Silk Road Economic Belt focusses on: (1) linking China to Europe through Central Asia and Russia; (2) connecting China with the Middle East through Central Asia; and (3) bringing together China and Southeast Asia, South Asia and the Indian Ocean. The 21st Century Maritime Silk Road, meanwhile, focusses on using Chinese coastal ports to: (4) link China with Europe through the South China Sea and Indian Ocean; and (5) connect China with the South Pacific Ocean through the South China Sea.\nFocussing on the above five routes, the Belt and Road will take advantage of international transport routes as well as core cities and key ports to further strengthen collaboration and build six international economic co-operation corridors. These have been identified as the New Eurasia Land Bridge, China-Mongolia-Russia, China-Central Asia-West Asia, China-Indochina Peninsula, China-Pakistan, and Bangladesh-China-India-Myanmar.”\n(See link here to source)\nThere are 6 economic corridors that make up the BRI, of which Singapore is involved in the 4th – Known as the China-Indochina Peninsula (ICP) Economic Corridor, which connects China with the 5 countries in Indochina and extends this to Malaysia, Singapore and Indonesia (See source).\nThe point of the above is to show that China’s attention was focused on different countries and different regions at various points in time, depending on what was required for the BRI project. This explains the “modest contribution” of Singapore, as mentioned by PM Lee in the Xinhua interview.\nAs much as there were rumours that Singapore (or PM Lee) had initially been snubbed from participating in the BRI, there was equal argument back that this was not the case because if we view the overall state of Singapore’s relationship with China at the time, there were several projects with China ongoing, suggesting that Singapore may not have been ignored.\nAllegation 2: Singapore is not part of the BRI.\n\nThis is patently false.  We have dealt with this above.\nAllegation 3: China stopped its US$11 billion BRI railway project at Malaysia and refused to extend the high speed rail to Singapore (Alex Tan’s allegation)\n\nThis is completely untrue, and some background to this is necessary.  Almost all the information you need to know can be found in a factsheet from the Geopolitical Monitor, released previously here and Singapore’s TodayOnline report here.\nThe “BRI railway project” is known as the Kunming-Singapore High Speed Rail Network.  It comprises different sections cutting across various other countries.\n\nThe portion from Malaysia to Singapore is actually referring to the High Speed Rail project (HSR) running from Kuala Lumpur to Singapore.\nHowever, possibly as a result of fiscal trouble and complexities of transiting into a new government, an agreement has been reached between both countries to postpone the HSR (see here).\nIt was never the Chinese government’s decision to allegedly cut off the HSR from Singapore.\nAllegation 4: China is seeking to develop the port in Malacca to rival Singapore’s ports (Alex Tan’s allegation, relying solely on this article as factual support)\n\nThis is misleading for the choice of documentary support pulled up by Alex Tan.\nWhile the article itself is titled “China wants this Malaysian port to rival Singapore (and that’s not all)“, we note that the focus of the article is little to do with the title, but much more to do with the political risks for then-Prime Minister Najib Razak, of Malaysia agreeing to receive extensive investment from China.\nAllegation 5: PM Lee had, in March 2019, opened up its military bases to the US to establish a Southeast Asian presence to deter China (Alex Tan’s allegation, relying solely on this article as factual support)\n\nThis is misleading also for the complete misreading of the article.\nWe had dealt with this allegation previously.\n\nAllegation 6: Under the Chongqing Connectivity Initiative, the Singapore government has poured S$28 billion into the project, but there has been no news or projected returns to justify the spending\n\nWe have not found any basis for the allegation that Singapore has spent S$28 billion on the Chongqing Connectivity Project.  Alex Tan certainly fails to provide any.\nReferring instead to the Xinhua interview alone, we note that Singapore was invited to participate in the project.  Again, much like the Tianjin Eco-City project, the funding appears to be from a consortium of private companies, coordinated by IE Singapore.\nSee IE Singapore’s report at page 8 of 18 here, and the details of Singapore corporation participation here.  We have no information on any government expenditure, and certainly not on the scale of S$28 billion.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Screenshot-2019-04-25-at-5.51.33-PM.png",
    "Iframe Sources": [],
    "date": "2019-04-25T10:54:19+00:00",
    "Links in content": [
        "http://www.xinhuanet.com/english/2019-04/23/c_138001999.htm",
        "https://sgalextan.com/2019/04/24/lee-hsien-loong-beg-china/",
        "https://www.theonlinecitizen.com/2019/04/20/china-forgives-and-invites-pm-lee-to-attend-its-belt-and-road-forum/",
        "https://www.todayonline.com/world/asia/chinese-money-pouring-malaysia-could-help-najib-votes",
        "https://www.todayonline.com/singapore/spore-renew-agreement-allowing-us-access-its-military-facilities",
        "https://www.channelnewsasia.com/news/asia/singapore-china-ties-tremendous-potential-ahead-pm-lee-11471844?cid=h3_referral_inarticlelinks_24082018_cna",
        "https://eng.yidaiyilu.gov.cn/zchj/sbwj/71762.htm",
        "https://www.aiib.org/en/index.html",
        "http://china-trade-research.hktdc.com/business-news/article/One-Belt-One-Road/The-Belt-and-Road-Initiative/obor/en/1/1X3CGF6L/1X0A36B7.htm",
        "https://www.unescap.org/sites/default/files/AWP172.pdf",
        "https://www.scmp.com/week-asia/geopolitics/article/2094781/what-belt-and-road-snub-means-singapores-ties-china",
        "https://mothership.sg/2017/05/pm-lee-not-invited-to-belt-and-road-forum-is-spore-in-trouble/",
        "https://www.geopoliticalmonitor.com/fact-sheet-kunming-singapore-high-speed-rail-network/",
        "https://www.todayonline.com/world/asia/thailand-malaysia-begin-talks-hsr-linking-bangkok-and-kuala-lumpur-thai-minister",
        "https://www.channelnewsasia.com/news/asia/high-speed-rail-postponed-malaysia-singapore-agreement-10686032",
        "https://www.todayonline.com/world/asia/chinese-money-pouring-malaysia-could-help-najib-votes",
        "https://www.todayonline.com/singapore/spore-renew-agreement-allowing-us-access-its-military-facilities",
        "https://www.enterprisesg.gov.sg/-/media/esg/files/resources/publications/annual-reports/ie_ar2017_18.pdf?la=en",
        "http://fintechnews.sg/11312/fintech/singapore-chongqing-explore-new-frontiers-financial-connectivity-innovation/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Screenshot-2019-04-25-at-5.51.33-PM.png",
    "Truefalse": [
        "modest contribution"
    ],
    "Description": ""
}