{
    "link": "https://blackdotresearch.sg/factcheck-on-the-recent-sexual-harassment-incident-in-the-national-university-of-singapore/",
    "Title": "The recent sexual harassment incident in the National University of Singapore  ",
    "Tags": [],
    "Paragraphs": "\n\n\n\n\n\n\n\nOn 19 April 2019, Ms Monica Baey, a 23 year old undergraduate from the National University of Singapore (NUS), took to Instagram Stories to tell her story of being a victim of sexual harassment in November 2018 and the lack of action about the incident.  Since then, extensive coverage has taken place on various media outlets. See:\n\nRice Media’s article,\nMothership’s series of articles,\nObserver+ news,\nReddit’s thread (amongst some others on the same incident),\nthe Straits Times article,\nTodayOnline’s article,\nCNA’s article,\nSouth China Morning Post’s article.\n\nThe list above is not exhaustive. All of them are based off the source (see the key Instagram Story here) or interviews with the victim herself. If you have been following the entire event, you would by now know that the following had happened:-\n\nOn 25 November 2018, Monica was staying over at Eusoff Hall with her friends.  At around 1 am, she went to take a shower, in the midst of which she saw an iPhone being snuck under the door in an attempt to record her secretly.\nShe took action and managed to obtain the help of campus security and later on, the police.\nAccording to Monica in her interviews with the various news outlets, she obtained from NUS the closed circuit television recordings showing the perpetrator, whom Monica has called out as a “Nicholas Lim” apparently a student of NUS in Chemical Engineering, trying to enter different female toilets and also the video recording of her in the shower.\nIt is reported that the police have completed their investigations and a 12 month conditional warning was issued to “Nicholas Lim”. In gist, the perpetrator cannot re-offend in the next 12 months, otherwise he will be charged with both the new offence as well as the present offence.\nNUS has also, via the disciplinary board (BOD), issued:-\n\nOne semesters’ suspension;\nBan from entering into all on-campus housing premises;\nMandatory counselling sessions at University Health Centre;\nCommunity-based sanctions of 30 hours of supervised community service;\nMandatory rehabilitation and reconciliation sessions with a social worker;\nWriting a mandatory letter of apology; and\nOfficial letter of reprimand.\n\n\n\n(As reported by the NUS Students Union, via a Facebook post)\nMonica is unhappy with the outcome of the police investigations and also the actions of the NUS. In her view, the above is tantamount to not having punished the perpetrator, whom she views as deserving of greater punishment.\nA snapshot of Monica’s Instagram story on the incident.\nTo some extent, Monica’s efforts have paid off.  Her Instagram stories on the incident have gone viral, like a Singapore version of the #MeToo incident.\nAs published by TodayOnline (see link above), NUS has also assured Monica that it would take further steps:\n“NUS said in a press statement on Saturday (April 20) that the committee will have representation from the NUS Board of Trustees, and will study the approaches taken by other international institutions, and solicit views from various stakeholders.\nIt said that the findings of the study and follow up actions are expected to be released in the new academic year, which begins in August.”\nOnline excitement on this incident also continues to grow, with records of how NUS has dealt with such incidents being released.\n\nTHE ALLEGATIONS BEING MADE\nOur attention was drawn to this incident because of the following allegations which we noticed arising out of comments and the available media:-\nAllegation 1: Monica was cautioned against reporting the incident\nAllegation 2: The police applied double standards for the perpetrator in this case\nAllegation 3: NUS is attempting to keep this incident and also such similar incidents, quiet or out of the public eye\nWe set out our findings on each of the allegations below.\nALLEGATION 1: MONICA WAS CAUTIONED AGAINST REPORTING THE INCIDENT\nThis allegation came from Monica herself on her Instagram story, as follows:\nSnip of IG Story from Monica Baey’s IG profile\nWe continue to remain a little sceptical of this because:-\n\nThere is no jane_tan1996 account we can find on Instagram.\nThe profile picture also does not belong to any Jane Tan but rather some girl named Vanessa from Taiwan.  You can see an online article featuring the same picture previously, here.\n\nThis allegation was important for us to feature because even with the details in the messages unverified, on Reddit and other messaging apps, this allegation appeared to cause rumours to spread on HardwareZone that the perpetrator came from a well-to-do family who was pulling strings to avoid punishment for this incident.\nYet it seems highly dubious to us that this was sent by the perpetrator or, even more dubious, faked by Monica herself. The perpetrator would be extremely foolish to try and pervert the course of justice and lose his warning status. Monica also has no incentive to add further fuel to the fire, and in fact, starting this new fire alleging undue pressure would distract from her main point, that the authorities and NUS have not done enough against the perpetrator. It seems too far fetched that she would produce a fake messaging app screen in order to generate more sympathy online.\nWe regard this allegation as unproven.\n\n \nALLEGATION 2: THE POLICE HAD APPLIED DOUBLE STANDARDS FOR THE PERPETRATOR IN THIS CASE\n\nWe have seen similar concerns being mentioned in Reddit.\nWe have dealt with the allegations of having a family with influence above, and for now, until informed otherwise, we regard those allegations as unproven.\nHow about the practice of issuing a conditional warning by the police?\nSee the recent case of a sexual assault criminal appeal decided in late 2018, at para 73, where Justice See Kee Oon stated that:\n“…in general the conditional stern warning requires the alleged offender not to reoffend within a certain span of time, and the warning is that the Prosecution would charge the offender for the warned offence if it turns out that this offender offends again in that given span of time.”\nNow it is important to keep in mind that where warnings are administered, this does not mean that the accused person has been brought to Court and the Court is giving a sentence.  On the contrary, the police, acting in accordance with advice from the Attorney General’s Chambers (the Prosecution), is making a decision not to even proceed to charge a person.\nThese decisions are entirely at the discretion of the prosecution to decide.  The prosecution is not required to explain to the  public why it has reached its decision.  It is difficult to compare these with reasoned decisions, where a judge has had the chance to consider all the evidence and hear arguments.\nJust focusing on Calvin Koh’s rant above however, we can safely say that his statements are unwarranted and illogical – The reference to the Benjamin Lim case is pointless. What Calvin tries to say is that one offence is more serious than the other, and yet the treatment given was disproportionate.\nThis is incorrect.\nKeep in mind that in the Benjamin Lim case, Benjamin was only undergoing Police investigation and no warning had been given.  He had committed suicide in the midst of investigations and this is deeply regrettable because if he had stayed alive, he was in fact about to receive only a warning.  This cannot be compared with the present case where investigations were concluded and a conditional warning was given.\nThis allegation is regarded by us to be false.\n\n \nAllegation 3: NUS is attempting to keep this incident and also such similar incidents, quiet or out of the public eye\nThis allegation came from Monica herself.  See the screenshot of her Instagram story on this topic above.\nIn studying how the NUS Board of Discipline (BOD) comes up with its decision, we had a chance to review various documents put up by the NUS Students United Facebook group.  These documents purport to be used by the NUS Registrar’s Office.  The aforementioned Facebook group has vouched for it, and we are inclined to believe that the documents show an accurate picture of the decisions taken by the BOD.\nWe have also seen the various e-mails from Monica’s instagram story depicting her interactions with NUS BOD on the matter.\nWe would disagree with the allegation for the very fact that there is no obligation of confidentiality or promise of secrecy required from Monica. Thus far, she has gone the entire length of revealing not only her identity but also the identity of her alleged perpetrator.  We have seen no indication that there has been any backlash of any sort for breaching disclosure obligations.\nIf indeed NUS was making any attempt to cover up, it has not shown that it is doing so. Instead, it is working with whatever statements Monica continues to be spreading, responding to her queries, objectively speaking.\nIn fact, we notice that disturbingly, it appears to be almost routine that the same steps or similar series of sanctions are put in place for an offender.  However, discussing the sufficiency of their sanctions on each individual is a separate topic and not for discussion in this article or any of our future articles, unless it involves any falsehoods or fake news.\nWe would rate this concern as a likely untrue allegation.\n\n\n\n\n\n\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/rgeagae-800x745.jpg",
    "Iframe Sources": [],
    "date": "2019-04-21T18:13:54+00:00",
    "Links in content": [
        "https://www.ricemedia.co/current-affairs-commentary-monica-baey-case-reveals-nus-severe-incompetence-handling-sexual-misconduct/",
        "https://mothership.sg/?s=Monica+Baey",
        "https://observer.news/featured/nus-undergrad-filmed-in-shower-claims-school-wants-to-keep-it-quiet/",
        "https://www.reddit.com/r/singapore/comments/bfbg69/nus_to_convene_review_committee_after_undergrad/",
        "https://www.straitstimes.com/singapore/nus-to-convene-review-committee-after-student-calls-for-tougher-action-against-man-who",
        "https://www.todayonline.com/singapore/nus-sets-committee-review-discipline-support-frameworks-after-peeping-tom-victims-posts-go",
        "https://www.channelnewsasia.com/news/singapore/nus-convene-committee-monica-baey-justice-man-film-shower-11462916",
        "https://www.scmp.com/news/asia/southeast-asia/article/3006950/singapore-student-monica-baey-lashes-out-nus-after-man-who",
        "https://www.instagram.com/stories/highlights/18030878458092492/",
        "https://www.facebook.com/notes/nus-students-union/nussu-exco-statement-on-sexual-harassment-in-nus/10155942295821087/",
        "https://www.worldofbuzz.com/taiwanese-girls-apology-note-goes-viral-beautiful-looks-kind-heart/",
        "https://forums.hardwarezone.com.sg/eat-drink-man-woman-16/gpgt-someone-warned-nus-victim-not-mess-culprit-parents-power-figures-6030338.html",
        "https://www.supremecourt.gov.sg/docs/default-source/module-document/judgement/ma-9232-of-2018---gco-v-pp---judgment-130219-(v2)-pdf.pdf",
        "https://www.channelnewsasia.com/news/singapore/benjamin-lim-case-coroner-s-inquiry-finds-14-year-old-committed--7855816",
        "https://www.channelnewsasia.com/news/singapore/benjamin-lim-case-coroner-s-inquiry-finds-14-year-old-committed--7855816"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/rgeagae-800x745.jpg",
    "Truefalse": [],
    "Description": ""
}