{
    "link": "https://blackdotresearch.sg/factcheck-the-claims-made-at-the-sdp-pre-election-rally-do-they-stand-up-to-scrutiny-part-2-of-4/",
    "Title": "The claims made at the SDP Pre-Election Rally – Do they stand up to scrutiny? Part 2 of 4  ",
    "Tags": [],
    "Paragraphs": "\nThis factcheck follows up on the factcheck on the SDP’s pre-election rally.  It is focused on the alleged price increases mentioned:\n \n\nClaim 2: At that same rally, Mr Lee also said this: (video plays) “That’s why we work with you to solve problems. Like cost of living, how can we make life better, not quite – burden, lighter, possibilities – more, for our people.” \nBut after the elections, he raised water prices, car park charges, ERP rates, Town Council fees, he introduced the compulsory Careshield payments, upped electricity rates, gas tariffs, bus and MRT fares, kindergarten fees, university fees, polytechnic fees, ITE fees, he introduced a sugar tax, carbon emissions tax, digital services tax and diesel tax.\nNow after the next GE, he has promised to raise the GST to 9%.  I say again, trust is not what you say, its what you do.\nThere are 2 parts to this claim: First, that the PAP has made life more difficult for people as a result of such alleged tax and charges increases, contrary to its promise to “make life better”.  Second, the factual allegation that the prices have increased.\nAs a starting point we should highlight that the quote taken by the SDP from PM Lee’s PAP rally speech may well have been taken out of context.\nThe words leading up to the quote in Mr Lee’s speech at UOB Plaza in GE 2015 and the words after that were: (47:07 – 49:00) https://youtu.be/TyXZFAjepag\n\n“Why does he do that, why do I do that? Because I feel a duty and he feels a duty too, to improve lives for Singaporeans, to make this a safe, secure, successful Singapore.  To help Singaporeans improve their lives, year by year, and enable our children to have better futures and brighter opportunities.  And that’s what drives us. Drives me.  Explore new possibilities, bring up spiky issues, tackle them, even immigration – very troublesome! But we have to talk about it, we have to do something about it, we have to explain to people what we are doing, why we are doing that. That’s why we work with you to solve problems, like cost of living, how can we make life better, not quite burden – lighter, possibilities – more for our people.  We are not the [inaudible] of Singapore, we are not the commanders, or the owners of Singapore.  We are the trustees and the stewards of Singapore.  We are like the jagar, our job, to take care of this – its given to us in trust, to look after, to improve, and then carefully one day, to hand on to a new generation “please take care of this, a lot of loving care has gone in, a lot of blood, sweat and tears, is here, and there’s a lot of value and relevance to you for your future. Please take good care of it, take it further.””\nThere was nothing in PM Lee’s video that stated that he would not increase taxes.\nIt is equally plausible that PM Lee meant that the PAP sought to achieve balance in considering policies – Balancing measures to ease present problems, without jeopardising opportunities for the next generation.  \nOn the whole, we would give no rating to this claim because it is more opinion rather than a factual claim.  \nIt is however, important that we deal with the SDP’s implied message that the PAP had been insincere about helping the day to day cost of living. To help you formulate your opinions regarding price and tax increases, we study the facts related to each of the alleged increases here.\n Our overall view is that underlying facts do not sufficiently support the SDP’s implied message.  The evidence shows that in most cases, there was little to challenge the fact that prices or taxes had to be adjusted/introduced in order to match rising costs.  In some cases, the price increases were a result of a formula being applied to manage supply and demand (e.g. price increases in ERP and electricity and gas tariffs), while in other cases, the price increases were targeted to affect the behaviour of a specific group of people, with benefits such as subsidies being disbursed to other groups to mitigate the effects of a price increase.\n Another observation is that the most intense disagreements arose in cases where the reason for certain increases were perceived as insufficiently clear, and not because the increases themselves led to cost-of-living problems.  An example is the increase in water prices by 30%, where the actual impact of the price increase was mitigated significantly by various subsidies accompanying the price increase.  The heart of the resentment expressed in that case came from not accepting the explanation for the price increase (being the rising costs of water treatment).\n1. Water price increase \nThis is true and the prices were increased in February 2017, after the GE.  But wait there’s more.\nWe have dealt with this claim in our previous factcheck earlier this year: https://blackdotresearch.sg/factcheck-on-the-facts-and-figures-relied-on-by-the-singapore-democratic-partys-17-may-2019-video/.\nThis claim is however, incomplete and misleading as to the effect of the price increase, because it does not take into account the fact that the price increases were matched with rebates issued to owners of different housing types.\n \n\nThere is a net decrease in the water bill for HDB 1-room flat, 2-room flat and 3-room flat owners, but an increase for those living in 4-room flat and higher owners, and private residential property owners.\nStill, we note that there was significant disagreement by opposition parties against the price increase because of what they perceived to be an insufficient explanation for the sudden and sharp price increase.  See in particular, the Workers’ Party take on this in 2017: http://www.wp.sg/water-and-the-power-of-your-vote/\n2. Car park price increase\nThis is true – There had been an increase in HDB car park prices in December 2016 (see here for the official announcement: https://www.hdb.gov.sg/cs/infoweb/press-release/revision-in-hdb-and-ura-car-park-charges\nSee here for a report on the matter: https://www.todayonline.com/singapore/hdb-ura-car-park-rates-go-dec-1)\n \n \n \n \nThe increases at that time were stated as:\n\nThe reasons for the increases were identified by the HDB as:\n“The last island-wide revision of car parking charges by HDB and URA was done 14 years ago in 2002. Over this period, the costs of building, operating and managing car parks have increased due to general inflation, as well as construction, manpower and other related maintenance costs. Car park charges have not kept pace with these cost increases. Therefore revisions are needed to ensure proper cost recovery.”\n3. ERP rates increase\nThis claim has not been made out clearly.\nAs we trawled through the news releases by the Ministry of Transport’s News Centre for ERP-related news, we saw that there were regular announcements of both increased and decreased rates of ERP.\nIn any case, it seems to us that this cannot fairly be an issue that can be pinned on the PAP.  The available material suggests that the ERP prices are determined by formula.  According to the Land Transport Authority, ERP rates are determined by a quarterly review of traffic speeds of priced roads.  They are also reviewed during the June and December school holidays.\nThe aim of ERP pricing appears to be to raise or decrease prices for use of priced roads to keep the speed on these priced roads in the range of:\n20 to 30 km/h on arterial roads\n45 to 65 km/h on expressways.\nTo compute the speed of roads to see if they fall within the threshold, the LTA uses the “85th percentile speed measurement method”.  According to the Ministry of Transport:\n“The lower threshold speeds that trigger ERP rate changes are 45 km/h on expressways and 20 km/h on arterial roads, based on an NTU speed-flow study. However, these limits can cause traffic to easily slip into the unstable zone, where “stop-start” conditions become common. To create a buffer, LTA decided to use a more representative method of measuring actual traffic conditions for ERP rate reviews, with speeds determined using the 85th percentile method. The 85th percentile speed method is an international traffic engineering practice for assessing traffic conditions. With the revised speed method, 85% of motorists will experience speeds above the threshold.”\nSo looked at as a whole, it is probably inaccurate to regard the ERP pricing as increasing as a result of a deliberate PAP decision.\n(Read more here: https://www.lta.gov.sg/content/ltaweb/en/roads-and-motoring/managing-traffic-and-congestion/electronic-road-pricing-erp.html\nAnd here: https://www.mot.gov.sg/about-mot/land-transport/motoring/erp)\n \n \n4. Town Council fee increase\nThis is true.\nSince 1 June 2018, all 15 town councils run by the PAP have increased their service and conservancy charges for residents and tenants.  This was widely reported in or around February 2017, and again on 31 May 2018 (see here, here and here:\nhttps://www.straitstimes.com/singapore/15-pap-town-councils-to-increase-service-and-conservancy-charges-from-june-1\nhttps://mothership.sg/2018/05/yup-all-15-pap-town-councils-to-raise-service-conservancy-charges-on-june-1-2018/\nhttp://theindependent.sg/increase-in-pap-town-council-service-and-conservancy-charges-takes-effect-from-june/\nThe increases were broken down into 2 tiers, to be spread across 2 years, as follows:-\nFirst year (2017)\nHDB one-room to executive flat home-owners: increase of between S$0.50 to S$9 per month\nCommercial property owners and tenants: increase of between S$0.09 to S$0.27 per square metre/month\nIncrease for market and food stalls: increase between S$2.70 and S$23 per month.\nSecond year (2018)\nHDB one-room to executive flat home-owners: increase of between S$0.50 to S$8 per month\nCommercial property owners and tenants: increase of between S$0.05 to S$0.21 per square metre/month\nIncrease for market and food stalls: increase between S$2.50 and S$17.50 per month.\nThe rationale for the increases were explained to the press via a statement released by Holland-Bukit Panjang Town Council on 17 February 2019.  In gist, the town councils faced rising maintenance costs.  Cleaning costs, accounting for 20% of annual expenditure of each town council, had risen.  Pest control expenses had also increased as more treatments are being done at common areas.  In addition, sinking funds had to be built up to maintain and replace old lifts and carry out the Lift Enhancement Programme.\nHowever, much like the water price increases, there are rebates in place to offset the increase.  Typically, these benefit owners of smaller flats, with owners of executive flats receiving the least.  In total, 930,000 HDB households will receive S$132 million in rebates, ranging from 1.5 months to 3.5 months’ worth of rebates (see more here: https://www.mof.gov.sg/Newsroom/Press-Releases/930-000-hdb-households-to-receive-132-million-of-s-cc-rebate-as-part-of-budget-2019).\nThis is an increase of S$6 million from the S$126 million in rebates given in 2018, in which 900,000 HDB households benefited (see here: https://www.straitstimes.com/singapore/900000-hdb-households-to-get-126m-of-service-and-conservancy-charges-rebates-from-april).\n5. Compulsory Careshield Life\nThis is true, that an insurance scheme has been made mandatory for all Singaporeans.  This was introduced on 27 May 2018 (see here: https://www.straitstimes.com/singapore/health/new-mandatory-careshield-life-replaces-eldershield-in-2020-will-offer-wider).  The details are important however, as set out below.\nThis scheme is an upgrade over the previous Eldershield scheme, which was available by option, and people who are over 40 years old in 2020 have the option of continuing with Eldershield.\nThere are 2 things to highlight about the new mandatory scheme of Careshield Life.  First, this provides for a monthly of payout of S$600 a month for a lifetime, commencing from the time disability hits.  In contrast, the Eldershield scheme pays out S$400 a month for up to 6 years.  The trade-off is that Careshield Life has higher premiums paid over a longer period (S$206 (for men) or S$253 (for women) every year, from the age of 30 until the age of 67).\nSecond, the premiums are payable out of each citizen’s Medisave account.  There are subsidies in place for those who cannot afford it (this is based on per-capita household income), and other forms of assistance for those with financial difficulties in making the premium payment.\nSee more here: https://youtu.be/qnKptVdkz7A\n6. Increase in electricity costs and gas tariffs\nThis increase, while true, is not a deliberate act by the government to increase prices.  We had researched this previously in our factcheck: https://blackdotresearch.sg/factcheck-on-the-facts-and-figures-relied-on-by-the-singapore-democratic-partys-17-may-2019-video/\nIn short:\nThe Energy market Authority is the body that regulates the price of electricity.  The price fluctuates as a result of 4 different components of cost changing at any given point in time.\n\nThis is the same with gas tariffs.\nThe costs therefore are not increased at the direction of the government, but due to the fluctuations in price of such cost components.  As an example, on 30 September 2019, the price of both gas and electricity fell because of a fall in costs for natural gas and fuel: see here https://www.straitstimes.com/singapore/lower-electricity-tariffs-from-october-to-december\n7. Increase in bus and MRT fares\nThis is true. The most recent hike in train and bus fares was reported on 8 October 2019.  In gist, fares would rise by approximately 7% for adults, according to the latest review by the Public Transport Commission.  The cause for this is reported as being rising energy prices worldwide, plus higher wages and “other macroeconomic factors”.\n(See more here: https://www.channelnewsasia.com/news/singapore/train-bus-mrt-fare-price-increase-ptc-concession-11981592)\n \n \n \n \nSee a summary of the changes implemented in the recent fare review exercise here:\nSource: TodayOnline – https://www.todayonline.com/singapore/bus-train-fares-adults-go-nine-cents-dec-28\nTake note also that a record number of Public Transport Vouchers will be issued in 2019 to help lower-income families cope with fare adjustment:\n\n8. Increase in kindergarten fees\nIf this is referring to the raise in full-day childcare fees of 330 childcare centres in Singapore, it would be misleading.\nThe increase in school fees was reported by the Early Childhood Development Agency, based on information submitted by childcare centres – in other words, this is not an act by the government.\nWith reference to the ECDA’s information to the press, the increase is within 5% of fees and is broadly comparable to previous years.\n(see here: https://www.channelnewsasia.com/news/singapore/childcare-centres-preschools-raise-fees-next-year-ecda-11910024)\nThis should also be considered against the backdrop of benefits made available through the Ministry of Social and Family Development, as announced at the 2019 National Day Rally this year.  With the benefits, a family with a household income of up to S$3,000 a month would be entitled to kindergarten education at a net fee of S$1 per month, up to S$150 per month, out of a standard estimated kindergarten fee of S$171 per month.  In addition, there is also the Child Development Account, which the government shall match dollar for dollar, each household’s contribution towards the child, up to a maximum of S$3,000, deposited for the needs of the child (see: https://www.ecda.gov.sg/Pages/Subsidies-and-Financial-Assistance.aspx)\n9. Increase in polytechnic fees and Institute of Technical Education fees\nThe fact of the fee increase is true, however, the impact of the fee increase must also be taken into account.\nAs reported on 16 November 2018:-\nFor polytechnics – Singapore citizens enrolling in polytechnics for the academic year of 2019 had to pay a S$100 increase in fees to S$2,900.  Permanent Residents had to pay S$5,800, an increase of S$200, and international students had to pay S$10,400, a S$400 increase.\nFor ITEs – fees for full-time NITEC courses had gone up by S$20 to S$426 for Singaporeans enrolling in 2019.  For PRs, the increase is S$305, to S$5,328.  For international students, the increase is S$888, to S$14,370.  Higher NITEC course fees remain unchanged.\n(see here: https://www.channelnewsasia.com/news/singapore/polytechnic-ite-fees-2019-higher-increase-10937752)\nHowever, the changes must also be weighed against the latest developments announced at the 2019 Singapore National Day Rally, and which we dive into below.\n10. Increase in university fees\nThis is true.  In late April 2018, it was reported that all six local universities in Singapore would be raising their tuition fees for the new academic year which commenced in August 2019 (see here: https://www.straitstimes.com/singapore/education/all-six-singapore-universities-to-raise-fees).\nHowever, the increase was relatively minimal, as reported in the Straits Times:\n\nAgain, there were new policies or tweaks to existing funding assistance policies and bursaries, announced at the National Day Rally 2019.  In general, these amendments to the policies and bursaries ensured a wider reach of students and also that there would actually be a significant decrease in the fees payable for students from the households with the lowest gross monthly household income (less than S$2,750 per month).  The bursaries cover up to household incomes of S$9,000 per month.\nhttps://www.moe.gov.sg/docs/default-source/document/media/press/2019/annex-a—ndr.pdf\n11. Introduction of sugar tax\nThis is misleading for suggesting that a sugar tax is presently in place.  There is no such tax in place.\nIn December 2018 and January 2019, the Ministry of Health and the Health Promotion Board conducted a public consultation on 4 possible measures to reduce sugar intake from pre-packaged sugar sweetened beverages (SSBs).  The findings were released on 10 October 2019, together with a decision to introduce mandatory front-of-packet nutrition labels for less healthy SSBs and advertising prohibitions for the least healthy SSBs (see here: https://www.moh.gov.sg/news-highlights/details/moh-to-introduce-measures-to-reduce-sugar-intake-from-pre-packaged-sugar-sweetened-beverages).\n \nIt is important to add that the consulted sugar tax is a tax on manufacturers and importers of SSBs, and not the consumer.  65% of respondents to the consultation supported the introduction of such a tax, with a majority (85% of the 65%) preferring a tiered system as an incentive for manufacturers to reduce the sugar content of their drinks.\n12. Carbon Emissions Tax\nThis is true.  On 1 January 2019, the Carbon Pricing Act and accompanying regulations to the Act came into operation.  This forms part of Singapore’s commitment towards addressing climate change.\nHowever, it is important to note that this tax applies to industrial facilities which emit direct greenhouse gas equal to or above 2,000 tons of carbon dioxide annually, while a facility that generated 25,000 tons or more would not only be a taxable facility but also have to submit a monitoring plan and an emissions report annually.\nThe tax does not apply to individuals.\nThe tax amounts to S$5 per ton of emissions from 2019 to 2023.  After 2023, the tax will increase to between S$10 and S$15 per ton by 2030.\nSee here for further information: https://www.nea.gov.sg/our-services/climate-change-energy-efficiency/climate-change/carbon-tax\n13. Digital services tax\nThis is misleading because it is not a new tax being introduced, but an expansion of the sources of taxation.  In gist, businesses which provide digital services, such as Netflix, will have to pay the goods and services tax (see here: https://www.todayonline.com/singapore/digital-economy-be-taxed-services-budget-2018).\nFirst announced in Budget 2018, the tax applies to vendors that sell more than S$100,000 in digital services to Singapore consumers and which have a global turnover of more than S$1 million.\nThe tax marks the first time that Singapore is levying a tax on the increasingly important digital economy, and its stated aim is to ensure that imported and local services are accorded similar treatment (see more information here: https://www.channelnewsasia.com/news/singapore/gst-on-imported-digital-services-5-things-to-know-9973658).\n \n14. Introduction of Diesel Tax\nThis is misleading for mischaracterising the nature of the tax policy change.\nIn 2017, the lump-sum special taxes levied on diesel vehicles was reduced (by S$100 for passenger cars and S$850 for taxis), and instead a volume-based duty on diesel fuel was introduced at S$0.10 per litre, on automotive diesel, industry diesel and diesel components in biodiesel.  In addition, to help users adjust to this new tax structure, a 100% road tax rebate for a year was given to all diesel vehicles, with partial rebates for 2 years for commercial diesel vehicles, and additional cash rebates for school buses (see here: https://www.channelnewsasia.com/news/budget2017/budget-2017-taxes-on-diesel-vehicles-restructured-based-on-usage-7595326).\nOn 18 February 2019, Finance Minister Heng Swee Keat announced that the excise duty on diesel fuel would be raised from 10 cents to 20 cents a litre.  Again, the change came with a 100% road tax rebate for one year, with partial road tax rebate for another 2 years for commercial diesel vehicles.  School buses and eligible private-hire or excursion buses to ferry school children were given an extra cash rebate of up to S$3,200 over 3 years.\nFinally, the reduction in special taxes, S$100 for diesel-run cars and S$850 for taxis, was made permanent for both passenger cars and taxis.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/12/Pic-1-800x480.png",
    "Iframe Sources": [],
    "date": "2019-12-03T15:41:28+00:00",
    "Links in content": [
        "https://youtu.be/TyXZFAjepag",
        "https://blackdotresearch.sg/factcheck-on-the-facts-and-figures-relied-on-by-the-singapore-democratic-partys-17-may-2019-video/",
        "http://www.wp.sg/water-and-the-power-of-your-vote/",
        "https://www.hdb.gov.sg/cs/infoweb/press-release/revision-in-hdb-and-ura-car-park-charges",
        "https://www.todayonline.com/singapore/hdb-ura-car-park-rates-go-dec-1",
        "https://www.lta.gov.sg/content/ltaweb/en/roads-and-motoring/managing-traffic-and-congestion/electronic-road-pricing-erp.html",
        "https://www.mot.gov.sg/about-mot/land-transport/motoring/erp",
        "https://www.straitstimes.com/singapore/15-pap-town-councils-to-increase-service-and-conservancy-charges-from-june-1",
        "https://mothership.sg/2018/05/yup-all-15-pap-town-councils-to-raise-service-conservancy-charges-on-june-1-2018/",
        "http://theindependent.sg/increase-in-pap-town-council-service-and-conservancy-charges-takes-effect-from-june/",
        "https://www.mof.gov.sg/Newsroom/Press-Releases/930-000-hdb-households-to-receive-132-million-of-s-cc-rebate-as-part-of-budget-2019",
        "https://www.straitstimes.com/singapore/900000-hdb-households-to-get-126m-of-service-and-conservancy-charges-rebates-from-april",
        "https://www.straitstimes.com/singapore/health/new-mandatory-careshield-life-replaces-eldershield-in-2020-will-offer-wider",
        "https://youtu.be/qnKptVdkz7A",
        "https://blackdotresearch.sg/factcheck-on-the-facts-and-figures-relied-on-by-the-singapore-democratic-partys-17-may-2019-video/",
        "https://www.straitstimes.com/singapore/lower-electricity-tariffs-from-october-to-december",
        "https://www.channelnewsasia.com/news/singapore/train-bus-mrt-fare-price-increase-ptc-concession-11981592",
        "https://www.channelnewsasia.com/news/singapore/childcare-centres-preschools-raise-fees-next-year-ecda-11910024",
        "https://www.ecda.gov.sg/Pages/Subsidies-and-Financial-Assistance.aspx",
        "https://www.channelnewsasia.com/news/singapore/polytechnic-ite-fees-2019-higher-increase-10937752",
        "https://www.straitstimes.com/singapore/education/all-six-singapore-universities-to-raise-fees",
        "https://www.moe.gov.sg/docs/default-source/document/media/press/2019/annex-a---ndr.pdf",
        "https://www.moh.gov.sg/news-highlights/details/moh-to-introduce-measures-to-reduce-sugar-intake-from-pre-packaged-sugar-sweetened-beverages",
        "https://www.nea.gov.sg/our-services/climate-change-energy-efficiency/climate-change/carbon-tax",
        "https://www.todayonline.com/singapore/digital-economy-be-taxed-services-budget-2018",
        "https://www.channelnewsasia.com/news/singapore/gst-on-imported-digital-services-5-things-to-know-9973658",
        "https://www.channelnewsasia.com/news/budget2017/budget-2017-taxes-on-diesel-vehicles-restructured-based-on-usage-7595326"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/12/Pic-1-800x480.png",
    "Truefalse": [
        "5. Compulsory Careshield Life"
    ],
    "Description": ""
}