{
    "link": "https://blackdotresearch.sg/the-air-times-article-of-11-december-2018/",
    "Title": "The “Air Times” Article of 11 December 2018  ",
    "Tags": [],
    "Paragraphs": "\nOn 11 December 2018, a website called “Air Times” which appeared to be based in Malaysia published an article alleging that Singapore’s military aircraft had intruded into Malaysia’s airspace. Translated, the article reads as follows:\nKUALA LUMPUR, Dec 11 – Dron and a Singaporean attack helicopter have invaded Malaysia’s airspace in the Johor Strait waters.\nVideo footage has been tular on social sites featuring the presence of the Singapore Air Force (RSAF) AH-64 attacker helicopter to the waters of the country aimed at disturbing the movements of state-owned vessels.\nThe video has been uploaded in several social media accounts including the Facebook page of the Malaysian Armed Forces Club.\n“It’s been a few days to send helicopters to the area because we’re afraid of ships,” said a resident who wanted to be known as Samad.\n“Instead of helicopters, they send jet fighter into our airspace,” he said.\n“The waters of which we are able to take until the day that we are in charge of our enforcement boats, now our airspace has entered. Tomorrow is tomorrow what will happen. Where’s our army? What’s our government doing? “Samad again.\nTo date, the Ministry of Defense has not issued any feedback since the incident involving RSN maritime invasion on Nov 28.\nIn addition to the article above, Air Times also uploaded a poorly shot video on Facebook seeming to prove the article.\nThe allegations made in the Air Times article and video were serious because they were made at a time when the governments of Singapore and Malaysia were embroiled in various disputes relating to airspace use and territorial waters South of Johor Bahru. Taken at face value, if left unchecked, the article and video had the ability to fuel discontent.\nBoth the article and the video are FALSE.\nOn 12 December 2018, Malaysiakini published a report stating that the Defence Ministry of Malaysia dismissed the claim made in the “Air Times” report.\nInterestingly, “Air Times” itself carried a similar report, stating (translated via Google Translate):\n“ Deputy Defense Minister: There is no Malaysian airspace intrusion by Singapore KUALA LUMPUR, Dec 12 – Deputy Defense Minister Sen. Liew Chin Tong today denied the occurrence of any Malaysian airspace invasion by Singapore. He mentioned the matter to the media after attending the Diploma Delivery Course of Malaysian Government and Staff Course (KPSM) Series 47/2018 at Wisma Perwira, Kuala Lumpur, today. “I was briefed by the Air Force Commander no incursion,” Liew said briefly to the media. Yesterday, a video showing the Republic of Singapore Air Force (RSAF) aircraft allegedly encroaching Malaysia’s waters and airspace around early December 2018 had been tular in social media.”\nA video of the Deputy Defence Minister refuting the allegation is located here.\nTo date, the original article and the video remain available via “Air Times” channels. Neither the existing article nor the video would, alone, make any mention of the fact that the news is fake.\nWe find it disturbing that “Air Times” would publish a report and upload a video which are false, discover the news to be false, and continue to allow the news to remain available online without any attempt to stop the spread of misinformation or at least highlight that such information cannot be trusted.\nAs a final note, we caution that there exists online speculation that “Air Times” is state sponsored. As there is doubt as to whether this is true, it would be helpful if the Malaysian Defence Ministry would provide clarity on this matter. We continue to await further updates.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/01/airtimes.png",
    "Iframe Sources": [],
    "date": "2019-01-04T18:34:52+00:00",
    "Links in content": [
        "https://l.facebook.com/l.php?u=http%3A%2F%2Fwww.airtimes.my%2F2018%2F12%2F11%2Fhelikopter-tempur-singapura-ceroboh-ruang-udara-cabar-kedaulatan-malaysia%2F%3Ffbclid%3DIwAR0UpVuENEZM_eLgs_SL-SY6cDGB9L5nbsAe3DGhVuV_q0AqE6s6cMdADJA&h=AT1Eg3-MNgmvffjtuN8SuzHE7nNoqdwFhV7nevpk6kVqSbo4IG40Qy9mG2QDL1zTWzMxBhx5H6DTOb0vaKn4InuKAx-GXsK3MYkemGwDAAj_t-75JkuS5eOZTP8vSEdwEKjbABerYw-J4sIEo2_ND9sX",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2Ff5uymxn6RFE%3Ffbclid%3DIwAR1bpWzDseBWhAKIPdxQ8y0c_Tsa6pJ0CBHVaZKIeL5ct8O_y7iKdb4RNrE&h=AT2Csw2V5hFnKXSwBJvHSUWuZSDu_Q3vNrFmSjfhaVkgu5FKW8a3AWQbt86ecVsCxyrMY9iWrkEOuPnhze6DzogzrTCM4AYYbnpomuX48M5L3A6g3FT8NQOHzcTCcNqx02bugYJaw3k",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fm.malaysiakini.com%2Fnews%2F455830%3Ffbclid%3DIwAR0ckJOCUcGfwdCrpdDr6B_Q1_e1mqVVvjdG-RpQw-4U8JXiJH2B6jZvB8U&h=AT0N81oJDiqNSmRGOIgs3SZR32sP741KCsYS0BI1HNWkfHj0P0uedXsYxwC4hjIMU7WZqwjuOB5dP2s8Waugjk0cnHzC9KjC6YFv-HYEfn28AGK1RSPmUb2TdgTLN6EhTkBTP5pX3necyvBKY3km6Lqw",
        "https://l.facebook.com/l.php?u=http%3A%2F%2Fwww.airtimes.my%2F2018%2F12%2F12%2Ftimbalan-menteri-pertahanan-tiada-pencerobohan-ruang-udara-malaysia-oleh-singapura%2F%3Ffbclid%3DIwAR06YBUtNSbiTSwwU2Yk5Ms6TqnQlQ6OV3eEmIcHOPVgs0CPb1tsTUjfMDM&h=AT0z64qgR7N0O_szinH0oWEDH_G9_NRYsqd_4j_n7IXVr4w311SAmuaAhCIGEJ48rJp9Y5XCcFJ86ZVYWU3qlhQA2O9qeIKirCxMCQIfAHr1UL5i7V2IUkXVVIT49cqSaBfjFXqnXNY",
        "https://youtu.be/zT-9xkEJ6Bc?fbclid=IwAR1CXv3JQRLBEWgexWfz-L4WMtR8BlH8esKiTeySfjD4fItiqEF2iA8QZbo",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fobserver.news%2Ffeatured%2Fsmrt-feedback-exposes-malaysian-internet-brigade-allegedly-run-by-rmaf-major%2F%3Ffbclid%3DIwAR39kEwHN3st2oHlYhaXmxKFyF4Ft3-mdxp7GVa1y6vBCqL0u3sH7AcSH-Y&h=AT2Lbcc3B5uL6LrWoWqlQCv884H5Ov_UwFONpfaIu0CLVYRHksxoX6jWbFLxX0l8E-jJJRc9oqKVwubJYyv_Y1T-EboJszzoEGKjm9eR0MhN3jGFMhTFhuxsZz6bwau76Md5YaOZ_qo"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/01/airtimes.png",
    "Truefalse": [],
    "Description": ""
}