{
    "link": "https://blackdotresearch.sg/factcheck-tun-dr-mahathir-at-the-oxford-union-on-18-january-2019/",
    "Title": "Tun Dr Mahathir at the Oxford Union on 18 January 2019  ",
    "Tags": [],
    "Paragraphs": "\nOn 18 January 2019, the Prime Minister of Malaysia, Tun Dr Mahathir Mohamad, spoke at the Oxford Union in Britain. Being the first Malaysian and ASEAN leader to be invited to address the forum, this was a highly significant event. The Oxford Union was recorded and broadcast in full on YouTube.\n\nGiven the flurry of news we have seen arising from his speech and the dialogue following shortly after, we fact check the following statements during Tun Dr Mahathir’s interaction with Oxford University student Darrion Mohan (From 53:50 until 59:45) which have generated the most significant discussions are the following:-\nStatement 1\nTun Dr Mahathir Mohamad: “I tell you this, Singapore buys water – raw water, from Malaysia. How much does Singapore pay? 1 cent. For 1,000 gallons, they pay 1 Singapore cent, equal to 3 Malaysia sen. Since 1926. You mean to say, prices don’t change?”\nWas there a 1926 agreement? No. Tun Dr Mahathir must have said this in error, referring instead to the 1962 water agreement, known as the Johor River Water Agreement (the “1962 Agreement”).\nWhile there were 2 other agreements before the 1962 Agreement – The first in 1927 and the second in 1961 (the “1961 Agreement”). The 1961 Agreement covered raw water from Tebrau and Scudai Rivers and expired on 31 August 2011. This agreement had provided that Singapore would purchase raw water at a price of 3 sen per 1,000 gallons of raw water, and sell to Johor 50 sen per 1,000 gallons of treated water.\nThe 1962 Agreement provided for Singapore to draw water from the Johor River, up to a maximum of 250 million gallons of raw water per day. It also sets out a purchase price of 3 sen per 1,000 gallons of raw water, payable by Singapore to Johor Bahru, and a selling price of 50 sen per 1,000 gallons of treated water, payable by Johor Bahru to Singapore. Johor is entitled to treated water amounting to no more than 2% of the water Singapore imports.\nTun Dr Mahathir is also right to imply that prices do change, and it was provided for in the 1962 Agreement that there could be a price review to the prices after 25 years. The Johor government had, however, not chosen to revise the prices in 1986 and 1987, when given the chance.\nStatement 2\n@56:12 – Tun Dr Mahathir Mohamad: “Well, do you think, that buying water at uh… 3 sen per thousand gallons and then selling it at 60 dollars per thousand gallons of clean water, that is fair to Malaysia? That we receive 3 sen?”\nDarrion Mohan’s response: “It may not be fair, but out of goodwill Singapore has sold more water at a subsidised price. We have sold 11,000 more per day than what we were obliged to, and Malaysia had the chance, you had the chance to revise the water agreement. You didn’t take the chance.”\nTun Dr Mahathir replies: “I took the chance before… But Singapore refuses. Uh, and refuses also to go to the Courts for that. But anywhere in the world when you tell them that Singapore buys water at 3 sen per thousand gallons and then sells treated water at 50 sen to Malaysia, that is not a good deal. We have to – We get only 3 sen per thousand gallons. In some cases, in Singapore, it is $60 per thousand gallons of treated water. The cost of treatment is very little, and yet Singapore makes tons of money. I don’t like to say this openly. I like to talk to the leaders, but then since you ask the question. This is grossly unfair, to pay 3 sen, 3 Malaysian sen, which is equal to half a US cent if the US still has cents. But when we ask to negotiate the price, because, they can sell to us at a higher price also. But we want to negotiate the price that is much more reasonable. Paying 3 sen for one thousand gallons is absurd, in 1926, when the figure was mentioned, it was ok at the time, but it’s not ok now. We are different countries. We have to get back our money. For years Singapore has benefited by buying water at 3 sen per thousand gallons, and then selling treated water at about $60 per thousand gallons.”\nThere are 2 sub-statements here and we deal with each individually:\nSub-statement 1: That Malaysia had tried to change the water prices under the water agreements before, but Singapore refused, and also refused to submit to an international court.\nIt is unclear what chance Mahathir is referring to. This is even more so when we refer to Malaysia’s own letters to Singapore on 24 August 2000 until March 2002, as seen below (the “MFA Pack”, published in 2003 and which continues to be cited).\nWater Talks_ If Only It Could\nFirst, Malaysia accepts that it had not reviewed the prices in 1985 and 1986, even though this could have been done under the 1961 and 1962 water agreements. See the letter from Tun Dr Mahathir of 14 March 2002, reference no. EC 56/02, exhibited at page 48 of the MFA Pack, which states:\n“The 1961 and 1962 Water Agreements clearly provided for a review of the price of water after 25 years of the signing of the said agreements. The fact that Malaysia had not done so earlier should in no way be construed as Malaysia’s disinterest in seeking a fair and just review of the price.”\nBut there is no reason given as to why Malaysia did not review the price.\nSecond, it is incorrect to say that Singapore was unwilling to take the dispute to Court/arbitration. On the contrary, Malaysia had opted not to submit the dispute through the legal channels and purported to negotiate with Singapore. Indeed, referring to the leaders’ correspondence again (pages 11 to 66 of the MFA Pack), the correspondence between the leaders clearly showed that negotiations on the water price continued well in the years of 2000, 2001 and 2002. The negotiations did not bear fruit. In all the correspondence, the only indication given was in September 2002, when then-Malaysian Foreign Minister Syed Hamid referred to arbitration clauses in the water agreements, when having the Second Ministerial Meeting with Singapore (see page 68 of the MFA Pack, mentioned in the ministerial statement of Singapore Minister for Foreign Affairs at the time, Professor S. Jayakumar).\nNo arbitration has however happened. The Ministry of Foreign Affairs has stated in the MFA Water Pack, which was published in 2003, that:\n“If we cannot reach agreement through negotiation, we are prepared to refer the matter to arbitration. We do not mind if it is the Permanent Court of Arbitration, or a tribunal constituted according to the laws of Johor.”\nIt, therefore, cannot be correct to say that Singapore was unwilling to submit to any legal process to resolve Tun Dr Mahathir’s grievances over the 1961 and 1962 Water Agreements.\nSub-Statement 2: That Singapore had been benefiting by buying water at 3 sen per thousand gallons and selling treated water at $60 per thousand gallons.\nThis is interesting. We are unable to determine the source for Tun Dr Mahathir’s statement that Singapore is selling treated water at $60 per thousand gallons.\nDarrion Mohan had stated on his Facebook post that:\n“Thinking that $60 per 1,000 gallons seemed strangely high, I subsequently double-checked this. It turns out that Dr M was referring to the price at which Singapore’s PUB sells water domestically (approximately RM 60 per 1,000 gallons).”\nBut this does not appear to be correct. PUB’s latest water prices are as follows:-\n\nThe conversion rate from 1,000 gallons into cubic metres is:\n\nAt its highest, the price of water sold by PUB domestically would be S$16.75 per 1,000 gallons (and if it were the US liquid gallon measure, it would be even less, at a multiplier of 3.785).\nS$16.75 works out to approximately RM 50.26, not the RM 60 that Tun Dr Mahathir was referring to.\nStatement 3\nOn the issue of the airspace and maritime disputes, with the latest flashpoint arising out of the Johor Bahru Menteri Besar Osman Sapian visiting Malaysian marine vessel personnel stationed in the disputed waters off Tuas:\n@58:48, Tun Dr Mahathir: “Well, the Menteri Besar went without our permission. He thought that it was Johor waters, that’s why he went there. I mean, the reaction to his uh going there, is uh, is quite uh severe. As if we were going to war. I mean, he is going to go into a ship in neutral waters.”\nDarrion Mohan protests. Tun Dr Mahathir then carries on:\n“It is not Singapore waters either, it is international waters. The Menteri Besar can go into international waters without Singapore sending warships to chase him away.”\nBy way of background, on 25 October 2018, Malaysia’s Ministry of Transport published in the Federal Government Gazette a declaration to alter the port limits for Johore Bahru Port, extending the port limits effectively to waters close to Tuas in Singapore. Shortly after, Malaysian Marine Department vessels were moved to the edges of the newly defined port limits. Singapore has protested this as an illegal expansion of the port limit and an intrusion by such vessels, and has taken various steps from diplomatic engagements to similarly extending its own port limits, and placing its Navy vessels and Coast Guard vessels on alert to challenge Malaysian vessels.\nThe statement by Tun Dr Mahathir regarding the disputed waters as being “international waters” is surprising because Malaysia’s position since the start of the dispute in October 2018 has been that the disputed waters belonged to Malaysia. As reported on 5 December 2018 in Singapore, Tun Dr Mahathir had said:\n“We can measure to see if it is true or not but we had not touched their border,” he said.\nWe are still within our own waters,” Dr Mahathir told reporters after launching the Union of Pos Malaysia Uniformed Staff (UPUS) conference.\nThis inconsistency does not suggest that it is a fact that the waters being disputed belong to Malaysia. What is being pointed out here is that Malaysia does not appear to have an intention to be clear about why it had extended the port limits. It cannot be said with confidence that they believe that the waters belong to them.\n\nThere are 2 other topics that we scanned through to confirm if they had been mentioned during the Oxford Union dialogue:\nTopic 2\nMahathir’s statement that it was wise for Malaysia to expel Singapore from the country back in 1965 as the island state was not compatible with Malaysians. https://www.malaymail.com/news/malaysia/2019/01/19/dr-m-singaporeans-not-compatible-with-malaysians-1965-expulsion-was-wise/1714375\nThis is true. At 1:03:00, the query raised was:\n“Given the uneasy situation with Singapore, with the benefit of historical hindsight, do you believe that it was the right decision for Malaysia to expel Singapore in the first place, or would things have not turned out so well for either party?”\nTun Dr Mahathir clarifies the question and then answers:\n“That has happened a long time ago, we cannot do anything about it, so we don’t question whether it was right or wrong. But the fact is that Singapore was a part of Malaysia before, it is our country, normally, when a country decides to decolonise, the land goes back to the owner of that land, to the country which owns that land. That happened to Hong Kong, Macau and other places. But in our case, we find that Singapore, people in Singapore are not compatible with the people in Malaysia. They have a different viewpoint, different ideas about how a country should be ruled. It was for that reason that they were asked to leave Malaysia and I think it was the right decision at the time.”\nTopic 3\nMahathir’s statement that “Malaysia has no diplomatic relations with Israel at all, and we don’t think that they should come to our country because we have no relations with them. We feel that they were doing a lot of wrong things but getting away with it because nobody dares to say anything to them,” (http://www.israelnationalnews.com/News/News.aspx/257846)\nThis is true. See 36:30 onwards until 36:54.\n \n\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-22T13:39:56+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2019/03/Water-Talks_-If-Only-It-Could.pdf",
        "https://www.malaymail.com/news/malaysia/2019/01/19/dr-m-singaporeans-not-compatible-with-malaysians-1965-expulsion-was-wise/1714375?fbclid=IwAR1OzuX0yP0lTmR4XzqW1INqUeW3TBRL8xueaRmehCCHyDhRPVNWn007OdY",
        "http://www.israelnationalnews.com/News/News.aspx/257846?fbclid=IwAR1voZWIb3jCWf_NiRhDUYvoxoiNXZj2F4mvOzLS33xyHE6dUGu6IT-huoI"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [
        "Sub-statement 1:",
        "Sub-Statement 2:"
    ],
    "Description": ""
}