{
    "link": "https://blackdotresearch.sg/factcheck-was-pannir-selvam-unreasonably-handed-the-death-penalty/",
    "Title": "Was Pannir Selvam unreasonably handed the Death Penalty?  ",
    "Tags": [],
    "Paragraphs": "\n\nThe background to this post can be found here.\nLawyers for Liberty asserted the following in their press release of 18 May 2019:-\n“Pannir has consistently denied that he knew he was carrying prohibited drugs.  Further, the High Court judge in convicting him found that he was a mere courier or drug mule.“\n“Pannir had strong grounds for clemency as he had assisted Singapore authorities by providing critical information about one Anand who is believed to be the mastermind who had duped Pannir into carrying a package to Singapore. Anand is believed to be in Malaysia and still active in the drug trade.“\n[Emphasis added by us in bold]\nWe reviewed the relevant materials and view both the above assertions as a mixture of facts and misleading suggestions.\n\nHow much must a Drug Mule know to be guilty of trafficking?\nLet’s look at the first assertion.  The suggestion in the assertion is that:\n\nPannir was probably unaware that the drugs he carried were prohibited drugs.\nFurther, the Judge found that he was a mere drug courier or drug mule.\n\nThe judgment of the Singapore High Court (which was not disturbed on appeal) can be found here.  We exhibit the PDF copy below.  We refer to the judgment for the various comments below.\nThe assertion is substantially untrue when we consider it together with its suggestion.  Just because one is a mere courier, doesn’t mean that one did not know the nature of what he was carrying.\nBy his own admission, Pannir knew that the packages he carried were dangerous drugs.  He had also taken steps to evade detection, steps which ultimately failed.  Pannir was certainly not duped by anyone into carrying the drugs.\nOn the morning of 3 September 2014, Pannir had retrieved the drugs which came in 4 packets of brown coloured substance from the drain across his house. He taped them up in black tape, hiding 3 packets in his groin area and the 4th packet in the back seat compartment of his motorcycle.\nWhen he was caught with the packets at the Woodlands checkpoint, the officers present took his statement.  Now, it is true that he had said “I don’t know” to the majority of the questions asked, including what the packets were, what they contained, who passed him the packets and to whom he was delivering the packets.  Pannir disclosed only that he was being paid RM500 for delivering each packet.  But that was the first statement.\n8 more statements were taken from Pannir later, across various days and on different times. In total, 9 statements.\nIn Pannir’s 2nd statement, he mentions “Anand” for the first time, saying that Anand gave him the job of delivering the packets after an encounter with Anand at a gambling den.\nIn Pannir’s 3rd statement, Pannir mentioned that the night before the offence (2 September 2014), Anand had brought him to a hotel room with 4 to 5 other persons to drink and smoke “Ice”.  The next morning, Anand called him and to remind him that he had to send “sapdhe” to Singapore, and this “sapdhe” was placed in the drain behind the shophouses near Pannir’s house. Anand told him that “this thing is not play play and can kill people” and that it was “worth thousands of dollars“.   Pannir then mentioned that when he was stopped at the Woodlands Checkpoint he “knew that it was over for him” and told the officers to let him off.\nThe story as told by Pannir becomes confusing in later statements because he contradicts his earlier statements when he confesses to having helped “Anand” deliver drugs previously.  Further, even though he had allegedly been told that the drugs could kill, in one of his statements, Pannir claimed that he thought he was carrying sex enhancement drugs or aphrodisiacs.\nThe various inconsistencies in Pannir’s statement led the Judge to find the following (see [37] of the judgment):\n“… The accused’s evidence was inconsistent in many parts and he could not give a cogent explanation for these inconsistencies.  While he attempted to give explanations for some of the inconsistencies, these were merely assertions and mostly centred on trying to push the blame to the recording officers.  Although the accused admitted that he had previously delivered similar packets into Singapore for Anand, I have to take this against the fact that he had only raised it in his statements when he had essentially no choice and was looking for a way out.  The accused’s evidence was also self-serving such as in the fact that he attempted to portray himself as having transported the packets for Anand because the latter was going through financial difficulties, while in his previous statements the accused had stated that he himself needed money to pay off his debts.  I found that the accused was not a truthful witness, and instead, his defences seemed to be afterthoughts, quickly adapted to the situations around him.“\nNote that while it is therefore incorrect to say that Pannir had denied knowledge that he was carrying prohibited drugs, his involvement was a different matter.\nHence, we recap – The Judge did indeed find that Pannir was a drug mule – a courier. Nothing more.  However, this does not change the fact that Pannir had knowingly committed the offence of trafficking.\nWhat is this thing about a Certificate of Substantial Assistance?\nSingapore’s anti-drug abuse laws are unique when the penalty for the offence of trafficking involves the death penalty.\nLet’s take it step by step, and let’s assume that you are the accused.\nFirst, there is the double-presumption.  As long as you are caught having a certain amount of a prohibited drug like the following (list is not exhaustive!) –\n\nopium\nmorphine\ndiamorphine (aka heroin)\ncannabis (aka grass, ganja, marijuana, weed, “4-20”)\ncannabis mixture\ncannabis resin\ncocaine (aka crack)\nmethamphetamine (aka meth)\nketamine (aka ice)\n\nYou are presumed to know what the drug is and that the drug was in your possession.  That’s the first presumption.\nIf the amount of the drug exceeds a certain threshold amount (like in Heroin, 2g or more), you are presumed to be a trafficker. That’s the second presumption.\nWhy is this important? In the usual case, it isn’t enough for the authorities to catch you with the drug.  They have to prove to a judge that you had the drug and you intended to possess it, consume it or traffic in the drug.  With the double-presumption, you are responsible to explain to the judge why you shouldn’t be regarded as being in possession or that you’re a trafficker.\nSecond, triggering the death penalty involves a question of quantity. If the amount of the drug you hold exceeds another threshold amount (in the case of Heroin, 15g or more), and you fail to rebut the double-presumption, then the default sentence is death.\nThird, the only way to avoid a death penalty is found in section 33B of the Misuse of Drugs Act – You have to show firstly, that you are nothing more than a drug mule (i.e. your only job was to get the drugs from point A to point B.  You weren’t involved in the manufacture or selling of the drug), AND, secondly, here comes the crucial bit:\n“the Public Prosecutor certifies to any court that, in his determination, the person has substantively assisted the Central Narcotics Bureau in disrupting drug trafficking activities within or outside Singapore.“\nIn such a case under section 33B, there would then be a chance to avoid the death penalty, because with the findings and the Certificate, the Judge now has the option of sentencing you to life imprisonment, plus 15 strokes of the cane (possibly more).\nFor completeness, we do highlight that you can avoid the death penalty also if, in addition to being a courier, you were suffering from some mental ailment that reduced your mental responsibility for the offence – e.g. you were schizophrenic and heard voices warning you that if you failed to bring a package of heroin across the border, your family would die.  But we aren’t concerned with this scenario.\nThe Public Prosecutor’s certificate to the Court is given at the discretion of the Public Prosecutor – i.e. he decides whether or not he wants to give it.  So long as he does his job without malice or bad faith (i.e. for some improper motive), he cannot be questioned as to why he gave the certificate to the Court.\nIn Pannir’s case, we fail to understand why Lawyers for Liberty say that “critical information” about Anand was provided.  Given the various inconsistencies in Pannir’s statements, at most, the name (and not even the surname) was given, and the activities prior to the trafficking act.\nIt is difficult to see how doing this helped to “disrupt drug trafficking activities within or outside Singapore“, as spelt out in the law.  There may of course have been more information that was given and this is not revealed in the judgment – But ultimately, the Prosecutor felt that this was not substantial.\nNow all this is not to say that the uniqueness of Singapore’s law (in particular, section 33B) is without criticism – Some have pointed out that the certification should be something given by the Judge rather than the prosecution (see this 2013 article on the matter).  In Parliament, the argument by the Minister for Home Affairs and Law was that:\n“51. The Courts decide questions of guilt and culpability. Operational value of assistance provided by the accused, the Public Prosecutor is better placed to decide. The Public Prosecutor is independent and at the same time, works closely with law enforcement agencies and has a good understanding of operational concerns. An additional important consideration is protecting the confidentiality of operational information.\n52. The very phrase “substantive assistance” is an operational question and turns on the operational parameters and demands of each case. Too precise a definition may limit and hamper the operational latitude of the Public Prosecutor as well as the CNB. It may also discourage couriers from offering useful assistance which falls outside of the statutory definition.\n53. [Ms Sylvia Lim, a Member of Parliament] suggested that if there are concerns about confidentiality, why not have it in camera, although I am not quite sure she used that phrase. The real point is this. Just imagine the scenario. In a case, the defendant argues that he rendered substantial assistance – it is CNB’s fault for not dismantling some organisation overseas, it is something which CNB did or did not do, what intelligence agencies and officers did and did not do? And you put the officers on the stand and cross-examine them on their methods, their intelligence, their thinking. Ask yourself whether that is the best way of dealing with this question. Is that helpful?\n54. Again, is there a risk? Obviously if you give such powers, there is a risk. But which is the bigger risk? This is something you have to ask yourself. If, over a period of time, the entire modus operandi of the CNB is effectively in the public domain, does it do us any good?“\nWe should highlight that since section 33B came into force in 2012, there have been instances where the Prosecution gave the certificate of substantial assistance.\nSee this report in 2015 (the case of Konkla Juntida) and the earliest cases  dating back to 2013, where the certificate was issued:\nagc-media-statement_agc-to-issue-certificates-of-substantive-assistance_18-sept-2013\n \nPannir was not granted such a certificate.  That is a fact.  We have not seen anything to suggest that any dispute arose as to whether the Prosecutor refused to grant the certificate in bad faith or out of malice.\nNext up:- The Death Penalty for drug offences!\npp-v-pannir-selvam-pranthaman\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-27-at-10.19.54-PM.png",
    "Iframe Sources": [],
    "date": "2019-05-28T09:00:27+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/a-factchecking-focus-for-this-week-pannir-selvam-the-death-penalty-and-drugs/",
        "https://www.supremecourt.gov.sg/docs/default-source/module-document/judgement/pp-v-pannir-selvam-pranthaman.pdf",
        "http://www.singaporelawreview.com/juris-illuminae-entries/2015/how-substantive-is-substantive-assistance",
        "https://www.mlaw.gov.sg/news/parliamentary-speeches-and-responses/response-by-minister-for-law--mr-k-shanmugam--during-the-second-.html",
        "https://www.todayonline.com/singapore/drug-courier-spared-death-penalty-helping-cnb-probe",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/agc-media-statement_agc-to-issue-certificates-of-substantive-assistance_18-sept-2013.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/pp-v-pannir-selvam-pranthaman.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-27-at-10.19.54-PM.png",
    "Truefalse": [
        "Further",
        "you"
    ],
    "Description": ""
}