{
    "link": "https://blackdotresearch.sg/suicide-cases-singapore-2020-increase/",
    "Title": "Was there a 22% increase in suicide cases in 2020?  ",
    "Tags": [],
    "Paragraphs": "\n[Editorial Update: 8 July, 4:42pm] We have updated the article with statistics for the year 2020. The rating has also been changed from likely false to false.\n–\nWe came across this post on ex-presidential candidate Tan Kin Lian’s Facebook page:\n\nIn the post, he writes that there were 400 suicides in 2019, and that there was a 22% increase in 2020.\nHe then goes on to insinuate that the increase could be due to the circuit breaker period that lasted from April to June 2020. In the comments section, he elaborates on this theory, saying that due to the “insane restrictions imposed by the insane ministers”, many ended up losing their livelihoods and this has led to people committing suicide:\n\nSeveral commenters appear to agree with Tan’s theory:\n\nSuicide rates in Singapore\nIn a media release published in August last year, the Samaritans of Singapore (SOS) stated that there were 400 reported suicides in 2019. This was in comparison to 397 cases in 2018. On the flip-side, it also reported that the suicide rate for Singapore residents in 2019 dropped to 8.00 per 100,000, down from 8.36 in 2018.\nAs a quick background, SOS is a non-religious and not for profit organisation whose work focuses on crisis intervention and suicide prevention. They are a member of the National Council of Social Service (NCSS) and are supported by the Community Chest. They publish media releases annually on the number of reported suicides for the previous year (i.e. the media release for 2020 reveals the statistics from 2019, and so on).\nWhile the media release which revealed the number of suicide cases in 2019 was published in August 2020, the other years’ editions have been published in July in previous years. Here’s a compilation of screenshots we took from SOS’ press room of the previous years’ reports:\n\nIt is therefore uncertain where Tan got the statistics from, given that SOS appears to be the only organisation that publishes these statistics.\nSOS published the statistics for the year 2020 on 8 July 2021, and reported that Singapore had reported 452 suicides that year. This is a 13% increase compared to 400 cases in 2019, and is the highest number since 2012.\nTherefore, while it is true that there were 400 reported suicide cases in 2019, the claim that there was a 22% increase in the number of cases in 2020 is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/04/suicide2020-800x800.png",
    "Iframe Sources": [],
    "date": "2021-04-06T03:52:30+00:00",
    "Links in content": [
        "https://www.facebook.com/kinlian/posts/5315806135158662",
        "https://www.moh.gov.sg/news-highlights/details/circuit-breaker-to-minimise-further-spread-of-covid-19",
        "https://www.sos.org.sg/pressroom/sos-media-release-2020",
        "https://www.sos.org.sg/media/press-room",
        "https://www.sos.org.sg/pressroom/singapore-reported-452-suicide-deaths-in-2020-number-of-elderly-suicide-deaths-highest-recorded-since-1991"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/04/suicide2020-800x800.png",
    "Truefalse": [
        "likely false",
        "false",
        "false"
    ],
    "Description": ""
}