{
    "link": "https://blackdotresearch.sg/was-channel-newsasia-incorrect-in-using-the-term-methane-poisoning-in-reporting-on-the-pasir-gudang-crisis/",
    "Title": "Was Channel NewsAsia incorrect in using the term “methane poisoning” in reporting on the Pasir Gudang crisis?  ",
    "Tags": [],
    "Paragraphs": "\n\nCredit: Mothership\nThis is unproven. We think it is reasonable for Channel NewsAsia to have used the term.\n\nOn 18 March 2019, media portal Mothership reported on a series of Facebook posts by Mdm Ho Ching, Chief Executive Officer of Temasek Holdings, Singapore’s government-owned commercial investment company and wife to the Prime Minister of Singapore. These posts focused on the 7 March 2019 Pasir Gudang incident, where illegal dumping of chemical waste led to mass poisoning caused by huge amounts of noxious fumes spreading across Pasir Gudang in Malaysia.\n\nIn various news reports, Channel NewsAsia used the term “methane poisoning” to describe the noxious fumes in Pasir Gudang.\nIn her posts, Mdm Ho Ching queried whether using the term “methane poisoning” was correct. Methane, she mentions, is largely non-toxic and presents a risk when it replaces the level of oxygen, i.e. in a confined space.\nNow scientifically and chemically speaking, Mdm Ho Ching was, and is, correct. Various sources checked by us have echoed her views (see in particular, a succinct article on methane by the Canadian Centre for Occupational Health and Safety,\nThe crisis in Pasir Gudang broke on 7 March 2019, but we only came to know about the specific chemicals involved later, when the Malaysian Minister for the Environment, Mdm Yeo Bee Yin informed the press on 16 March 2019 of what they had managed to ascertain – In broad summary, there were 9 key chemicals, and methane was 1 of them (and among the least toxic).\nInterestingly, it was not Channel NewsAsia that had started using the phrase “methane poisoning”. The term was used from the very beginning, when Dr Sahruddin Jamal, the Johor Health, Environment and Agriculture Committee chairman, gave his briefing on the situation on 7 March 2019.\nNotably, the Chairman had identified methane as a pollutant when, at the same time, he clarified that it could not be confirmed that methane was indeed the noxious chemical causing the problems. The phrase “methane poisoning” then began to take root in later press releases.\nSo it appears to us that the term “Methane Poisoning” was not used in the strict chemical sense but rather as a term of art that everyone came to use to describe what was happening in Pasir Gudang. Channel NewsAsia reported it as it was used, and as far as we see it, quite accurately.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-12.09.44-PM-800x743.png",
    "Iframe Sources": [],
    "date": "2019-03-19T16:11:25+00:00",
    "Links in content": [
        "https://www.ccohs.ca/oshanswers/chemicals/chem_profiles/methane.html",
        "https://www.straitstimes.com/asia/se-asia/pasir-gudang-chemical-spill-facts-about-the-9-chemicals-found-and-their-health-impact",
        "https://www.malaymail.com/news/malaysia/2019/03/07/three-in-critical-condition-after-inhaling-chemical-fumes-in-pasir-gudang/1730156"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Screenshot-2019-04-16-at-12.09.44-PM-800x743.png",
    "Truefalse": [],
    "Description": ""
}