{
    "link": "https://blackdotresearch.sg/was-singapore-technologies-marine-allowed-to-participate-in-government-tenders-in-spite-of-being-involved-in-corruption-previously/",
    "Title": "Was Singapore Technologies Marine allowed to participate in government tenders in spite of being involved in corruption previously?  ",
    "Tags": [],
    "Paragraphs": "\nYes. This is true. But there’s more.\n\nPreviously, The Online Citizen had reported on how ST Marine had, in 2017, been awarded a Ministry of Home Affairs tender to construct and maintain 12 aluminium hulled patrol boats. ST Marine is a subsidiary of the ST Engineering Group, a listed company which is majority owned by the Singapore government’s investment corporation – Temasek Holdings.\nThis tender award was controversial because, in 2017, 7 senior executives of ST Marine were convicted of various offences related to corrupt activity, namely, paying out S$24.9 million approximately in bribes between 2000-2011 (the corruption saga first broke in 2014).\nThese bribes were to secure contracts with customers of ST Marine.\nOn 19 March 2019, the Straits Times (ST) published an article which reported the Ministry of Finance (MOF) as saying that ST Marine could participate because:\n– The Corrupt Practices Investigation Bureau (CPIB) did not find that the earlier corruption saga had any relation to any government agency or contract.\n– Accordingly, the CPIB did not recommend to the Standing Committee on Debarment (SCOD) to debar ST Marine from participating in government tenders.\nVarious online media sites and commenters have found the statements unconvincing. After all, corruption is corruption whether public or private, it would seem.\nWell, not really.\nWe note from the Online Citizen’s article on 19 March 2019 that the MOF’s statements in the ST article seemed to contradict the Defence Procurement Guidelines, referring to a webpage from the Defence Science & Technology Agency (DSTA).\nBertha Henson likewise opined that the MOF statement “[d]oesn’t sound right“.\nWe first point out that The Online Citizen’s reference to the DSTA webpage in its article is misleading – The webpage is only an overview of defence procurement policies. The key document the web page refers to is the Singapore government policy on debarment of suppliers which states that:\n“(6) Corruption\nCorruption offences are investigated by the CPIB and the CPIB would, where appropriate, recommend to SCOD for debarment action or otherwise, as soon as possible after the court decision which establishes that the contractor or any of its employees, directors, partners or its sole proprietor had bribed a public sector officer or another person, in connection with a government agency or contract, is available. The debarment applies to the following:\n(i) Contractors involved in corruption\n(ii) Directors/partners/sole proprietors of the debarred companies/businesses who are\ninvolved in corruption\n(iii) Other companies/ businesses on which the directors/partners/sole proprietors sit.\n(iv) Existing and new subsidiaries of the principal offending company (that is, companies in which the principal offending company has 50% or more ownership directly or indirectly).”\nThe same is similarly stated under “Debarment Grounds” in the Ministry of Finance’s guide for suppliers on participating in government procurement opportunities, available here.\nSo the criteria is actually highly specific – The CPIB is only activated to make a recommendation to debar if there is corruption involving the bribing of a public sector officer OR the bribing is in connection with a government agency or contract. And all this has to be established by a court decision.\nFactually, the above criteria was not met in the case of the ST Marine corruption saga – the CPIB hence did not proceed to make any recommendation to the SCOD, even though there were convictions made for the above-mentioned corrupt acts.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/police-coast-guard-800x500.jpg",
    "Iframe Sources": [],
    "date": "2019-03-20T12:00:04+00:00",
    "Links in content": [
        "https://www.theonlinecitizen.com/2019/02/26/st-marine-was-involved-in-a-corruption-scandal-in-2014-but-still-allowed-to-bid-and-win-government-tenders-why/",
        "https://www.straitstimes.com/business/companies-markets/st-marine-which-was-involved-in-one-of-the-largest-corporate-graft",
        "https://www.theonlinecitizen.com/2019/03/19/st-marine-was-never-debarred-from-bidding-on-government-contracts-despite-massive-graft-scandal/",
        "https://www.facebook.com/photo.php?fbid=1235968253208622",
        "https://www.gebiz.gov.sg/docs/Supplier_Guide_Detailed.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/police-coast-guard-800x500.jpg",
    "Truefalse": [],
    "Description": ""
}