{
    "link": "https://blackdotresearch.sg/factcheck-was-terry-xus-claim-that-there-was-a-hep-c-cover-up-prior-to-the-ge-2015-a-falsehood/",
    "Title": "Was Terry Xu’s claim that there was a “Hep C cover up prior to the GE 2015” a falsehood?  ",
    "Tags": [],
    "Paragraphs": "\n\nSome of you may remember that on 4 October 2019, Terry Xu, editor of The Online Citizen, had published a Facebook post about the Protection from Online Falsehoods and Manipulation Act (POFMA).\n\nEmbedded within his post was the following statement:\n\nThe words “the Hep C cover up prior to the GE 2015” was a reference to the lapses at the Singapore General Hospital (SGH) in 2015, which contributed to a spate of Hepatits C infections in its wards affecting 25 patients, 8 of whom passed away.  A post-mortem found that the virus infection was directly responsible for or contributed to 7 of these deaths.\nThe Ministry of Health was quick to call out Terry’s statement as being a falsehood, and responded on 7 October 8.19am:\n\nThe basis for MOH’s clarification is correct.  The suggestion that there was a “Hep C cover up”, based on what we have seen so far, is misleading.\n\nBased on 2 separate media reports and the report of the independent review committee (IRC), a summary of the key events were that:-\nThe Hepatitis C outbreak happened in 2015.  Between April and September 2015, a cluster of 22 cases of acute Hepatitis C virus infections (HCV infections) were identified amongst patients in 2 renal wards at SGH.\nThe MOH was informed of the cluster of HCV infections in late August 2015.  On 3 September 2015, Associate Professor Benjamin Ong, the MOH’s director of Medical Services, met SGH clinicians to seek further clarifications and recommended further investigation and verification.  Following that, on 4 September 2015, an MOH team visited the 2 renal wards for a process walkthrough with SGH.\nSGH presented its findings to the Minister for Health (Mr Gan Kim Yong) on 25 September 2015, and on 28 September 2015, MOH appointed the IRC to review the SGH’s investigations and actions.\nOn 6 October 2015, news on the HCV infections was released by SGH.  The MOH announced the setting up of the IRC.\nThe IRC found that some of SGH staff had deviated from the established standards for the handling of medical procedures such as blood taking, administering of intravenous medication, environmental cleaning and waste disposal.  Cross-contamination of equipment and contact surfaces could therefore have happened.  This was exacerbated by the fact that susceptible cases comprised mainly kidney transplant patients with weakened immune systems, leading to acute infections with extremely high viral quantities in these patients.  These patients had many exposures to intravenous medication and tests requiring blood taking.  In their report, the IRC concluded that a combination of multiple overlapping factors was the most likely explanation for the HCV outbreak, contained within the 2 renal wards.\nOn 5 December 2015, the IRC’s findings were submitted to MOH, and these findings were made public on 8 December 2015.\nOn 4 April 2016, news was reported that 16 senior staff, 12 from SGH and 4 from MOH, were penalized for their roles in the lapses at SGH.\nThe news reports are available here, here and here, and the IRC report is also publicly available, a copy which we make available here:\nthe-independent-review-committee-report-executive-summary\nThe basis for Terry Xu’s statement\nTerry Xu has not given any indication of the basis for his statement, but The Online Citizen has.\nVia a Facebook post and an article published on 7 October 2019, The Online Citizen defended Terry’s statement:\n\n(See here also)\nTerry has not refuted the contents of The Online Citizen’s post or article.  Additionally, he is the Chief Editor of the latter, and has asserted previously that all articles published on The Online Citizen are directed and approved by him (see here). It is reasonable to assume that The Online Citizen’s views are also views that Terry stands by.\nThe crucial paragraphs in The Online Citizen’s post and the article are the following:\n“So the context of the cover up is about the disclosure of the occurrence of the outbreak.\nUsing the Hep C incident as an example, a whistleblower within the system could have released the information of an unnatural large number of infection happening at SGH to the public or press. It could have been in May where the 8th case was detected or July, where the 20th case was detected.”\n[Emphasis in bold added]\nSo Terry’s statement alleging that there was a cover up of the HCV incident appears to have been based on an opinion – That by the time the 8th case was detected in May, the public could have been notified, or by July, when the 20th case was detected.\nIt is also important to note that in making this allegation, Terry and The Online Citizen appear to adopt the facts presented in the Independent Review Committee’s report.  This is important – because at least it shows that there is no disagreement with the integrity of the IRC in this regard.\nThere are insufficient grounds to allege a cover up\nAlleging a cover-up is a serious allegation.  Accordingly, there must be strong evidence to back up such an allegation, in particular, evidence that a wrongdoer has actively taken steps to conceal their actions.\nAn example of this is the Watergate scandal in the US in 1972, where the US President at the time, Richard Nixon, had attempted to cover up his involvement in having the Democratic National Committee (DNC) headquarters broken into and bugged.  FBI investigations discovered a connection between cash found on the men who broke into the DNC headquarters and a fund used by Nixon’s official campaign organization.  Later on, and after much resistance from Nixon, tapes from the White House were released which revealed various conversations incriminating Nixon’s involvement in covering up the break-in (see: https://en.wikipedia.org/wiki/Watergate_scandal).\nInterestingly, Wikipedia has a typology about how cover-ups take place, apparently based on famous cover-ups such as the above-mentioned Watergate scandal and Iran-Contra Affair, and we extract this typology below:\n“… The methods in actual cover-ups tend to follow the general order of the list below.\nInitial response to allegation\n\n\n\n\n\n Flat denial\n Convince the media to bury the story\n Preemptively distribute false information\n Claim that the “problem” is minimal\n Claim faulty memory\n Claim the accusations are half-truths\n Claim the critic has no proof\n Attack the critic’s motive\n Attack the critic’s character\n\n\n\n\n\nWithhold or tamper with evidence\n\n\n\n\n\n Prevent the discovery of evidence\n Destroy or alter the evidence\n Make discovery of evidence difficult\n Create misleading names of individuals and companies to hide funding\n Lie or commit perjury\n Block or delay investigations\n Issue restraining orders\n Claim executive privilege\n\n\n\n\n\n Delayed response to allegation\n\n\n\n\n\n Deny a restricted definition of wrongdoing (e.g. torture)\n Limited hang out (i.e., confess to minor charges)\n Use biased evidence as a defense\n Claim that the critic’s evidence is biased\n Select a biased blue ribbon commission or “independent” inquiry\n\n\n\n\n\n Intimidate participants, witnesses or whistleblowers\n\n\n\n\n\n Bribe or buy out the critic\n Generally intimidate the critic by following him or her, killing pets, etc.\n Blackmail: hire private investigators and threaten to reveal past wrongdoing (“dirt”)\n Death threats of the critic or his or her family\n Threaten the critic with loss of job or future employment in industry\n Transfer the critic to an inferior job or location\n Intimidate the critic with lawsuits or SLAPP suits (Strategic Lawsuit Against Public Participation)\n Murder; assassination\n\n\n\n\n\n Publicity management\n\n\n\n\n\n Bribe the press\n Secretly plant stories in the press\n Retaliate against hostile media\n Threaten the press with loss of access\n Attack the motives of the press\n Place defensive advertisements\n Buy out the news source\n\n\n\n\n\n Damage control\n\n\n\n\n\n Claim no knowledge of wrongdoing\n Scapegoats: blame an underling for unauthorized action\n Fire the person(s) in charge\n\n\n\n\n\nWin court cases\n\n\n\n\n\n Hire the best lawyers\n Hire scientists and expert witnesses who will support your story\n Delay with legal maneuvers\n Influence or control the judges\n\n\n\n\n\n Reward cover-up participants\n\n\n\n\n\n Hush money\n Little or no punishment\n Pardon or commute sentences\n Promote employees as a reward for cover-up\n Reemploy the employee after dust clears”\n\n\n\n\n\n(See: https://en.wikipedia.org/wiki/Cover-up)\n \nWe should highlight that Terry and The Online Citizen have not raised any of the above issues.  The sole issue that forms the basis for the allegation of a cover-up is that the disclosure could have come sooner – their view.\nYet, if we look at the IRC report, there is an explanation that is reasonable and remains uncontradicted.\nBy end July 2015, it was only SGH that had confirmed 20 cases of HCV infection.  The MOH had only been informed on 3 September 2015, and even then, only to the MOH’s Director of Medical Services, who assessed that more information was needed to determine the severity and extent of the outbreak.  As found by the IRC, the Minister was only informed of the issue on 18 September 2015, and briefed on 25 September 2015 after the investigation report was submitted the day before.\nThere are 2 crucial paragraphs in the executive summary of the IRC report which merit mention:\n“23         In summary, there was a delay in recognizing the outbreak as HCV is not easily picked up through regular surveillance due to its unique characteristics.  With HCV being an unusual HAI [Healthcare-Associated Infection], SGH did not recognize the outbreak in a timely manner. While SGH commenced investigations into the HCV cluster from mid-May, and implemented enhanced infection control measures from early June 2015 onwards which were instrumental in slowing the spread of infection, the IRC is of the view that the outbreak was not investigated and managed optimally.  Within MOH, unlike community outbreaks, no one division has clear responsibility to deal with outbreaks of unusual HAIs.  This hindered MOH’s ability to respond in a timely way to the unexpected event.  In addition, the absence of an established framework for unusual and unfamiliar events resulted in delays in escalating the matter from SGH to SingHealth, from SGH to MOH, and within MOH.\n24          The IRC noted that DMS was only briefed by SGH on 3 September. His key considerations then were to make his professional evaluation of the severity and extent of the outbreak, to ascertain that adequate infection control measures had indeed been instituted, and to ensure that new transplant patients were not potentially exposed to HCV infection until the issues had been adequately addressed. He therefore asked for specific additional investigations and actions to be taken in relation to each of these within two weeks, and when these were largely done, reported the matter to the Minister. The IRC is of the opinion that the additional investigations and actions required by DMS are professionally valid and appropriate. Overall, while there were gaps in identification, management and reporting of the outbreak, there was no evidence to suggest that escalation to DMS and subsequent notification of the Minister had been deliberately delayed.”\nThe above paragraphs are important to point out an additional matter – The fact that the HCV outbreak was not a usual HAI, and therefore was not part of the system in place in 2015, which was well placed to handle community outbreaks under the Communicable Diseases Division.  A community outbreak refers to outbreaks of known infectious diseases, such as Hand Foot and Mouth Disease, Dengue and Malaria.\nSo based on what we have seen and how we understand a cover-up works, the allegation of a cover-up just doesn’t seem to be made out.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/MOH-screenshot.png",
    "Iframe Sources": [],
    "date": "2019-10-22T05:07:51+00:00",
    "Links in content": [
        "https://www.todayonline.com/singapore/timeline-actions-taken-sgh-hep-c-outbreak-unfolded",
        "https://www.straitstimes.com/singapore/health/22-patients-in-sgh-renal-ward-infected-with-hepatitis-c-4-patients-have-died",
        "https://www.straitstimes.com/singapore/health/parliament-naming-individuals-rapped-over-hep-c-outbreak-will-not-improve-patient",
        "https://blackdotresearch.sg/wp-content/uploads/2019/10/the-independent-review-committee-report-executive-summary.pdf",
        "https://www.theonlinecitizen.com/2019/10/07/moh-wrong-to-label-comment-by-toc-editor-as-falsehood/",
        "https://www.theonlinecitizen.com/2019/09/25/nothing-goes-unvetted-by-me-tocs-editor-terry-xu-responds-to-minister-k-shanmugans-comments-on-foreign-interference/?fbclid=IwAR2UeefS8wxtLMnbxfYqT5GDKgaUUYnd_6AGVF7moW0gPmvAjaZ2UhwxOVI",
        "https://en.wikipedia.org/wiki/Watergate_scandal",
        "https://en.wikipedia.org/wiki/Cover-up"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/MOH-screenshot.png",
    "Truefalse": [],
    "Description": ""
}