{
    "link": "https://blackdotresearch.sg/was-the-mv-polaris-hit-while-monitoring-safety-in-the-straits-of-johor/",
    "Title": "Was the MV Polaris hit while monitoring safety in the Straits of Johor?  ",
    "Tags": [],
    "Paragraphs": "\nOn 9 February 2019, the Malaysian news website “AirTimes” posted an article regarding the MV Polaris’ (a Malaysian government vessel) collision with the Greece-registered bulk carrier the “Pireas”.\nThis fact-check concerns the following allegations, which we summarise as follows:-\n\nAllegation 1: That the incident took place in gazetted Johor Bahru port limits – MISLEADING.\nWe regard the AirTimes as being misleading because it is NOT accepted that the gazetted Johor port limits are lawful and therefore, valid. Instead, it is only presently accepted fact that the waters in which the MV Polaris was situated at are disputed. Singapore claims the territorial waters as its own, and Malaysia does so as well. Malaysia has in fact, been unclear about its position, with the Prime Minister having mentioned at a recent Oxford Union panel session that the disputed waters are actually “international waters”. Hence, it is mischievous and misleading for AirTimes to now claim that the waters are Malaysia’s waters. We note that other media organisations reporting the matter have at least put up the attached to show that indeed, the waters form a disputed area.\n\nAllegation 2: That the MV Polaris is in charge of providing safety of navigation in port waters – DISPUTED.\nMarine Traffic – a global database on marine-related matters, regarded the Polaris as a buoy laying vehicle and Singapore media regards the vessel as being used (wrongfully) by the Malaysian authorities as a territory marker.\n\nAllegation 3: It was reported that the MV Polaris was ordered to sail to Tanjung Bin, within the waters of the port of Tanjung Pelepas in Malaysia. – UNVERIFIED\nThe allegation suggests that MV Polaris was under the Malaysian’s authority and thereby proceeded to Tanjung Bin under orders. This is disputed – The Maritime Port Authority of Singapore has a different version:\n“Upon establishing contact with PIREAS, MPA Port Operations Control Centre (POCC) instructed PIREAS to stay clear of the area. At this point, PIREAS reported that prior to contacting MPA POCC, it had collided with POLARIS and there was no damage to its vessel. PIREAS informed that the collision occurred when it was making a manoeuvre to get out of the area. As the collision incident was not considered a very serious marine casualty incident under the International Maritime Organization (IMO) Marine Casualty Investigation Code, the vessel was allowed to proceed with its journey to Tanjung Pelepas.”\n\n\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-02-12T12:39:05+00:00",
    "Links in content": [
        "https://www.airtimes.my/2019/02/09/mv-polaris-dilanggar-semasa-memantau-keselamatan-perairan-negara-di-selat-johor/",
        "https://www.marinetraffic.com/en/ais/details/ships/shipid:5108964/mmsi:533140102/imo:9810599/vessel:POLARIS",
        "https://www.mpa.gov.sg/web/portal/home/media-centre/news-releases/detail/7700ec6a-4559-4794-b8c0-fc05cb4d9861"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": ""
}