{
    "link": "https://blackdotresearch.sg/factcheck-were-metal-bars-installed-on-the-ground-at-a-hdb-void-deck-to-discourage-the-use-of-personal-mobility-devices/",
    "Title": "Were metal bars installed on the ground at a HDB void deck to discourage the use of personal mobility devices?  ",
    "Tags": [],
    "Paragraphs": "\n\nToday (16 July 2019), we came across the following post circulating on Facebook (the “Post”).  A similar picture was also seen circulating around Reddit:\n\nThe picture in the Post gives the impression that metal bars have been installed on the floor of the void deck.  Many are left wondering why this is the case, with the Post suggesting that the metal bars are to deter personal mobility devices (“PMD”) from being used in the void deck.\nWe did some investigation and concluded that the picture is misleading.\n\nFirst, there are no metal bars installed on the floor of the void decks in Bedok North (which is the area where the photograph was allegedly taken).\nInstead, the metal bars are installed on the seating areas located within the void deck.  We went down to the site of the picture early today and took pictures from different angles to show this:\n \nWhat the Town Council told us\n We also checked with the Town Council on what the metal bars were for.\nThey informed us that the installation was a measure to deter individuals from sleeping there at night as well as for loitering groups.\nThe Misperception\nThe way the picture was taken suggests that the photographer had intended to take a misleading picture.  He or she had taken the picture from an angle that made it appear as though the bars were installed on the floor.\nIt is interesting that online speculation touched on whether the Town Council was trying to act against PMD users. This arises possibly because in recent months, disagreements have arisen between pro and anti PMD groups on whether PMD users are a menace.  Have a look at some of these articles:-\n“9 in 10 PMD users believe they are considerate, but other road users disagree, survey finds”\n“Complaints against errant PMD users may soon be made through MyTransport.SG app”\n“Barriers on trial to get PMD users to dismount at Woodlands MRT”\n“PMD users continue to be reckless”\nDo note that it is not completely untrue to say that there are physical barriers to PMD use in Singapore.  The 3rd report above does show that some trials are ongoing for barriers to prevent PMD users from using their devices at MRTs.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/07/Post-800x572.png",
    "Iframe Sources": [],
    "date": "2019-07-16T10:06:04+00:00",
    "Links in content": [
        "https://www.reddit.com/r/singapore/comments/cdqux3/anyones_void_deck_look_like_this/",
        "https://www.straitstimes.com/singapore/transport/9-in-10-pmd-users-believe-they-are-considerate-but-other-road-users-disagree",
        "https://www.straitstimes.com/singapore/transport/complaints-of-errant-pmd-users-may-soon-be-made-through-mytransportsg-app",
        "https://www.straitstimes.com/singapore/transport/barriers-on-trial-to-get-pmd-users-to-dismount-at-woodlands-mrt",
        "https://www.straitstimes.com/forum/letters-on-the-web/pmd-users-continue-to-be-reckless"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/07/Post-800x572.png",
    "Truefalse": [],
    "Description": ""
}