{
    "link": "https://blackdotresearch.sg/factcheck-were-the-posts-by-fabrications-about-the-pap-regarding-the-ahtc-and-prptc-lawsuits-against-members-of-the-workers-party-correct/",
    "Title": "Were the posts by “Fabrications About the PAP” regarding the AHTC and PRPTC lawsuits against members of the Workers’ Party correct?  ",
    "Tags": [],
    "Paragraphs": "\n\nOn 11 October 2019, the High Court released its written judgment in respect of the lawsuits brought by the AHTC and the PRPTC against various defendants, in particular, Mr Low Thia Khiang, Ms Sylvia Lim and Mr Pritam Singh of the Workers’ Party.  Much has been said about the judgment, in particular, the following comments:\n\n\nWe identified the following issues and see how they stack up in light of the written judgment.\nIssues\nIssue 1: Was there an “overpayment of contract amounting to S$33 million using residents money to their loyal friends”?\nThis is potentially misleading.\nWe note that the judgment has indeed found various breaches of duties, but that there was no finding of overpayment, nor that there was any intention on the part of the town councillors or the Workers’ Party to benefit FMSS, Ms How Weng Fan or the late Mr Danny Loh (presumably, the “loyal friends”).\nIn both lawsuits (AHTC’s lawsuit and PRPTC’s lawsuit), the Court has made clear that findings were being made on liability only, and the extent of loss, if any, is to be determined in the next hearing:\n2  The trial has been bifurcated into two parts. In the present first stage of the trial, the court will decide only on the defendants’ liability to the plaintiffs for each of the claims, as well as the nature of the remedies the plaintiffs are entitled to obtain from the defendants. At the future second stage of the trial, the court will assess the quantum of compensation that the plaintiffs are entitled to from the defendants.”\n(See the summary from the Singapore High Court, issued together with the judgment, available below.)\nHence, whether there is any overpayment at all remains to be seen.\nIt is also important to highlight that the figure of S$33 million is not likely at all to be the sum of overpayment.  The S$33 million figure (to be exact, S$33.7 million) comes from the total sums paid by AHTC (or AHPETC) to FM Solutions and Services (FMSS) for the work rendered by FMSS over the years, particularly managing agent services (MA services) and Essential Maintenance Service Unit services (EMSU services) (See page 26 of the KPMG Report, available here).  AHTC and PRPTC’s arguments were that all these payments should be recovered because they were paid under a tainted process.  However, the Court has stated that:\n“… In the present case, all the disbursements under the first and second MA and EMSU contracts could be said to involve the misapplication of AHTC’s monies. However, in return AHTC had received MA and EMSU services, which was something it required to procure.  The loss flowing from the misapplication is therefore prima facie the difference between the amount of money misapplied and the value of the net benefits actually obtained by AHTC”.\n(See the summary from the Singapore High Court, issued together with the judgment, available below.)\nHence total loss = S$33.7 million – actual value of services and goods received by AHTC (or AHPETC).\nAs for whether there was an intention to benefit “loyal friends”, this is also incorrect.  See further below, at issue 3.\nIssue 2: Is it true that “public funds have been misused to overpay for works done by FMSS”?\nThis remains to be seen.\nWhile there has been a finding of misapplication of town council funds, whether there has been overpayment remains to be determined at the next stage.  See Issue 1 above for fuller details.\n \n \n \nIssue 3: Were all the town councillors involved in the Suit found liable for dishonesty or breach of fiduciary duties? What specifically, were the findings of liability against each of the town councillors?\nVarious comments do not clearly differentiate between councillors and suggest that all the Workers’ Party town councillors were found to have been dishonest.   \nWithout saying more, this is misleading. \nThe judgment found different levels of liability in respect of each of the town councillors.\nIt is important to keep in mind that this is a complex case relating to town council management.  This is in fact, the first decision by the Singapore Courts that deals specifically with the relationships between town councillors (whether elected or appointed) and the town council, as well as the town council’s management staff and the town council.  It also deals with how the Town Councils Act and the Town Councils Financial Rules ought to be interpreted and applied.\nThe important reasoning in this regard include:\n– The Town Council-Councillor relationship is closely similar to the relationship between a company and a director. While recognising that the town council is a political creature, the town councillor must act in the interests of the residents of the town council, acting honestly, without conflicts of interests, and for proper purposes (see [216 – 219] of the judgment).\n– Accordingly, the town councillor owes fiduciary duties to the town council (they were custodial fiduciaries). In gist, the town council relied on them to properly administer the town council’s funds.  In terms of proper administration, this means that the town councillors were expected to comply with the Town Councils Act and the Town Councils Financial Rules.\n– The town councillor’s powers are not exercised lawfully if they are exercised not for a public purpose, but to promote the electoral advantage of a political party.\nThe key findings were that:\n– When the Workers’ Party had succeeded in winning Aljunied Town Council, there was already an existing managing agent*, known as “CPG”.\n*A managing agent is a person/corporation engaged by the town council to perform the functions or duties of the town council.\n– AHTC appointed FMSS, a company formed by the late Mr Danny Loh in May 2011. This was done with a waiver of tender process, and the Court found that these were done pursuant to a plan formed by Mr Low Thia Khiang and Ms Sylvia Lim.  AHTC later entered into a deed of mutual release with CPG, ending that managing agent contract.\n– The real reason behind the waiver of tender and the plan for FMSS to replace CPG was Mr Low’s distrust of CPG and other entities he perceived to be affiliated to the People’s Action Party, as well as his sense of loyalty towards the staff of Hougang Town Council who risked being retrenched if CPG continued as the managing agent of the expanded AHTC.\n– The steps taken to appoint FMSS were lacking in transparency and candour. It is in this aspect that the judge reserved the most criticism for the actions of Mr Low Thia Khiang and Ms Sylvia Lim, as the judge had found, on their part, egregious conduct and creation of a misleading narrative to disguise the manner in which FMSS was appointed.  As a result the appointment of FMSS as a managing agent was flawed.\n– Similarly, the award of the first EMSU* services contract was linked to the managing agent contract. There was therefore similarity in the liability of the town councillors in respect of this contract.\n*EMSU – This is the Essential Maintenance Services Unit, and it is a 24-hour service provided by all town councils to attend to residents’ maintenance and urgent essential services requests (e.g. performing rescue for residents trapped in lifts).\n– There was no other finding of dishonesty against the town councillors (including the 2 appointed town councillors). The remaining findings against the town councillors, where AHTC’s and PRPTC’s claims were successful, related to negligence.\n– It bears noting that not every claim made against the town councillors succeeded.\nIllustrated as a table, the liability would be represented as:-\nTable\nIssue 4: Is it true that the “Judge found there was fraudulent breach?”\nThis is misleading.  The judge did not in fact apply the term “fraudulent breach” on Mr Low Thia Khiang or Ms Sylvia Lim.\nThe comment that there was ‘fraudulent breach’ found suggests cheating.  This was not the case – The term was used as a technical legal term by the Judge to explain why some of the claims were not time barred (in general, a number of legal claims must be brought to court within 6 years, except where ‘fraud’ is involved).\n Ms Sylvia Lim and Mr Low Thia Khiang were found to fall within the above mentioned exception because their breach of fiduciary duties was “fraudulent” under the exception which uses an expanded definition of “fraud” – one that does not require deceit or personal gain.\n As stated in paragraph 484 of the Judgment:\n“It is clear to me that Ms Sylvia Lim and Mr Low Thia Khiang’s breach of fiduciary duties in relation to the first MA contract falls within the scope of s 22(1)(a).  Here, it must be borne in mind that the definition of “fraud” for the purposes of s 22(1)(a), which I have just set out above, does not necessarily conform with a casual understanding of “fraud” as encompassing only the most serious forms of commercial wrongdoing.  Under this definition, there is no need for any element of deceit or personal gain. All that is required is for the fiduciary to have known that his actions were not in his principal’s interests, or to have been reckless as to the same.  …”\n[Emphasis in bold added by us]\nIn other words, it would be wrong to regard the judge’s use of the term “fraudulent” as casting an aspersion of “fraudulent breach” on either Mr Low or Ms Lim.\nA Conclusion for now\nWhile the judgment has been released, this may not be the final word on the matter.  Either party to the lawsuits have a right to file an appeal to the Court of Appeal within 1 month from the date of the judgment.  So if indeed an appeal is filed, some or all the above comments and findings may remain the same, or they may change as well.\nStay tuned – The saga may not be over just yet.\nKey Sources:\nCase Summaryahtc“\nSee the full judgment on the matter here.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Cover.jpeg",
    "Iframe Sources": [],
    "date": "2019-10-17T02:57:36+00:00",
    "Links in content": [
        "https://www.ahtc.sg/links/2016/11/KPMG-Report-on-Improper-Payments.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/10/Table.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/10/Case-Summaryahtc.pdf",
        "https://www.todayonline.com/singapore/ahtc-trial-verdict-grounds-decision"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Cover.jpeg",
    "Truefalse": [
        "All that is required is for the fiduciary to have known that his actions were not in his principal’s interests, or to have been reckless as to the same"
    ],
    "Description": ""
}