{
    "link": "https://blackdotresearch.sg/what-the-info-communications-and-media-development-authority-imda-said-about-watain-was-that-true/",
    "Title": "What the Info-Communications and Media Development Authority (IMDA) said about Watain — Was that true?  ",
    "Tags": [],
    "Paragraphs": "\nIt seems to all be true. But we have more to say about this.\n\nOn 7 March 2019, various media outlets reported that the evening concert of Swedish black metal band “Watain” would be cancelled. The IMDA published a statement stating that this cancellation was as a result of “security concerns” raised by the Ministry of Home Affairs.\nThe IMDA statement also said:\n“Watain is known for its Satanist views and some of their previous controversial performances involved animal carcasses and throwing pig’s blood on its audience. The band also espouses anti-Christian views and advocates Satanism through their songs, and endorses violence.”\nWe’ve fact-checked the statements made above against interviews given by the band’s frontman, Erik Danielsson, and various interviews given by the band in past years.\n\nWARNING: WHAT YOU WILL SEE BELOW ARE VARIOUS STATEMENTS QUOTED FROM VARIOUS INTERVIEWS GIVEN BY THE BAND. THEY MAY SHOCK AND OFFEND YOU.\n1. Are they Satanist?\nYes. Specifically, they have let themselves be known as practising ‘theistic satanism’, which basically means worshipping the devil, as opposed to atheistic satanism, which regards the devil as a symbol of certain human traits.\nSee in particular, the interview given on “Metal Blast”, 15 August 2012.\nInterviewer: I’m asking you this because I’m agnostic, I don’t really believe in either, but I’m interested in understanding your points of view. When it comes to Satanism, you clearly have a theistic approach to Satan… maybe it’s a silly question, but why? You believe in God, and yet you choose the Devil.\nErik: Because everything in my heart and soul tells me that that’s where I belong, and anyone who has anything in their lives that means a lot to them should be able to relate to that thought. Some people have a family, that means everything to them, some people have their careers, some people have religion. And people who have a religion will go through life with guidelines and living by a life code that is very concrete and very all-consuming and to me it means everything and it has for as long as I can remember.\nSee also: Phoenix New Times interview of 22 July 2013.\n2. Do their performances involve animal carcasses and do they throw pig’s blood on their audience?\nYes, they are known for having animal carcasses, and the throwing of pig’s blood took place on 1 occasion in June 2014. We quote the following article published on Vice News, Noisey, on 17 June 2014.\n“For those of you who don’t know, Watain’s live show is famous for a few things. Well, one thing really—being as gross as humanly … possible, but in a bunch of different ways. They’ve been known to perform next to rotting goat carcasses, throw pig blood on the audience, soak their clothes in blood and bury them in graveyards between gigs, and practice something called “Theistic Satanism,” which is basically a nice way of saying they are active devil-worshippers.”\nErik’s view on the whole pig’s blood incident is interesting. See this interview given to Revolver magazine on 5 January 2018.\nInterviewer: TMZ (An entertainment magazine) FILMED PART OF A SHOW AND RAN A CRAZY, ALMOST COMICAL STORY ABOUT THE BLOOD YOU SPLASHED INTO THE CROWD.\nErik: I don’t know what the fuck that was. We did one show in Brooklyn. It was at a hipster-oriented festival and the show went well. Everything felt great. There were amazingly supportive diehard Watain supporters in the crowd. But there were also others who weren’t accustomed to what Watain was about. Some of those people were with TMZ, and they made a big deal out of the blood. It was an extremely bloody show even by Watain standards. After the show, we flew back home and I got back from the airport and turned on my phone and it started beeping. People were like, “Oh, it’s all over the news!” I was like, “What’s all over the news?” I checked it out and it was a really outrageous, hilarious news report of a Satanic ritual in Brooklyn. I think that it only served our purpose. It spread the word and, of course, not every reaction to a Watain concert has to be positive.\n3. Do they espouse anti-Christian views and advocate Satanism through their songs?\nWell, they are Satanist… so yes, they are anti-Christian. We found the following quote from Erik himself in the interview given on “Metal Blast”, 15 August 2012.\n“Watain is the vessel of the opposer, what the Christians call the Devil, and the Devil has always been the accuser and the opposer, someone who has been questioning the very foundations of society and Creation; that has always been our standpoint, to always question and criticize and bring forth what we think is relevant and beautiful… which in a lot of people’s eyes is something that is very dark and destructive.”\n4. Does the band support violence, the burning of churches, and encourage terrorist acts committed in the name of the band?\nYes.\nAgain, we quote from the “Metal Blast” interview of August 2012:-\n“Interviewer: One of the criticisms that have been thrown against heavy metal since the very beginning is that it has the potential to make people do bad things. Do you ever fear, or are you ever concerned with it, that a fan may misunderstand this stuff and, just to give you an example (not that you would actually cause this) go to a mall and start shooting people or doing any crazy shit like that.\nErik: That wouldn’t be a misunderstanding, that would be taking things in the very right way, and I totally encourage any kind of terrorist acts committed in the name of Watain, absolutely, that’s the way rock and roll works.\nInterviewer: I have to stop you right here. Are you sure you want that published?\nErik: Yes, sure, absolutely. We’ve always been encouraging music to take a physical form, and that’s what happened in Norway in the early ’90s when churches were burned, and it happened many other times as well. To me it’s the very natural consequence of rock n’ roll, in the end, being the Devil’s music. It consists of energies that, at some point, need to manifest and they will, no matter if people want it or not, they will manifest.”\nAccording to the article, the authors asked Erik again if he was sure he wanted the statement published, and he said yes, and later Watain’s management also did not object to the publication of the quote.\nIn a 2013 interview, Erik confirms again the band’s position on the above.\n5. Has any act of violence occurred because of Watain’s performance?\nErik himself has admitted to this, although we cannot find information of such incidents. In a 31 October 2017 interview given to “bardo methodology” (seems like a news site for metal music), Erik states this:\n“– Eighteen people were stabbed in the audience that night, just after I’d left the stage. The knife-man was a young WATAIN enthusiast who from what I’ve been told had forged a special blade for the occasion. So the ambulance personnel who were treating me backstage had to run out and assist the wounded while I was lying on a stretcher waiting to die in the suburbs of Santiago. Quite a night!”\n6. So what else is there?\nGiven that the entire ethos of the band, their reason for existence, etc, … is entirely Satanic and anti-Christian, anti-Judaism in nature, we fail to understand how the original permission could have been given by the IMDA for a concert to be held yesterday.\nAccording to the IMDA, there were stringent requirements, including that the band cannot make references to religion or use religious symbols and that no ritualistic acts are performed on stage – But wouldn’t that be literally preventing Watain from performing since that is almost entirely what their performance (termed as “rituals”) comprise of?\nSo it is curious, not just regarding the IMDA, but also how the band planned to perform given the stringent requirements of the IMDA. Given their history, they couldn’t have met the requirements.\n\nAs an ending note, we saw that Watain had posted a Facebook post today, seemingly criticising the Singapore government. We saw from one of the interviews that Watain had done this before, in 2007, when they were initially banned from performing in Germany. After their statement in response (roughly similar in tone and content to the one they gave in Singapore), Germany apparently permitted them to play on. So maybe it is a bid to have a concert here, or maybe they were just ‘staying true to Metal form’.\nHave a great weekend from all of us at BDR Research – Factcheck!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Watain_Fall_of_Summer_Torcy_06092014_004-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-08T20:59:43+00:00",
    "Links in content": [
        "https://www.imda.gov.sg/about/newsroom/media-releases/2019/imda-statement-on-watain-concert",
        "https://www.metalblast.net/interviews/watain-interview/",
        "https://www.phoenixnewtimes.com/music/watains-erik-danielsson-talks-satanism-pigs-blood-and-privacy-6609465",
        "https://noisey.vice.com/en_au/article/6amz56/watain-live-review-brooklyn",
        "https://www.revolvermag.com/music/watains-erik-danielsson-theres-never-been-any-line-weve-been-afraid-cross",
        "https://www.metalblast.net/interviews/watain-interview/",
        "https://www.metalblast.net/interviews/deforming-the-cord-of-life-an-interview-with-watain",
        "http://www.bardomethodology.com/articles/2017/10/31/watain-interview"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Watain_Fall_of_Summer_Torcy_06092014_004-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}