{
    "link": "https://blackdotresearch.sg/what-happens-when-some-elected-members-in-a-group-representation-committee-grc-vacate-their-seats/",
    "Title": "What happens when some elected members in a Group Representation Committee (GRC) vacate their seats?  ",
    "Tags": [],
    "Paragraphs": "\n\n\nA by-election may be called, but the ruling party certainly doesn’t just walkover and replace the empty seats.\nOn 10 April 2019, Alex Tan, the author of States Times Review and the Singapore Herald (and their various iterations), published an article on his website claiming that in the ongoing Aljunied Hougang Town Council case against Low Thia Khiang, Sylvia Lim and Pritam Singh (the 3 Workers Party MPs), that:\n\n“If the Singapore government win this lawsuit, the 3 WP MPs will be bankrupted and unseated from Parliament. This would effectively allow the ruling party PAP to take over the opposition-held Aljunied GRC without holding an election.”\nPlease note that this is completely false and misleading. But there is something interesting here to consider.\n\nUnder Singapore’s Constitution, the law is clear that for single-seat constituencies, if the member vacates the seat, a by-election must be held. But it is unclear right now what happens in the case of the GRC, which has 5 members.\nIn January 2019, a 5 judge Singapore Court of Appeal was asked to consider interpreting the law on what to do in such a case.\nIn reports seen today, the Court of Appeal has decided on the above issue. Specifically, in a case where an MP has vacated his seat, the remaining members continue to run the GRC and no by-election is needed.\nNow we note that this doesn’t cover the situation where THREE MPs have vacated their seats. But we can say for certain that Alex is wrong because:\n\nLosing the suit does not automatically mean bankrupting and losing their seats.\nEven in the scenario where the 3 MPs need to vacate their seats, the current Workers Party MPs should continue to run the GRC.\nEven if they need to vacate the entire GRC, which would be contrary to existing law, a by-election must be called.\n\nUltimately, GRCs are representatives of the citizens and it is fundamental that the citizens are given the benefit of choosing which party or individual they wish to represent them in Parliament. That is what Alex Tan failed to appreciate in his piece.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Supreme_Court_Building_Aug_06-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-04-11T17:51:39+00:00",
    "Links in content": [
        "https://sgalextan.com/2019/04/10/top-dog-davinder-singh-wp-mps-are-immoral-corrupt-unremorseful-opportunistic/",
        "https://www.todayonline.com/singapore/deputy-attorney-general-calls-apex-court-interpret-constitutions-election-provision",
        "https://www.straitstimes.com/politics/apex-court-dismisses-bid-for-by-election-in-marsiling-yew-tee-grc"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Supreme_Court_Building_Aug_06-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}