{
    "link": "https://blackdotresearch.sg/what-the-cow-is-this-pig-cow-hybrids-meat-going-to-be-sold-in-singapore/",
    "Title": "What The Cow – Is This Pig-Cow Hybrid’s Meat Going To Be Sold In Singapore?  ",
    "Tags": [],
    "Paragraphs": "\n\nAn image of a fun-sized cow has been circulating on Whatsapp, and accompanying the photo comes a warning, presumably for individuals who are Muslim.\n\nTranslation:\n“beware meat from a pig and cow mix breed from thailand will be sold around fasting month.. don’t buy, check the frozen meat first”\nHow true is this claim, and is there even a “pig and cow mix breed from Thailand” in the first place? Let’s find out.\n1. Where is this image from?\nA reverse image search on TinEye points us to several Vietnamese articles.\nUsing Google Translate, we realised that the articles weren’t talking about some cow-pig hybrid, but were simply musing about how despite being a producer of milk, a rich source of calcium, a cow could still have such short legs.\nA netizen’s comment even translates to say: “[I’ve] lost faith in cow milk”.\nAnother article points out that because the cow is “only the size of a dog”, there is a wish to “[kidnap it] to bring back because it’s pretty”.\n2. Thailand not an approved exporter of beef to Singapore\nAnother aspect that suggests that the claim could be false is how Thailand is not even an approved exporter of beef to Singapore.\nAccording to this table by the Singapore Food Agency, approved exporters of beef to Singapore only include Australia, Brazil, Japan, Mexico, New Zealand, and a few others.\n3. Pig-cow hybrid?\nFinally, the claim suggests that the creature in the photo is a “pig and cow mix breed”.\nWhile animal hybrids are common enough, there has never been a successful case of breeding a pig and cow because their genomes are too different. Successful hybrids typically happen between animals within the same genus.\nNot to be confused with specifies or ‘family’, a genus is a biological classification that can include more than one species of animal. For context, the genus of wild and domestic cattle is Bos, while the pig is in the genus Sus.\nWhat’s in the photo is most likely a miniature cattle, a very real (and undoubtedly cute) creature that can be found on farms in various parts of the world.\nTherefore, we conclude that the claim made that meat from a “pig and cow mix breed from Thailand” will be sold in Singapore during the fasting month is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/cow-pig.jpg",
    "Iframe Sources": [],
    "date": "2020-02-26T08:31:49+00:00",
    "Links in content": [
        "http://kenh14.vn/chu-bo-chi-to-bang-con-cho-khien-cu-dan-mang-doi-bat-coc-mang-ve-nuoi-vi-xinh-qua-20180501185239658.chn",
        "https://www.yan.vn/con-bo-chan-ngan-khien-dan-mang-thich-thu-165089.html",
        "https://soha.vn/chu-bo-chan-ngan-khien-dan-mang-thac-mac-sua-bo-gap-doi-canxi-de-lam-gi-20180501215608403.htm",
        "https://www.sfa.gov.sg/docs/default-source/tools-and-resources/resources-for-businesses/approved-countries.pdf",
        "https://rurallivingtoday.com/livestock/miniature-cattle-breeds-small-farm/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/cow-pig.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}