{
    "link": "https://blackdotresearch.sg/dbs-wefie-singapore-india-office/",
    "Title": "When zombies aren’t just on Netflix: The case of the DBS ‘wefie’  ",
    "Tags": [],
    "Paragraphs": "\nIf you think that false claims which have been debunked by fact-checkers and/or clarifications from the involved parties stay that way…that’s unfortunately not the case in reality.\nThis is where the term “zombie claims”, which we covered in our round-up of different types of fake news, comes in.\nAs a recap, “zombie claims” are when individuals spread false information by using photos/videos taken from an earlier date, bringing them back to life by ‘reanimating’ them with up-to-date information.\nA recent example that emerged comes in the form of a post on Facebook group Concerned Citizens Band Together for a better Singapore:\n\nIn the post, we see the Group CEO of DBS Bank Mr Piyush Gupta taking a ‘wefie’ with a large group of individuals.\nThe photo comes with the caption: “A picture speaks a thousand words. Our local banks are strong – dividends may be cut now but it won’t last forever”.\nFacebook users who commented on the post seem to believe that the picture was one depicting a DBS office in Singapore with a large number of employees who are non-Singaporean.\n\n\n\n\n\n\n\n\nThe truth behind the photo\nA Google Image of the photo reveals that the same photo had been posted on DBS India’s Facebook page 3 years ago, on 5 September 2017:\n\n\n\nPosted by DBS on Tuesday, 5 September 2017\n\nThe wefie was taken at Express Towers, Nariman Point, Mumbai, where DBS was celebrating the opening of a new office.\nAccording to a report by Percept ICE, the public relations firm that handled the event, the event was attended by over 600 individuals, which included the management in India and Singapore along with all employees of the Mumbai branch.\nOn Saturday (15 August 2020), DBS also took to Facebook to clarify that the images were from their India office and not Singapore.\n\n\n\n\nClarification – It has come to our attention that there are images, purported to be taken in DBS Singapore, being…\nPosted by DBS on Saturday, 15 August 2020\n\nAlready debunked in 2019, but here we are again\nIf the photo looks familiar, it’s because the same photo emerged last September on Facebook page Trust Me, I’m Singaporean:\n\nThen, the post challenged Facebook users to spot a Singaporean or Chinese in the photo, and also claimed that there was a People’s Action Party (PAP) Member of Parliament (MP) in the picture.\nOur fact-check also revealed two other pieces of information:\n\nThere was no PAP MP in the photo;\nThe other individual in the foreground next to Mr Piyush Gupta is Mr Sachin Ramesh Tendulkar, an Indian former international cricketer and a former captain of the Indian national team. He collaborated with DBS in 2017 to enrich the lives of children through sports\n\nThis is therefore a great example of a “zombie claim”, and how a photo that has been around for almost 3 years can be dug up and imbued with an allegation that isn’t just unoriginal, but debunked as well.\nRegardless, we rate the allegation that the wefie was taken in a DBS office in Singapore and that it suggests unfair hiring practices at the bank as misleading and false, once again.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/dbswefie.png",
    "Iframe Sources": [],
    "date": "2020-08-18T08:52:57+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/different-types-of-fake-news/",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/",
        "https://www.facebook.com/dbs.in/photos/a.598667566923764/598667580257096/?type=3",
        "https://www.facebook.com/dbs.in/",
        "https://www.facebook.com/dbs.in/photos/a.598667566923764/598667580257096/?type=3",
        "https://www.eventfaqs.com/news/ef-14238/percept-ice-manages-the-new-office-launch-of-dbs-with-sachin-tendulkar?fbclid=IwAR2J9Y9NVRrYfLTpjybqbuKBrjSmWoeaDerJOMj_rt3EO7HQG-iAWjhfFZs",
        "https://www.facebook.com/dbs.sg/",
        "https://www.facebook.com/dbs.sg/posts/3232998236814403",
        "https://www.facebook.com/TMSingaporean/",
        "https://blackdotresearch.sg/factcheck-does-this-photo-misrepresent-racial-diversity-in-dbs-singapore/",
        "https://www.dbs.com/lm/one_dream_one_mission.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/dbswefie.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}