{
    "title": "ฝ่าฝืนเคอร์ฟิว จับทุกราย ไม่มีการตักเตือน จริงหรือ?",
    "tags": [
        "#AFNC",
        "#AFNCThailand",
        "#COVID-19",
        "#ข่าวจริง",
        "#เคอร์ฟิว",
        "#โควิด-19"
    ],
    "paragraphs": [
        "<p>เมื่อวันที่ 6 เมษายน 2563 รองผู้บัญชาการตำรวจนครบาล (รอง ผบช.น.) ได้เปิดเผยถึงสถิติ การจับกุมผู้ฝ่าฝืนประกาศข้อกำหนดออกตามความในมาตรา 9 แห่งพระราชกำหนดการบริหารราชการในสถานการณ์ฉุกเฉิน พ.ศ. 2548 (ฉบับที่ 2) ข้อ 1 ห้ามบุคคลใดทั่วราชอาณาจักรออกนอกเคหสถาน หรือเคอร์ฟิว ระหว่างเวลา 22.00 นาฬิกา ถึง 04.00 นาฬิกาของวันรุ่งขึ้น เพื่อสกัดกั้นการแพร่ระบาดของเชื้อไวรัสโคโรนา 2019 (โควิด-19) ซึ่งเริ่มมีผลบังคับใช้มาตั้งแต่วันที่ 3 เมษายน 2563 ว่า มีรายงานตัวเลขการจับกุมผู้ที่ฝ่าฝืนมาตรการเคอร์ฟิว นับตั้งแต่วันที่ 4-6 เมษายน 2563 แบ่งเป็นความผิด 3 กลุ่มหลัก คือ ขับรถซิ่ง, เสพสารเสพติดหรือดื่มของมึนเมาแล้วขับขี่ยานพาหนะ, ก่อกวนและไม่ให้ความร่วมมือกับเจ้าหน้าที่ในการขอตรวจที่ด่าน ส่วนประชาชนที่ยังอยู่นอกเคหสถานหลังประกาศเคอร์ฟิวโดยไม่มีเหตุอันควร ยังไม่ได้ดำเนินคดี แต่เน้นการตักเตือนประชาสัมพันธ์ให้ทราบถึงมาตรการเป็นหลัก อย่างไรก็ตาม ตั้งแต่วันที่ 7 เมษายน 2563 เป็นต้นไป จะจับกุมผู้ออกนอกเคหสถานหลังเคอร์ฟิว ในส่วนที่ไม่ได้อยู่ในกลุ่มยกเว้นตามประกาศ เนื่องจากถือว่าได้ตักเตือนแล้ว</p>",
        "<p>ทั้งนี้ ผู้ได้รับการยกเว้นตามประกาศข้อกำหนดฯ ฉบับที่ 2 ได้แก่ ผู้ที่มีความจำเป็นหรือเป็นผู้ปฏิบัติงานด้านการแพทย์ การธนาคาร การขนส่งสินค้าอุปโภคบริโภค ผลผลิตการเกษตร ยา เวชภัณฑ์ เครื่องมือแพทย์ หนังสือพิมพ์ การขนส่งน้ำมันเชื้อเพลิง การขนส่งพัสดุภัณฑ์ การขนส่งสินค้าเพื่อการนำเข้าหรือส่งออก การขนย้ายประชาชนไปสู่ที่เอกเทศเพื่อกักกันตามกฎหมายว่าด้วยโรคติดต่อ การเข้าออกเวรทำงานผลัดกลางคืนตามปกติ หรือการเดินทางมาจากหรือไปยังท่าอากาศยาน โดยมีเอกสารรับรองความจำเป็นหรือเอกสารเกี่ยวกับสินค้าหรือการเดินทาง และมีมาตรการป้องกันโรคตามข้อกำหนด (ฉบับที่ 1) หรือเป็นเจ้าหน้าที่ผู้ปฏิบัติงานตามข้อกำหนด ประกาศ หรือคำสั่งต่าง ๆ ของทางราชการ หรือมีเหตุจำเป็นอื่น ๆ โดยได้รับอนุญาตจากพนักงานเจ้าหน้าที่ โดยผู้ใดฝ่าฝืน ต้องระวางโทษจำคุกไม่เกินสองปีหรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำ ทั้งปรับ ทั้งนี้ ตามมาตรา 18 แห่งพระราชกำหนดการบริหารราชการในสถานการณ์ฉุกเฉิน พ.ศ. 2548</p>",
        "<p>เพื่อให้ประชาชนได้รับข้อมูลข่าวสารจากทางภาครัฐ เกี่ยวกับสถานการณ์ COVID-19 สามารถติดตามได้ที่ ศูนย์บริหารสถานการณ์ โควิด-19 (ศบค.) เฟซบุ๊ก ศูนย์ข้อมูล COVID-19 หรือโทรสายด่วน 1111</p>",
        "<p><em>หน่วยงานที่ตรวจสอบ : กรมประชาสัมพันธ์ สำนักนายกรัฐมนตรี</em></p>"
    ],
    "images": [
        "https://wordpress.afnwarroom.com/wp-content/uploads/2020/04/Website-Stamp-12.png"
    ],
    "content_links": [],
    "author": "None",
    "date": "2020-04-09T16:25:00",
    "veracity": true,
    "category": "Antifakenewsdump",
    "language": "th",
    "title_eng": "Violate curfew. Catch everyone. No warning. Really?",
    "keywords": [
        "ไม",
        "งหร",
        "จร",
        "กราย",
        "นเคอร"
    ],
    "keywords_eng": [
        "no",
        "or not",
        "roam",
        "Krai",
        "Knker"
    ]
}