{
    "title": "ข่าวปลอม อย่าแชร์! ไม่จ่ายค่าปรับ ชำระภาษีรถประจำปีไม่ได้ เริ่ม 1 ต.ค. 63",
    "tags": [
        "#AFNC",
        "#AFNCThailand",
        "#กรมการขนส่งทางบก",
        "#ข่าวปลอม",
        "#ค่าปรับ",
        "#ต่อทะเบียนรถ",
        "#ต่อภาษีรถ",
        "#ศูนย์ต่อต้านข่าวปลอม",
        "#สำนักงานตำรวจแห่งชาติ"
    ],
    "paragraphs": [
        "<p>กรณีที่มีการเผยแพร่ข้อความว่า ผู้ขับขี่ที่ถูกออกใบสั่ง แล้วไม่ชำระค่าปรับ จะไม่ได้ต่อทะเบียนรถ หรือ ไม่สามารถชำระภาษีรถประจำปีได้ เริ่ม 1 ต.ค. 63 เป็นต้นไปนั้น ทางกรมการขนส่งทางบกได้ชี้แจงว่า ข้อมูลข้างต้นไม่เป็นความจริง <strong>ผู้ขับขี่หรือเจ้าของรถคันที่มีใบสั่งตามกฎหมายจราจร แต่ยังไม่ชำระค่าปรับ กรมการขนส่งฯ ได้อำนวยความสะดวกให้สามารถชำระภาษีรถประจำปีได้ แต่จะได้รับเอกสารหลักฐานแสดงการเสียภาษีประจำปีชั่วคราว</strong> ซึ่งมีอายุ 30 วัน นับแต่วันที่นายทะเบียนออกให้เท่านั้น ซึ่ง<strong>หากชำระค่าปรับแล้วสามารถนำหลักฐานใบเสร็จการชำระค่าปรับมาแสดง เพื่อรับเครื่องหมายแสดงการเสียภาษีรถประจำปีฉบับจริงได้ในภายหลัง</strong></p>",
        "<p>ทั้งนี้การเชื่อมโยงข้อมูลใบสั่งจราจร (PTM) ระหว่าง กรมการขนส่งทางบก และสำนักงานตำรวจแห่งชาติ (สตช.) เพื่อให้อำนาจ กรมการขนส่งทางบกรับชำระค่าปรับที่ค้างชำระใบสั่งแทนสำนักงานตำรวจแห่งชาติ เมื่อมาชำระภาษีรถประจำปี อยู่ระหว่างการทดสอบระบบปฏิบัติงานต่าง ๆ ทั่วประเทศ เพื่อให้ระบบการทำงานมีความเสถียรและสมบูรณ์มากที่สุด ซึ่งขณะนี้ยังไม่มีผลบังคับใช้แต่อย่างใด อยู่ระหว่างหารือเกี่ยวกับข้อกฎหมายบางส่วนที่เกี่ยวข้อง อาทิ พระราชบัญญัติรถยนต์ พ.ศ. 2522 พระราชบัญญัติการขนส่งทางบก พ.ศ. 2522 และพระราชบัญญัติจราจรทางบก พ.ศ. 2522 และร่วมกันพิจารณากำหนดระเบียบ หลักเกณฑ์ แนวทางปฏิบัติให้เจ้าของรถได้รับความสะดวก และมีความชัดเจนในการชำระค่าปรับที่ค้างชำระ และชำระภาษีรถประจำปี ซึ่งเจ้าของรถสามารถชำระภาษีรถประจำปี และรับเครื่องหมายแสดงการเสียภาษีรถประจำปีได้ตามปกติ</p>",
        "<p>โดยในระหว่างที่ยังมีการหารือร่วมกันของสำนักงานตำรวจแห่งชาติและกรมการขนส่งทางบกนั้น ประชาชนผู้ใช้รถทั่วไปสามารถดำเนินการชำระภาษีรถประจำปีได้ตามปกติ อาทิ ชำระภาษีรถประจำปีแบบ One Stop Service ที่สำนักงานขนส่งจังหวัดทุกแห่งทั่วไทย, “เลื่อนล้อต่อภาษี (Drive Thru for Tax)” ขับรถผ่านช่องทางรับชำระภาษีโดยไม่ต้องลงจากรถที่สำนักงานขนส่งจังหวัดทุกแห่งทั่วประเทศ หรือชำระภาษีรถประจำปีผ่านอินเทอร์เน็ตที่เว็บไซต์ https://eservice.dlt.go.th เคาน์เตอร์เซอร์วิส เป็นต้น</p>",
        "<p>ดังนั้นขอให้ประชาชนอย่าหลงเชื่อข้อมูลดังกล่าว และขอความร่วมมือไม่ส่ง หรือแชร์ข้อมูลดังกล่าวต่อในช่องทางสื่อสังคมออนไลน์ต่างๆ เพื่อให้ประชาชนได้รับข้อมูลข่าวสารจากกรมการขนส่งทางบก กระทรวงคมนาคม  สามารถติดตามข้อมูลได้ที่เว็บไซต์ www.dlt.go.th หรือโทร. 02 2718888</p>",
        "<p><strong>บทสรุปของเรื่องนี้คือ : ผู้ขับขี่หรือเจ้าของรถคันที่มีใบสั่งตามกฎหมายจราจร แต่ยังไม่ชำระค่าปรับ สามารถชำระภาษีรถประจำปีได้ แต่จะได้รับเอกสารหลักฐานแสดงการเสียภาษีประจำปีชั่วคราว ซึ่งหากชำระค่าปรับแล้วสามารถนำหลักฐานมาแสดง เพื่อรับเครื่องหมายแสดงการเสียภาษีรถประจำปีฉบับจริงได้ในภายหลัง</strong></p>",
        "<p><em>หน่วยงานที่ตรวจสอบ : กรมการขนส่งทางบก กระทรวงคมนาคม</em></p>"
    ],
    "images": [
        "https://wordpress.afnwarroom.com/wp-content/uploads/2020/08/Website-Stamp-16.jpg"
    ],
    "content_links": [],
    "author": "None",
    "date": "2020-08-29T11:29:00",
    "veracity": false,
    "category": "Antifakenewsdump",
    "language": "th",
    "title_eng": "Fake news, don&#39;t share! no fine Can&#39;t pay the annual car tax, starting October 1, 2020",
    "keywords": [
        "รถประจำป",
        "63",
        "ไม",
        "ชำระภาษ",
        "อย"
    ],
    "keywords_eng": [
        "bus",
        "63",
        "no",
        "pay taxes",
        "FDA"
    ]
}