{
    "title": "Can you get COVID-19 from the vaccine?",
    "tags": [
        "COVID-19",
        "English",
        "Uncategorized"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese Americans believe that you can get COVID-19 from the COVID-19 vaccines. ",
        "\nRating: This claim is FALSE. The COVID-19 vaccine, by the manufacturers Pfizer and Moderna, does not contain any live COVID-19 viruses. The COVID-19 vaccine is a type of vaccine called an mRNA vaccine. After getting vaccinated, an mRNA will enter our body and give our cells instructions to make the Covid-19 spike proteins. Then our immune system takes action by learning to fight off these proteins and produce the necessary antibodies. When our body encounters the real COVID-19 virus, our body can take action quickly, with the ready-made antibodies, to prevent the virus from spreading and making us sick.\n",
        "",
        "A vaccine prevents disease, as a person develops immunity from that disease by their body developing an immune response, which in turn, produces antibodies. Traditional vaccines contain a weakened or inactivated virus. But that’s not how an mRNA vaccine works.",
        "MRNA stands for messenger RNA, a type of molecule which tells your cells to make protein. Each mRNA has a unique set of instructions.",
        "The COVID-19 mRNA vaccine does not contain any live viruses that cause COVID-19. Instead, the vaccine contains an mRNA, which when it enters your body, it relays a message to your cells to make something called a “spike protein.” The spike protein is found on the surface of the virus that causes COVID-19. It acts as glue to allow viruses to attach to our cells, infect the cells, and then multiply. But on its own, without the rest of the virus parts, the spike protein is incapable of causing COVID-19. ",
        "The mRNA vaccine tells the body how to build this spike protein. After the spike proteins are produced, because it is a new substance, your body’s immune system makes antibodies that then kill all the spike proteins and also destroys the mRNA from the vaccine. ",
        "If COVID-19 ever enters your body, your immune system remembers how to fight it, because it fought something that looked like it before.",
        "Once you have been vaccinated, you gain protection without ever having to risk the serious consequences of having COVID-19. ",
        "The COVID-19 mRNA vaccine is administered in two doses, with the second dose being administered 21 days apart for the Pfizer vaccine and 28 days apart for the Moderna vaccine. Though the first dose offers partial immunity, the second dose boosts the immune response to bring the effectiveness of the vaccine up to 95%. ",
        "Soreness, fatigue, and headaches are common side effects of the vaccine and typically lasts no longer than two days. Each person’s body may have a different reaction to the vaccine and side effects are normal: That’s how you know your body is having an immune response.",
        "Even after a person has been vaccinated, masking when outside of your home, social distancing, washing hands frequently, and not gathering with people inside is still recommended. It is not known yet if you can transmit Covid-19 asymptomatically even after you’ve been vaccinated. ",
        "Schools and businesses can reopen, and social distancing eliminated, once herd immunity to COVID-19 is reached. Herd immunity refers to when enough people are protected from COVID-19, the disease cannot spread easily in the population. ",
        "To reach herd immunity, a majority of American adult population needs to be vaccinated. National Institute of Allergy and Infectious Diseases director Dr. Anthony Fauci said that anywhere between 70% to 90% of the adult population will need to be vaccinated in order to achieve herd immunity.",
        "",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/shutterstock_1910391835-e1612546879478.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/COV-Vaccine-Infog-V2_ENG.png?resize=840%2C3584&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/COV-Vaccine-Infog-V2_ENG.png?resize=840%2C3584&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2902&preview=true&_thumbnail_id=2898",
            "Tiếng Việt"
        ],
        [
            "https://www.cdc.gov/vaccines/vpd/vpd-vac-basics.html",
            "vaccine"
        ],
        [
            "https://www.genome.gov/genetics-glossary/messenger-rna",
            "messenger RNA"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/mrna.html",
            "does not contain"
        ],
        [
            "https://nyulangone.org/news/how-mrna-vaccines-prevent-covid-19",
            "the spike protein is incapable of causing COVID-19"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/mrna.html",
            "you gain protection without ever having to risk the serious consequences of having COVID-19"
        ],
        [
            "https://www.cdc.gov/vaccines/covid-19/info-by-product/clinical-considerations.html",
            "COVID-19 mRNA vaccine is administered in two doses"
        ],
        [
            "https://www.nytimes.com/2020/12/24/health/herd-immunity-covid-coronavirus.html",
            "Dr. Anthony Fauci said"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/02/05/can-you-get-covid-19-from-the-vaccine/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/02/05/can-you-get-covid-19-from-the-vaccine/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-02-05T00:00:00",
    "veracity": NaN,
    "category": "covid-19-vaccine-information",
    "language": "en",
    "keywords": [
        "vaccine",
        "covid",
        "19"
    ]
}