{
    "title": "8 Ways to Fight Fake News",
    "tags": [
        "English",
        "Misinformation"
    ],
    "paragraphs": [
        "Almost 40 years ago, when Ronald Reagan was president, most Americans got their news from the local newspaper and local tv stations. These organizations were well-funded, professional, and tried to represent views from both Republicans and Democrats. Because there were a limited amount of places people could get news from, they generally agreed on the facts of the day, and disagreed on what to do about them. ",
        "A lot has changed. Today, anyone can publish on the internet. It is cheap and easy to create a website that looks as professional as CNN or Fox News. Unlike CNN or Fox, it can be almost impossible to determine who is really behind these news sites. These sites can write anything they want and the American government cannot do anything to stop them. Recently, the United States Intelligence community has confirmed that agents from China and Russia are creating and spreading fake news that can appear in social media and emails, for the purpose of weakening the U.S.",
        "So how can you make sure that what you’re reading is real news and not fake news? Here are some tips for recognizing fake news:",
        "1. Be careful about the headlines. ",
        "Incendiary headlines are designed to get your attention. Do not make quick judgements based on a headline, read the story first.",
        "2. Look at the URL. ",
        "Many fake news sites use links that look very close to an authentic site. An example would be something like “www.cnncom.com” instead of “www.cnn.com,” to trick you into believing that it is a trusted news source.",
        "3. Double check. ",
        "Don’t blindly believe one news story that you read. Google the key words in the story to see if any other media sites have picked it up and confirmed its truthfulness. If you need help, ask a relative or friend that you know in real life, who is good at understanding the internet, to do the research. If the story only lives on one site, it’s more likely to be fake.",
        "4. Look for .gov. ",
        "Only official local, state, and federal government organizations in the United States can have websites that end in .gov. This is one way to tell if information is official or not.",
        "5. Examine the photos. ",
        "\nMany examples of fake news are pictures shared on Facebook with false text that aim to mislead you. A good example is a recent photo of President Obama with Dr. Fauci in a lab. The image being circulated claims this is a virus lab in Wuhan. But the image was taken from the National Institutes of Health, which is a US government facility, in Maryland in 2007. The original photo is much larger and more clearly in the United States, not China. Do a reverse image search on Google to see where the image originated. \n",
        "6. Beware of social media. ",
        "While social media was created to connect real human beings together in conversation, in recent years there have been millions of fake accounts, bots, and trolls (some from foreign countries) to spread fake news and misinformation. Remember, just because a user on Facebook, Twitter, or Instagram says something is true does not mean it is true.",
        "7. Understand bias. ",
        "These days, there are a variety of news sources to choose from, published by large corporations. All of them claim to be unbiased and neutral, but many are influenced by the interests of the people funding the publication and the people who write for it. Understanding whether a publication has a conservative or liberal bent will inform why and how they write their news stories, and what they’re trying to get their audience to believe. So when reading an article, refer to this handy chart to see if the publication leans liberal, conservative, or somewhere in the middle.  ",
        "8. An opinion is not a fact. ",
        "There is a difference between news stories and opinions. A fact is a statement that can be proven true or false; an opinion is an interpretation of a fact. Many people in the media express opinions online. Sometimes this is obvious, but other times it is less so. To know what is an opinion versus a fact, read the story and ask yourself, “Is it trying to inform me about an event that happened?” (fact) or “Is it trying to make me feel a certain way?” (opinion). If an article is trying to inspire strong emotions in you, it’s more likely to be an opinion and should be taken with a dose of skepticism.",
        "",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1048634249-e1603304091902.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Asset-1@2x.png?resize=593%2C1024&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Asset-1@2x.png?resize=593%2C1024&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Fake-News-Infographic.png?resize=840%2C3747&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Fake-News-Infographic.png?resize=840%2C3747&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1830",
            "Tiếng Việt"
        ],
        [
            "http://www.cnn.com",
            "CNN"
        ],
        [
            "http://foxnews.com",
            "Fox News"
        ],
        [
            "https://www.brookings.edu/blog/order-from-chaos/2020/05/19/the-kremlins-disinformation-playbook-goes-to-beijing/",
            "China and Russia are creating "
        ],
        [
            "https://obamawhitehouse.archives.gov/photos-and-video/photo/2014/12/president-obama-tours-lab-vaccine-research-center-national-institutes",
            "President Obama with Dr. Fauci"
        ],
        [
            "https://support.google.com/websearch/answer/1325808?co=GENIE.Platform%3DAndroid&hl=en",
            "reverse image search"
        ],
        [
            "https://www.cits.ucsb.edu/fake-news/spread",
            "fake accounts, bots, and trolls"
        ],
        [
            "https://www.adfontesmedia.com/interactive-media-bias-chart-2/",
            "this handy chart"
        ],
        [
            "https://vietfactcheck.org/2020/10/21/8-ways-to-fight-fake-news/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/21/8-ways-to-fight-fake-news/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-21T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "fake",
        "news",
        "fight",
        "ways"
    ]
}