{
    "title": "Are Black people responsible for anti-Asian hate attacks?",
    "tags": [
        "English",
        "Stop Asian Hate"
    ],
    "paragraphs": [
        "Claim: With the spread of viral videos showing Asians getting violently attacked, many people have assumed that most of the perpetrators of anti-Asian hate incidents are Black. ",
        "\nRating: This claim is MOSTLY FALSE. Two recently published studies analyzing hate crime data found that most perpetrators of anti-Asian hate were white. However, hate crimes are often underreported and the data is incomplete. Furthermore, the racial identity of the perpetrator is often not included in news articles covering anti-Asian hate. \n",
        "",
        "In 2020, there was a startling rise in violent attacks against Asian people that continued into 2021. Stop AAPI Hate—a coalition involving the Asian Pacific Policy and Planning County (A3PCON), Chinese for Affirmative Action (CAA), and the Asian American Studies Department of San Francisco University—allows people to anonymously report incidents of anti-Asian hate on their website. Stop AAPI Hate reported that the number of hate incidents surged from 3,795 in March 2020 to 6,603 in March 2021. The data included the shootings at three Atlanta-area spas, where a white gunman killed six Asian American women. ",
        "With the surge in hate came the wave of upsetting news headlines and footage showing Asians getting violently attacked, with the most horrifying ones involving the elderly. The California Department of Justice also saw a 107% rise in anti-Asian hate crimes in 2020, attributing the rise to “anti-Asian rhetoric which blamed Asian communities for the spread of COVID-19 in the United States.”",
        "Clips that show that the perpetrators are Black often get disproportionate attention and invite racist sentiments against Black people. For example, on an Instagram post where the perpetrator of an anti-Asian attack is Black included comments like, “These good for nothing monkeys should all go back to Africa.” Many people have concluded that most of the perpetrators of anti-Asian hate are black.",
        "However, two recently published studies have found that most perpetrators of anti-Asian hate are white. The first study, published in January 2021 by the U.S. National Institutes of Health, analyzed 1992-2014 data from the National Incident-Based Reporting System (NIBRS). The study found that 74.5% of the perpetrators of hate crimes against Asian Americans were white and only 25.5% were non-white. ",
        "The study also found that Asian Americans were more likely to be victimized by people of color than other minorities. But that does not change the fact that most of the perpetrators of hate crimes against Asians were white. In addition, the study found thatAsian American hate crimes (329) pales in comparison to hate crimes against African Americans (5463) and Latinos (1344).",
        "The second study, conducted by Dr. Melissa Borja and Jacob Gibson of the Virulent Hate Project at the University of Michigan, similarly failed to find evidence for the assumption that Black people were primarily responsible for anti-Asian hate. The study looked at 4,337 news articles published between January 1 and December 31, 2020. Out of those articles, the researchers identified 1,023 incidents of anti-Asian racism. The study found that most of the perpetrators of anti-Asian hate were white. ",
        "The current evidence suggests that the assumption that Black people are primarily responsible for anti-Asian hate is unfounded. At the same time, the current studies are not without limitations. These two studies were the few large-scale analyses of the perpetrators of anti-Asian hate. Furthermore, according to AAPI Data—which publishes data on the Asian American community—hate crimes are difficult to study because they are often underreported and the data is incomplete. ",
        "The study by the Virulent Hate Project encountered difficulties finding the identity of perpetrators. Out of the 1,023 incidents of anti-Asian racism they were able to identify, the race of the perpetrators was known in only 184 incidents. ",
        "There are also deceptive statistics. According to New York City Police Department data, out of 20 people arrested in 2020 for anti-Asian hate crimes, 11 were African Americans, 6 were white Hispanics, and 1 was a Black Hispanic, compared to 2 who were white. NYPD Deputy Inspector Stewart Loo admitted that the NYPD statistics are “often misleading.” ",
        "According to the Center for the Study of Hate and Extremism at California State University, San Bernardino, who analyzed the NYPD’s data, violence against Asians are perpetrated by people of all races. At the same time, Black people are more likely than white people to be arrested by the police, and many whites involved in anti-Asian hate crimes may be “at large,” said the Center’s executive director, Brian Levin. ",
        "The studies also don’t account for the shows of support between the Black and Asian community. Said NYPD’s Loo: “Leaders of the Black community were the first and most vocal in publicly condemning the surge in hate crimes against Asians.” Former president Barack Obama and Martin Luther King, Jr’s daughter, Bernice King, have condemned the anti-Asian violence. In the aftermath of the Atlanta shootings, the “Black & Asian Solidarity” protest in New York City was one of several displays of solidarity between the two communities. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/08/shutterstock_1943038606.jpg?fit=840%2C440&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4651",
            "Tiếng Việt"
        ],
        [
            "https://stopaapihate.org/",
            "Stop AAPI Hate"
        ],
        [
            "https://stopaapihate.org/reportincident/",
            "allows people to anonymously report incidents"
        ],
        [
            "https://stopaapihate.org/wp-content/uploads/2021/05/Stop-AAPI-Hate-Report-National-210506.pdf",
            "Stop AAPI Hate reported"
        ],
        [
            "https://abcnews.go.com/US/wireStory/asian-american-women-stabbed-san-francisco-attack-77497315",
            "involving the elderly"
        ],
        [
            "https://oag.ca.gov/system/files/media/anti-asian-hc-report.pdf",
            "California Department of Justice"
        ],
        [
            "https://www.nbcnews.com/news/asian-america/viral-images-show-people-color-anti-asian-perpetrators-misses-big-n1270821",
            "Clips that show that the perpetrators are Black"
        ],
        [
            "https://www.instagram.com/p/COvtFNkhHbI/",
            "on an Instagram post"
        ],
        [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7790522/",
            "The first study"
        ],
        [
            "https://virulenthate.org/wp-content/uploads/2021/05/Virulent-Hate-Anti-Asian-Racism-In-2020-5.17.21.pdf",
            "The second study"
        ],
        [
            "http://aapidata.com/blog/anti-asian-hate-2-million/",
            "are often underreported "
        ],
        [
            "https://www.voanews.com/usa/anti-asian-hate-crime-crosses-racial-and-ethnic-lines",
            "According to New York City Police Department data"
        ],
        [
            "https://www.voanews.com/usa/anti-asian-hate-crime-crosses-racial-and-ethnic-lines",
            "“at large,”"
        ],
        [
            "https://www.voanews.com/usa/anti-asian-hate-crime-crosses-racial-and-ethnic-lines",
            "Said NYPD’s Loo"
        ],
        [
            "https://twitter.com/barackobama/status/1372191746583629827?lang=en",
            "Barack Obama"
        ],
        [
            "https://twitter.com/berniceking/status/1360321631407718401?lang=en",
            "Bernice King"
        ],
        [
            "https://time.com/5949926/black-asian-solidarity-white-supremacy/",
            "the “Black & Asian Solidarity” protest"
        ],
        [
            "https://www.brookings.edu/blog/how-we-rise/2021/03/11/why-the-trope-of-black-asian-conflict-in-the-face-of-anti-asian-violence-dismisses-solidarity/",
            "several displays"
        ],
        [
            "https://vietfactcheck.org/2021/08/21/are-black-people-responsible-for-anti-asian-hate-attacks/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/08/21/are-black-people-responsible-for-anti-asian-hate-attacks/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-08-21T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "black",
        "attacks",
        "asian",
        "hate",
        "anti"
    ]
}