{
    "title": "Can you skip the COVID-19 vaccine if you’ve already had COVID-19?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: Some Vietnamese-Americans believe that you do not have to get vaccinated from COVID-19 if you already had the disease.",
        "\nRating: This claim is FALSE. The Centers for Disease Control and Prevention (CDC) recommends that you get vaccinated from Covid-19 even if you have had it because scientists do not know how long natural immunity lasts. It is also rare, but possible, to become reinfected with COVID-19. \n",
        "",
        "Below are the reasons you should get vaccinated for the COVID-19 vaccine even if you have had COVID-19.",
        "1: Scientists do not know how long natural immunity lasts. ",
        "Natural immunity is the antibody protection that you gain from a previous encounter with an infection. Because COVID-19 is new, scientists have not determined how long natural immunity lasts. ",
        "How long does vaccine-induced immunity from COVID-19 lasts? According to the CDC, scientists are still determining how long a person who has received the COVID-19 vaccine will have immunity for. Both Pfizer and Moderna, who manufactured the COVID-19 vaccines, have been monitoring the effects of the vaccine since July 2020. Both companies intend to follow the effects of the vaccines for 2 years in order to determine if the vaccines’ protection wears off and if there are any long-term side-effects.",
        "2: It is rare, but possible, to become reinfected with COVID-19. ",
        "Cases of reinfection, meaning getting COVID-19 again after you’ve had it, have been reported, but remain rare. But current evidence suggests that reinfection is uncommon within 90 days of the first infection. ",
        "3: COVID-19 can cause severe medical complications. ",
        "People of all ages and medical conditions can get sick enough from COVID-19 to require hospitalization, and it can lead to death. To date, more than 500,000 Americans have died from COVID-19. If they survive, they may suffer from long-term effects such as fatigue, brain fog, and shortness of breath for weeks and months after the infection. So it is beneficial to be vaccinated from COVID-19 so you don’t run the risk of becoming re-infected and getting complications from the disease.",
        "For the reasons described above, the CDC recommends that you receive a COVID-19 vaccine even if you already had it. Because COVID-19 is such a new disease and scientists are learning more about it every day, it is better to be safe than sorry and get vaccinated whenever you are eligible.",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/shutterstock_1919168003-1-e1614557328736.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3072&preview=true&_thumbnail_id=3066",
            "Tiếng Việt"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html",
            "Scientists do not know how long natural immunity lasts"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/your-health/reinfection.html",
            "It is rare, but possible, to become reinfected with COVID-19"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/faq.html",
            "reinfection is uncommon within 90 days"
        ],
        [
            "https://www.health.harvard.edu/diseases-and-conditions/covid-19-basics",
            "COVID-19 can cause severe medical complications"
        ],
        [
            "https://vietfactcheck.org/covid-19-english/",
            "500,000 Americans"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects.html",
            "long-term effects"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/02/28/can-you-skip-the-covid-19-vaccine-if-youve-already-had-covid-19/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/02/28/can-you-skip-the-covid-19-vaccine-if-youve-already-had-covid-19/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-02-28T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "vaccine",
        "covid",
        "19",
        "ve",
        "skip"
    ]
}