{
    "title": "Did China help elect Joe Biden?",
    "tags": [
        "China",
        "English",
        "Joe Biden"
    ],
    "paragraphs": [
        "Claim: The King Radio, a right-wing Vietnamese YouTube Channel has repeatedly claimed that officials in President Joe Biden’s administration have ties to China, and that China rigged the 2020 Election for Biden.",
        "\nRating: Those claims are FALSE. There is no evidence from government officials that China interfered in the 2020 Election. There is also no evidence that anyone in Biden’s administration has ties to the Chinese Communist Party, not Director of National Intelligence Avril Haines nor Secret Service Agent David Cho, who is Korean-American.\n",
        "",
        "On Jan. 18, The King Radio and its owner Ngụy Vũ claimed that according to a memo by then-U.S. Director of National Intelligence John Ratcliffe, China interfered in the 2020 Election and “threw the election to Biden.”",
        "That is not what Ratcliffe said in his memo. He said that he believed that while Russia interfered in the 2020 Election, so did China. He said that there was more of a focus in the intelligence community on Russian interference in the election, “potentially leading to the false impression that Russia sought to influence the election but China did not.” He also stated in his memo that his assessment about China contradicted the existing consensus of the U.S. intelligence community.",
        "But Radcliffe also said, in an interview with CBS, that there has not been proof of foreign interference that changed the outcome of the election. “Not that we’ve been able to determine,” he said when questioned by CBS. “Now at this point in time, we’re still analyzing all of the intelligence.”",
        "According to the U.S. Cybersecurity and Infrastructure Security Agency, the 2020 Election was “the most secure in American history” and that bad actors cannot interfere with hundreds of thousands of ballots without being detected. ",
        "The King Radio has consistently been claiming, without proof, that President Joe Biden is influenced by China. In another video, The King Radio said that President Joe Biden’s cabinet appointees had ties to China, including U.S. Secretary of Defense Lloyd Austin III and Director of National Intelligence Avril Haines, who replaced Ratcliffe. The King Radio claims, without proof, that Haines has ties to the Chinese Communist party. ",
        "There is no evidence that any of Biden’s appointees are affiliated with the Chinese Communist Party. ",
        "Haines has said that she intends to continue investigating China and whether it tried to interfere in the 2020 election, saying, “They are an adversary and that we have to work on those issues, in particular countering their illegal, unfair, aggressive actions in these spaces.”",
        "In a phone call with security officials in Japan, where Japan was concerned about China’s activities in the East China Sea, Austin affirmed the U.S.’s commitment to defending the area from China’s encroachment. Biden also reiterated that commitment to Japanese Prime Minister Yoshihide Suga.",
        "In another video, The King Radio claims that an Asian-American Secret Service Agent that has been seen accompanying Biden is Chinese. The bodyguard is actually Korean-American, whose name is David Cho, and he also served in the Trump Administration. Cho was awarded the Department of Homeland Security’s gold medal for exceptional service in 2019.  ",
        "Acting Homeland Security Secretary Kevin McAleenan and Acting Deputy DHS Secretary David Pekoski present the Exceptional Service Gold Medal to David Cho at the 2019 Secretary’s Award Ceremony at the Daughters of the American Revolution Constitution Hall. (Credit: Tim D. Godbee/Released)",
        "But repeatedly, The King Radio wants to give off the impression that Biden will be weak on China, in relation to Trump. And the evidence so far has not borne that out.",
        "In response to China’s recent military presence near Taiwan, the State Department under Biden said: “We urge Beijing to cease its military, diplomatic, and economic pressure against Taiwan and instead engage in meaningful dialogue with Taiwan’s democratically elected representatives. We will stand with friends and allies to advance our shared prosperity, security, and values in the Indo-Pacific region—and that includes deepening our ties with democratic Taiwan.”",
        "And Biden has not given any indication that he intends to lift the Trump tariffs on Chinese-imported goods or will soften America’s relationship with China. In fact, his administration’s rhetoric is similar to Trump’s when it comes to China, but Biden plans on working closely with America’s allies in the region. The Biden Administration also condemned China’s treatments of Uighur Muslims (which includes concentration camps and forced sterilization), calling it “genocide.” ",
        "Said Biden during his first foreign policy address on Feb. 4: “We’ll confront China’s economic abuses, counter its aggressive coercive actions, and push back on China’s attack on human rights, intellectual property and global governance.”",
        "On Feb. 10, in his first call with China’s President Xi Jinping, Biden said that he raised concerns about Beijing’s economic practices, human rights abuses, and coercion of Taiwan and that he would “work with China when it benefits the American people.” ",
        "These claims that Biden is a Communist or he is aligned with China are similar to the claims that Biden is a socialist, which are also false. These claims are meant to undermine Biden’s credibility and distract from his policies. We encourage anyone who is wondering about Biden’s political affiliations to read his policies yourself, which are focused on tackling climate change, the coronavirus, and boosting the American economy.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/shutterstock_1898816440.jpg?fit=840%2C600&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/david-cho.jpg?resize=840%2C600&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/david-cho.jpg?resize=840%2C600&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2930&preview=true&_thumbnail_id=2924",
            "Tiếng Việt"
        ],
        [
            "https://www.youtube.com/watch?t=3015&v=g9-Z1Huv9ZM&feature=youtu.be",
            "The King Radio and its owner Ngụy Vũ claimed"
        ],
        [
            "https://context-cdn.washingtonpost.com/notes/prod/default/documents/6d274110-a84b-4694-96cd-6a902207d2bd/note/733364cf-0afb-412d-a5b4-ab797a8ba154.",
            "said in his memo"
        ],
        [
            "https://www.washingtonpost.com/national-security/russia-china-election-interference-intelligence-assessment/2021/01/08/7dc844ce-5172-11eb-83e3-322644d82356_story.html",
            "contradicted"
        ],
        [
            "https://www.cbsnews.com/news/dni-ratcliffe-biden-intelligence-china-threat/",
            "he said when questioned by CBS"
        ],
        [
            "https://www.cisa.gov/news/2020/11/12/joint-statement-elections-infrastructure-government-coordinating-council-election",
            "“the most secure in American history”"
        ],
        [
            "https://www.cisa.gov/rumorcontrol#rumor17",
            "cannot interfere"
        ],
        [
            "https://youtu.be/GaT-_DThqWE?list=TLPQMjUwMTIwMjH-T2sMVf-z2Q&t=3694",
            "In another video"
        ],
        [
            "https://nypost.com/2021/01/19/bidens-dni-nominee-avril-haines-calls-china-a-global-competitor/",
            "saying"
        ],
        [
            "https://www.reuters.com/article/us-japan-usa-defence/u-s-reaffirms-commitment-to-japan-to-defending-islands-disputed-with-china-idUSKBN29T07U",
            "Austin affirmed"
        ],
        [
            "https://www.ft.com/content/5f142efe-4d4d-4d5a-b42e-eddcbd3a5df8",
            "reiterated that commitment"
        ],
        [
            "https://youtu.be/jUKhRrUFIBo?t=1739",
            "The King Radio claims"
        ],
        [
            "https://news.yahoo.com/meet-korean-american-leading-president-175620736.html",
            "David Cho"
        ],
        [
            "https://www.dhs.gov/exceptional-service-2019",
            "Department of Homeland Security’s gold medal"
        ],
        [
            "https://www.state.gov/prc-military-pressure-against-taiwan-threatens-regional-peace-and-stability/",
            "said"
        ],
        [
            "https://www.axios.com/biden-administration-china-policy-trump-136a1da4-f49d-42df-9fb6-29090a589087.html",
            "has not given any indication"
        ],
        [
            "https://www.npr.org/2021/02/10/966537839/biden-holds-1st-call-as-president-with-chinas-xi-as-trade-security-issues-loom?utm_term=nprnews&utm_medium=social&utm_campaign=npr&utm_source=twitter.com",
            "administration’s rhetoric is similar "
        ],
        [
            "https://www.washingtonpost.com/world/asia_pacific/biden-china-japan-korea-allies/2020/11/12/6cf6e212-24af-11eb-9c4a-0dc6242c4814_story.html",
            "working closely "
        ],
        [
            "https://www.reuters.com/article/us-usa-china-genocide/u-s-reviewing-china-genocide-ruling-to-make-sure-it-sticks-idUSKBN29W268",
            "“genocide"
        ],
        [
            "https://www.rev.com/blog/transcripts/joe-biden-speech-on-foreign-policy-transcript-february-4-america-is-back",
            "first foreign policy address"
        ],
        [
            "https://www.whitehouse.gov/briefing-room/statements-releases/2021/02/10/readout-of-president-joseph-r-biden-jr-call-with-president-xi-jinping-of-china/",
            "Biden said"
        ],
        [
            "https://vietfactcheck.org/2020/10/31/are-joe-biden-and-kamala-harris-socialists/",
            "also false"
        ],
        [
            "https://www.whitehouse.gov/",
            "read his policies yourself"
        ],
        [
            "https://vietfactcheck.org/2021/02/11/did-china-help-elect-joe-biden/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/02/11/did-china-help-elect-joe-biden/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-02-11T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "biden",
        "china",
        "elect",
        "did",
        "joe"
    ]
}