{
    "title": "Did Michelle Steel downplay COVID-19 in Orange County?",
    "tags": [
        "English"
    ],
    "paragraphs": [
        "Claim: Michelle Steel is running for election to the U.S. House of Representatives to represent California’s 48th congressional district, challenging current Congressman Harley Rouda. She gives herself credit for effectively guiding Orange County during the COVID-19 crisis. Rouda, however, has claimed that Steel’s management of the COVID-19 crisis was a failure, forcing small businesses to close and costing community lives.",
        "\nRating: Rouda’s claim is MOSTLY TRUE. Michelle Steel is the chair of the Orange County Board of Supervisors. During the first months of the COVID-19 crisis, Steel played down the severity of the pandemic, misrepresented infection numbers and questioned the efficacy of masks. By mid-July, the number of new cases per capita in Orange County had surpassed that of Los Angeles County. Currently, Orange County remains in the second most restrictive tier of California’s rating system, with many of its businesses still under restrictions.\n",
        "",
        "The Orange County Board of Supervisors (OC BOS) is a five-person group that provides both legislative and executive functions in the management of the county. Michelle Steel is currently the chair of the Board of Supervisors. Steel is currently running for Congress against current Congressman Harley Rouda; California’s 48th congressional district currently covers Westminster, Garden Grove and Fountain Valley.  ",
        "Public health and fighting COVID-19 is featured prominently in Steel’s campaign literature. In response, Rouda has said that, “Michelle Steel’s failed COVID19 response forced small businesses to shutter and cost our community lives.” ",
        "Below is a timeline of Steel’s response to COVID-19 in Orange County:",
        "January to March 2020 ",
        "The first case of coronavirus in Orange County was reported on January 25, 2020. The first case of community transmission was reported on March 13.",
        "April 2020",
        "By mid-April, following the recommendations of the Center for Disease Control (CDC), Los Angeles County mandated the wearing of face masks for all essential businesses, followed by similar mandates in San Bernardino County and Riverside County. ",
        "In Orange County, Steel voted against a mandate requiring face coverings at essential businesses for their employees. Nevertheless, OC BOS passed the mandate with a 3-2 vote. ",
        "The following week, the OC BOS adopted a set of guidelines for re-opening businesses, creating confusion throughout the county. At the time, non-essential businesses were closed across California under an order by Governor Gavin Newsom.",
        "Over the next two days, Steel said that, “Orange County has been successful in flattening the curve” and “hospitalizations are decreasing.” However, data showed that Orange County’s coronavirus hospitalizations had been rising 80% over the previous four weeks.",
        "May 2020",
        "Over the next few weeks, the OC BOS refused to enforce the state’s business closure orders. On May 5th, Steel and supervisor Don Wagner voted against a plan proposed by other members of the OC BOS to work with beach cities to create uniform rules for operating OC beaches, which would be sent to Sacramento for approval. By this time, other counties had drafted similar plans, which had been approved by the State. Despite Steel and Wagner’s objections, the plan was eventually approved 3-2. ",
        "On May 21, Steel said at a news conference that the county had “some very promising numbers,” including “the lowest rate of COVID-19 related deaths.” OC’s Public Health Officer Dr. Nichole Quick disagreed, saying: “We reported our highest number of deaths in a single day here in Orange County.”",
        "Over the Memorial Day weekend, Quick issued a mandatory mask order for the county. At a subsequent public OC BOS meeting, Steel repeatedly questioned the effectiveness of masks. ",
        "June 2020",
        "Steel continued to criticize Quick’s mask order, saying that requiring humans, but not dogs, to wear masks is “species discrimination.” On the same day, after weeks of intense disagreement with Steel and Wagner, and threats from protesters, Quick resigned. ",
        "The OC BOS appointed Dr. Clayton Chau as the Acting Health Officer. Two days later, Chau announced that the face-covering order issued by Quick had been downgraded to a recommendation rather than a requirement.  ",
        "Throughout the month, Steel continued to downplay the severity of COVID-19 in Orange County, claiming that infections and death rates were lower than surrounding counties when that was not true. At the time, Orange County had outpaced three of the four surrounding counties’ hospitalization and death rates, and had the highest rate of coronavirus patients in intensive care—even higher than Los Angeles County.",
        "July 2020",
        "In July, Orange County had faster growing rates of COVID-19 infections per capita than Los Angeles County—which had maintained mask-wearing mandates. During that same month, Steel seemed to reverse her stance on mask-wearing, posting on Twitter that “wearing a mask saves lives.”",
        "As of the publication of this article, Orange County remains on the second-most restrictive reopening tier (widespread)  as defined by the state. In addition, 1,887 residents have died from the coronavirus. By comparison, there were 543 deaths due to influenza and pneumonia in 2017. As a result of being in the more restrictive tier, businesses are facing greater limitations in reopening. Currently, the unemployment rate is 9%. ",
        "Conclusion: Congressman Rouda’s claim about Steel’s management of the COVID-19 pandemic is MOSTLY TRUE. Steel’s resistance to mask wearing and misrepresentation of data undermined efforts by public health officers to reduce transmission in Orange County. The mistakes Steel made in the beginning months of the pandemic led to out-of-control community transmission, and prolonged business and school closures.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Michelle_Steel_at_Joint_Forces_Training_Base_Los_Alamitos_California_-_2017_38456515972-e1603905816123.jpg?fit=840%2C580&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2023",
            "Tiếng Việt"
        ],
        [
            "https://twitter.com/HarleyRouda/status/1314994373973561345",
            "claimed"
        ],
        [
            "https://www.latimes.com/california/story/2020-07-17/coronavirus-is-now-spreading-faster-in-the-suburbs-than-in-la-county",
            "the number of new cases per capita in Orange County had surpassed that of Los Angeles County"
        ],
        [
            "https://board.ocgov.com/",
            "Orange County Board of Supervisors"
        ],
        [
            "https://vietfactcheck.org/2020/10/14/is-congressman-harley-rouda-pro-ho-chi-minh/",
            "Congressman Harley Rouda"
        ],
        [
            "https://www.michellesteelca.com/about/",
            "campaign literature"
        ],
        [
            "https://twitter.com/HarleyRouda/status/1314994373973561345",
            "has said that"
        ],
        [
            "https://myemail.constantcontact.com/CD-HEALTH-ALERT---First-Case-of-2019-Novel-Coronavirus-in-Orange-County--Update-for-Providers.html?soid=1128423022889&aid=RPQB7yg_ORE",
            "reported"
        ],
        [
            "https://www.latimes.com/california/story/2020-03-14/orange-county-has-first-coronavirus-case-from-community-spread-13-total-patients",
            "reported"
        ],
        [
            "https://losangeles.cbslocal.com/2020/04/10/coronavirus-face-mask-mandatory-los-angeles/",
            "Los Angeles County"
        ],
        [
            "https://losangeles.cbslocal.com/2020/04/10/coronavirus-face-mask-mandatory-los-angeles/",
            "San Bernardino County"
        ],
        [
            "https://www.usnews.com/news/best-states/california/articles/2020-04-05/california-county-orders-all-residents-to-wear-masks",
            "Riverside County"
        ],
        [
            "https://voiceofoc.org/2020/04/without-a-broader-county-mandate-mask-laws-vary-by-city/",
            "Steel voted against a mandate requiring face coverings at essential businesses for their employees."
        ],
        [
            "https://voiceofoc.org/wp-content/uploads/2020/04/Wagner-and-Steel-press-release-on-business-guidelines-April-29-2020.pdf",
            "OC BOS adopted a set of guidelines for re-opening businesses"
        ],
        [
            "https://voiceofoc.org/2020/04/coronavirus-hospitalizations-have-been-rising-in-oc-despite-claims-of-flattened-curve/",
            "Steel said that"
        ],
        [
            "https://voiceofoc.org/2020/04/coronavirus-hospitalizations-have-been-rising-in-oc-despite-claims-of-flattened-curve/",
            "rising 80%"
        ],
        [
            "https://voiceofoc.org/2020/05/orange-county-officials-wont-enforce-business-closures-during-coronavirus-pandemic-gov-newsom-to-reopen-limited-retail-friday/",
            "refused to enforce"
        ],
        [
            "https://voiceofoc.org/2020/05/oc-officials-to-draft-up-beach-reopening-plans-to-send-to-sacramento-county-supervisors-split-on-plan/",
            "Steel and supervisor Don Wagner voted "
        ],
        [
            "https://voiceofoc.org/2020/07/the-downplaying-of-orange-countys-coronavirus-numbers/",
            "Steel said "
        ],
        [
            "https://voiceofoc.org/2020/05/orange-county-public-health-officials-under-fire-from-over-mask-order/",
            "Steel repeatedly questioned the effectiveness of masks"
        ],
        [
            "https://ocgov.granicus.com/player/clip/3732?view_id=8&redirect=true",
            "requiring humans, but not dogs, to wear masks is “species discrimination.”"
        ],
        [
            "https://www.ocregister.com/2020/06/08/o-c-chief-health-officer-dr-nichole-quick-resigns-amid-mask-controversy-threats/",
            "Quick resigned"
        ],
        [
            "https://fullertonobserver.com/2020/06/13/oc-health-officer-resigns-following-heated-conflict-and-threats-over-face-coverings/",
            "had been downgraded to a recommendation rather than a requirement. "
        ],
        [
            "https://voiceofoc.org/2020/06/coronavirus-mask-enforcement-in-oc-remains-unclear-as-two-largest-cities-are-being-hit-hard/",
            "downplay"
        ],
        [
            "https://voiceofoc.org/2020/07/the-downplaying-of-orange-countys-coronavirus-numbers/",
            "outpaced three of the four surrounding counties’ hospitalization and death rates"
        ],
        [
            "https://www.latimes.com/california/story/2020-07-17/coronavirus-is-now-spreading-faster-in-the-suburbs-than-in-la-county",
            "faster growing rates of COVID-19"
        ],
        [
            "https://twitter.com/MichelleSteelCA/status/1281951381474217984",
            "on Twitter "
        ],
        [
            "https://covid19.ca.gov/safer-economy/",
            "second-most restrictive reopening tier"
        ],
        [
            "https://occovid19.ochealthinfo.com/coronavirus-in-oc",
            "1,887 residents have died"
        ],
        [
            "http://www.ochealthiertogether.org/content/sites/ochca/Local_Reports/Leading_Causes_of_Death_2017_Update_2019-08-02.pdf",
            "there were 543 deaths due to influenza and pneumonia"
        ],
        [
            "https://www.labormarketinfo.edd.ca.gov/file/lfmonth/oran$pds.pdf",
            "9%"
        ],
        [
            "https://www.latimes.com/projects/california-coronavirus-cases-tracking-outbreak/",
            "out-of-control community transmission"
        ],
        [
            "https://vietfactcheck.org/2020/10/28/did-michelle-steel-downplay-covid-19-in-orange-county/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/28/did-michelle-steel-downplay-covid-19-in-orange-county/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-28T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "michelle",
        "covid",
        "downplay",
        "steel",
        "county"
    ]
}