{
    "title": "Did Trump incite the violence at the Capitol?",
    "tags": [
        "Donald Trump",
        "English"
    ],
    "paragraphs": [
        "Claim: Donald Trump has been impeached by the House of Representatives for “incitement of insurrection,” which led to the Jan. 6 armed mob at the U.S. Capitol.",
        "\nRating: This claim is TRUE. Though Trump never explicitly encouraged violence, he has been claiming without evidence that the 2020 Election was stolen from him. According to the Department of Justice and the Department of Homeland Security, these claims of voter fraud have led to an increase in “domestic violence extremists.”\n",
        "",
        "On Jan. 13, 2021, the House of Representatives voted to impeach then-President Donald Trump for “incitement of insurrection,” calling him responsible for the violent mob that stormed the U.S. Capitol on Jan. 6. This makes Trump the first president to be impeached twice. ",
        "The text of the impeachment articles that were approved by the House said that Trump’s false claims that the 2020 Election was stolen from him led to the violence at Capitol, where Trump’s followers  “unlawfully breached and vandalized the Capitol, injured and killed law enforcement personnel, menaced Members of Congress, the Vice President, and Congressional personnel, and engaged in other violent, deadly, destructive, and seditious acts.”",
        "The impeachment was approved by 222 Democrats and 10 Republicans. Many other Republicans, like House Minority Leader Kevin McCarthy, did not vote for impeachment but agree that Trump bears some blame for the violence. ",
        "The impeachment article has been sent to the Senate, which will determine whether or not to convict Trump. Normally, if Trump was convicted before the end of his presidency, he would be removed from office. Now that President Joe Biden has been sworn in, things become more complicated. If convicted, Trump can be barred from running for government office again.",
        "But as to whether these charges of “incitement of insurrection” is accurate, our analysis determines that they are TRUE. ",
        "“The Big Lie”",
        "Credit: mccv / Shutterstock.com",
        "Even before the 2020 Election was underway, Trump was casting doubt about the electoral process. He claimed that the only real outcome would be if he won. In August, he said, “The only way we’re going to lose this election is if the election is rigged.”",
        "As Biden was declared the winner of the 2020 Election, Trump continued to claim that he was the true winner, and that the votes for Biden were fraudulent ones. “Hundreds of thousands of illegal votes were cast in each state,” he said to a crowd in Georgia on Dec. 5. “The swing States that we’re all fighting over now, I won them all by a lot. I won them all by a lot.”",
        "At the time, Trump and his team were seeking to throw out hundreds of thousands of votes across multiple states. They did this by filing almost 40 lawsuits in multiple states, citing rigged counting machines and voter fraud. But when these lawsuits came before multiple judges, the suits were all dismissed because the Trump team could not provide any evidence for their claims. ",
        "The Supreme Court also declined to hear a case of voter fraud. Attorney General William Barr, who led the Department of Justice, said in December, “To date, we have not seen fraud on a scale that could have affected a different outcome in the election.” ",
        "Trump’s claims, while wildly repeated and persuasive to his followers, did not contain any evidence. As his lawsuits failed, and the hand recounts of ballots in Wisconsin and Georgia did not find any fake ballots or thrown out votes, Trump started encouraging his followers to take action. “Stop the Steal” began to trend on the right-wing social media platform Parler. ",
        "On Dec. 10, Trump tweeted: “This is going to escalate dramatically. This is a very dangerous moment in our history…The fact that our country is being stolen. A coup is taking place in front of our eyes, and the public can’t take this anymore.”",
        "He encouraged his supporters to protest on Jan. 6, the day that Congress was to meet to formally certify the 2020 Election. On the morning of Jan. 6, at the “Save America,” rally, Trump encouraged his crowd to march on the Capitol to pressure Congress to certify him as the true winner of the 2020 Election. ",
        "“We fight like Hell and if you don’t fight like Hell, you’re not going to have a country anymore,” Trump said. ",
        "As the mob stormed the Capitol—which resulted in vandalism, theft, and the deaths of five people—Trump released a video, saying: “We have to have peace. So go home. We love you. You’re very special.” ",
        "But the damage has been done. In the week that followed, both Democrat and Republican lawmakers have blamed Trump and his supporters for the Capitol riots. By saying that the 2020 Election was rigged, Trump had incited the crowd to commit violence in his name. Experts have started calling this, “The Big Lie.”",
        "“The mob was fed lies,” said Republican Senator Mitch McConnell. “They were provoked by the president and other powerful people, and they tried to use fear and violence to stop a specific proceeding of the first branch of the federal government which they did not like.” ",
        "Trump’s lies were not just amplified by his followers, they were repeated by government officials such as Senator Ted Cruz and Senator Josh Hawley, further casting doubt on the 2020 Election.",
        "A joint memo from the Department of Justice and the Department of Homeland Security said that the constant lies about voter fraud led to “an increase in DVE violence.” DVE stands for “Domestic Violence Extremists.”",
        "Indeed, a number of rioters who had been arrested for storming the Capitol said they hoped Trump would pardon them. “I was basically following my president. I was following what we were called to do. He asked us to fly there. He asked us to be there,” said Jenna Ryan, one supporter. Trump left office on Jan. 20 and did not pardon any of the rioters. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1888654336-e1611781033560.jpg?fit=840%2C630&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-true-2671546306-1600494306418.png?resize=840%2C491&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-true-2671546306-1600494306418.png?resize=840%2C491&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1898586520.jpg?resize=840%2C600&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1898586520.jpg?resize=840%2C600&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2784&preview=true&_thumbnail_id=2776",
            "Tiếng Việt"
        ],
        [
            "https://cicilline.house.gov/sites/cicilline.house.gov/files/documents/ARTICLES%20-%20Final%201030%20-%20011121.pdf",
            "text of the impeachment articles"
        ],
        [
            "https://clerk.house.gov/evs/2021/roll017.xml",
            "approved by 222 Democrats and 10 Republicans"
        ],
        [
            "https://www.forbes.com/sites/joewalsh/2021/01/13/top-house-republican-says-trump-bears-responsibility-for-capitol-riot/?sh=1119f6967549",
            "agree that Trump bears some blame"
        ],
        [
            "https://www.usatoday.com/story/news/factcheck/2021/01/14/fact-check-donald-trump-loses-presidency-perks-if-removed-jan-20/6615505002/",
            "Trump can be barred"
        ],
        [
            "https://thehill.com/homenews/administration/512424-trump-the-only-way-we-are-going-to-lose-this-election-is-if-the",
            "said"
        ],
        [
            "https://www.rev.com/blog/transcripts/donald-trump-georgia-rally-transcript-before-senate-runoff-elections-december-5",
            "a crowd in Georgia on Dec. 5"
        ],
        [
            "https://www.businessinsider.com/trump-campaign-lawsuits-election-results-2020-11",
            "almost 40 lawsuits"
        ],
        [
            "https://www.nbcnews.com/politics/white-house/barr-says-no-evidence-widespread-voter-fraud-defying-trump-n1249581",
            "said"
        ],
        [
            "https://www.washingtonpost.com/technology/2020/11/10/facebook-parler-election-claims/",
            "“Stop the Steal”"
        ],
        [
            "https://archive.is/JOiLS",
            "Trump tweeted"
        ],
        [
            "https://www.foxnews.com/politics/trump-wild-protest-washington-dc-jan-6",
            "protest on Jan. 6"
        ],
        [
            "https://www.rev.com/blog/transcripts/donald-trump-speech-save-america-rally-transcript-january-6",
            "Trump said"
        ],
        [
            "https://abcnews.go.com/Politics/video/home-love-trump-protesters-75094574",
            "saying"
        ],
        [
            "https://www.cnn.com/2021/01/11/media/trump-lies-reliable-sources/index.html",
            "“The Big Lie.”"
        ],
        [
            "https://apnews.com/article/mcconnell-trump-fed-lies-to-mob-36871d68df56a10be1c46ed364ad6de6",
            "said Republican Senator Mitch McConnell"
        ],
        [
            "https://www.nbcnews.com/politics/donald-trump/trump-s-voter-fraud-lies-encouraged-riot-gop-allies-are-n1253509",
            "Senator Ted Cruz and Senator Josh Hawley"
        ],
        [
            "https://www.washingtonpost.com/opinions/2021/01/14/intelligence-bulletin-trump-domestic-violence-extremists/",
            "“an increase in DVE violence.”"
        ],
        [
            "https://apnews.com/article/joe-biden-donald-trump-capitol-siege-riots-32a212d3ac899905be744632d236862c",
            "said Jenna Ryan"
        ],
        [
            "https://vietfactcheck.org/2021/01/27/did-trump-incite-the-violence-at-the-capitol/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/01/27/did-trump-incite-the-violence-at-the-capitol/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-01-27T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "trump",
        "violence",
        "capitol",
        "incite",
        "did"
    ]
}