{
    "title": "Do more women support Joe Biden than Donald Trump?",
    "tags": [
        "English",
        "Joe Biden"
    ],
    "paragraphs": [
        "Claim: Multiple polls have shown that a large number of people who support Vice President Joe Biden are women, and that women will be a key demographic in deciding this election. ",
        "\nRating: We rate this claim as TRUE. Women make up 51% of the American population and these polls show that Biden has the overwhelming support of female voters going into the 2020 election. This is most likely due to his work as a co-sponsor on the Violence Against Women Act, which reduced domestic violence against women by 64%. His work in the Obama Administration also helped raise awareness of the prevalence of sexual assault on college campuses and among young people.\n",
        "",
        "Multiple polls have shown that when it comes to voters, former vice president Joe Biden enjoys a sizable lead over President Donald Trump among female voters. Women make up 51% of the population and are currently helping fuel the largest gender voting gap in modern history: in one poll, 56% of women favor Biden compared to the 39% who support Trump. Men on the other hand are equally split 46%-46% Biden versus Trump. ",
        "What is the reason for this lead? ",
        "According to our research, a possible explanation would be that many of Biden’s legislative achievements concerned issues that most often affect women. Chief among them is the Violence Against Women Act (VAWA) of 1994, which Biden co-sponsored. ",
        "Before the VAWA was signed into law, domestic violence was considered a private matter rather than a crime. Police were discouraged from getting involved in these domestic disputes and domestic abusers could easily cross state lines to avoid persecution. ",
        "The law established that victims of gender-based violence were entitled to compensatory relief and punitive damages. It established new criminal penalties for interstate domestic violence and stalking, and doubled the penalties on repeat sex offenders. VAWA has been credited with reducing domestic violence by 64% from 1993 and 2010, according to a report from the U.S. Department of Justice.   ",
        "Biden described the bill as his “proudest legislative accomplishment,” arguing that it had helped to change cultural norms. “Abuse is violent and ugly and today there is rightful public outrage over it. It matters that the American people have sent a clear message: you’re a coward for raising a hand to a woman or child—and you’re complicit if you fail to condemn it,” Biden wrote in Time magazine.",
        "In 2019, VAWA was up for renewal in Congress. The Democratic-controlled House of Representatives voted to pass a renewal of the bill. To this day, VAWA has not been put up for a vote in the Republican-controlled Senate. Previous renewals of the VAWA passed with little partisan bickering. ",
        "Biden continued to address the prevalence of sexual assault once he became Vice President in 2009. He launched the 1 Is 2 Many initiative in September 2011, to help reduce sexual assault against young people ages 16-24. According to the Center for Disease Control, 1 in 5 women will be raped during her lifetime; 81.3% of female rape victims (nearly 20.8 million survivors) are young women under 25. ",
        "Sexual assault is a particular problem on college campuses, where 13% of students have been raped or have experienced unwanted sexual contact. On Jan. 22, 2014, Biden joined President Barack Obama to create the White House Task Force to Protect Students from Sexual Assault, and launched the It’s On Us campaign, where Biden and the task force partnered with local government and educational entities across the nation—to ensure that all students could feel secure in obtaining their education free from sexual violence.",
        "Not only does Biden’s record show his accomplishment in helping to reduce violence against women, but he has also championed other issues such as equal representation in Congress and equal pay for women. Biden worked hard to recruit more women to run for the U.S. Senate in the early 1990s and then encouraged them to become members of the Judiciary Committee. Furthermore, he ensured that his female staff were paid through the entirety of their maternity leave, which was an extremely rare benefit for women in the ’90s. ",
        "Biden’s support among women can also be attributed to his future plans for women if he is to become president. Biden has outlined a lengthy list of policies which he is calling the Biden Agenda for Women. The ambitious plan clearly acknowledges that most issues are women’s issues: the economy, healthcare, student debt, the minimum wage, paid leave, the wage gap, and so much more disproportionately affect women. ",
        "Biden’s agenda for women consists of 100 bullet points to help address these issues. It will help provide continued access to affordable reproductive healthcare. It will use federal funds to invest in women-owned businesses, make public colleges and universities tuition-free for all families with incomes below $125,000, and offer low-income and middle-class families an up-to-$8,000 tax credit to help pay for child care. ",
        "Conclusion: Joe Biden enjoys a sizable lead over Donald Trump among women. Our research shows that this lead may be because of his efforts in fighting for women’s issues, including his work in the Violence Against Women Act. Furthermore, Biden is a vocal support of adding the Equal Rights Amendment (ERA) to the U.S. Constitution, and the ERA is part of his campaign platform. Women’s rights groups have been lobbying for the ERA since 1923, which would enshrine within the Constitution equal rights to all citizens, regardless of gender. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1835759824-e1603904674396.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-true-2671546306-1600494306418.png?resize=840%2C491&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-true-2671546306-1600494306418.png?resize=840%2C491&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2044",
            "Tiếng Việt"
        ],
        [
            "https://cawp.rutgers.edu/presidential-poll-tracking-2020",
            "Multiple polls have shown"
        ],
        [
            "https://www.census.gov/quickfacts/fact/table/US/LFE046218",
            "51% of the population"
        ],
        [
            "https://www.usnews.com/news/elections/articles/2020-08-18/if-joe-biden-wins-the-election-hell-have-women-to-thank",
            "56% of women"
        ],
        [
            "https://www.congress.gov/bill/103rd-congress/house-bill/3355",
            "Violence Against Women Act (VAWA) of 1994"
        ],
        [
            "https://time.com/5675029/violence-against-women-act-history-biden/",
            "private matter"
        ],
        [
            "https://www.justice.gov/jmd/file/821736/download",
            "the U.S. Department of Justice"
        ],
        [
            "https://time.com/3319325/joe-biden-violence-against-women/",
            "Biden wrote in Time magazine"
        ],
        [
            "https://www.congress.gov/bill/116th-congress/house-bill/1585/text",
            "a renewal of the bill"
        ],
        [
            "https://www.gq.com/story/senate-violence-against-women-act",
            " in the Republican-controlled Senate"
        ],
        [
            "https://obamawhitehouse.archives.gov/1is2many",
            "1 Is 2 Many initiative"
        ],
        [
            "https://www.cdc.gov/violenceprevention/datasources/nisvs/2015NISVSdatabrief.html",
            "Center for Disease Control"
        ],
        [
            "https://www.justice.gov/archives/opa/blog/understanding-threat-sexual-violence-college-campuses",
            "a particular problem"
        ],
        [
            "https://www.rainn.org/statistics/campus-sexual-violence",
            "college campuses"
        ],
        [
            "https://www.aau.edu/newsroom/press-releases/aau-releases-2019-survey-sexual-assault-and-misconduct",
            "13%"
        ],
        [
            "https://www.itsonus.org/",
            "It’s On Us campaign"
        ],
        [
            "https://www.usatoday.com/story/opinion/2019/04/01/joe-biden-values-champions-women-public-private-column/3330357002/",
            "recruit more women"
        ],
        [
            "https://www.cnn.com/2017/12/14/politics/biden-anita-hill-teen-vogue/index.html",
            "Judiciary Committee"
        ],
        [
            "https://joebiden.com/womens-agenda/#",
            "Biden Agenda for Women"
        ],
        [
            "https://www.equalrightsamendment.org/",
            "Equal Rights Amendment"
        ],
        [
            "https://www.wsj.com/articles/equal-rights-amendment-could-soon-be-back-in-congress-11562155202",
            "ERA since 1923"
        ],
        [
            "https://vietfactcheck.org/2020/10/28/do-more-women-support-joe-biden-than-donald-trump/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/28/do-more-women-support-joe-biden-than-donald-trump/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-28T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "biden",
        "trump",
        "donald",
        "women",
        "support"
    ]
}