{
    "title": "Do the COVID-19 vaccines cause infertility?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: A common myth around the COVID-19 vaccines that has circulated around social media is that they cause infertility.",
        "\nRating: This claim is FALSE. The Centers for Disease Control and Prevention has said the vaccines are safe for anyone who is pregnant or trying to get pregnant. Their recommendation has been echoed by the American College of Obstetricians and Gynecologists, who have stated that the vaccines do not cause infertility. In addition, numerous studies have found that the vaccines do not affect fertility in men or women, and do not affect pregnant women and their fetuses. \n",
        "",
        "The claim that the COVID-19 vaccines cause infertility has been circulating on social media. There are numerous rumors that the spike protein on the coronavirus is structurally similar to the spike protein called syncytin-1 that is involved in the growth and attachment of the placenta during pregnancy. The concern was that by getting the COVID-19 vaccine, the woman’s body would confuse the syncytin-1 for the spike protein and attack it. Yale School of Medicine immunologist Akiko Iwasaki tested this claim and found no evidence that this is the case at all, the Washington Post reports.",
        "Meanwhile, the Centers for Disease Control and Prevention has said that “there is currently no evidence that COVID-19 vaccination causes any problems with pregnancy.”",
        "In a study from the New England Journal of Medicine, a respected medical publication, researchers analyzed the data of more than 35,000 pregnant people who received the Pfizer or Moderna COVID-19 vaccines. They found no evidence that the vaccines have affected or harmed people who were pregnant, and there’s no evidence that the shots harmed the baby or pregnancy. ",
        "While a similar study has not been done for the Johnson and Johnson vaccine, the U.S. Food and Drug Administration stated that during the clinical trials where the vaccine was administered to rabbits, the Johnson and Johnson vaccine had no effects on fertility. ",
        "In addition, the Society for Maternal-Fetal Medicine (SMFM) and the American College of Obstetricians and Gynecologists (ACOG) have both recommended that people who are pregnant have access to COVID-19 vaccines. ACOG also said that none of the vaccines authorized for use in the U.S. cause infertility.",
        "Meanwhile, there is no evidence that the COVID-19 vaccines affect sperm health. A study conducted by the University of Miami found that both the Pfizer and Moderna vaccines had no negative effects on sperm. The participants were prescreened to ensure they had no previous or underlying fertility issues. Semen samples were taken before the first vaccine dose and approximately 70 days after the second, which is about how long sperm takes to regenerate. Scientists analyzed semen volume, sperm concentration, sperm motility, and total sperm count and found no significant decrease in any of these parameters compared with the samples taken before the COVID-19 shots. ",
        "The same study also found that eight participants who had low sperm counts before getting vaccinated then reported normal levels of sperm after their second vaccine dose. “That’s not saying the vaccine increased sperm,” said study co-author Jessy Ory, urology fellow in infertility/andrology at the University of Miami Miller School of Medicine. “But even in guys who have low sperm count who may be worried about their fertility, they don’t need to worry that this vaccine will impact their fertility any further.” ",
        "While there is no evidence that any of the COVID-19 vaccines affects fertility, the same cannot be said with COVID-19 itself. Dr. Sigal Klipstein, chair of the ethics committee at the American Society of Reproductive Medicine said it’s possible severe COVID-19 could influence sperm count if someone has a prolonged fever. “Getting COVID can be potentially detrimental to their fertility, and getting the vaccine is safe and could even protect fertility by protecting you against the severe effects of COVID disease,” she said.",
        "In addition, the CDC states that pregnant and recently pregnant people are at a higher risk for severe illness from COVID-19 when compared to non-pregnant people. Pregnant people with COVID-19 are also at increased risk for premature birth and might be at increased risk for other poor outcomes related to pregnancy compared to pregnant people without COVID-19. ",
        "Research and monitoring is ongoing for any side effects of the vaccines, including in those who are pregnant. The CDC established the COVID-19 Vaccine Pregnant Registry to continually monitor pregnant people for any problems; over 100,000 pregnant people who were vaccinated are currently participating. ",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "This article is supported by the Centers for Disease Control and Prevention of the U.S. Department of Health and Human Services (HHS) as part of a financial assistance award totaling $3,300,000 with 40% funded by CDC/HHS. The contents are those of the author(s) and do not necessarily represent the official views of, nor an endorsement, by CDC/HHS, or the U.S. Government.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1912547161.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4526",
            "Tiếng Việt"
        ],
        [
            "https://www.webmd.com/vaccines/covid-19-vaccine/news/20210112/why-covid-vaccines-are-falsely-linked-to-infertility",
            "been circulating "
        ],
        [
            "https://twitter.com/JuliaNEM33/status/1347926169262419974",
            " social media"
        ],
        [
            "https://www.washingtonpost.com/health/2021/02/22/women-vaccine-infertility-disinformation/",
            "the Washington Post reports"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html",
            "has said that "
        ],
        [
            "https://www.nejm.org/doi/full/10.1056/NEJMoa2104983",
            "In a study"
        ],
        [
            "https://www.fda.gov/media/146304/download",
            "Food and Drug Administration"
        ],
        [
            "https://s3.amazonaws.com/cdn.smfm.org/media/2874/Provider_Considerations_for_Engaging_in_COVID_Vaccination_Considerations_4-29-21_(final).pdf",
            "Society for Maternal-Fetal Medicine (SMFM)"
        ],
        [
            "https://www.acog.org/covid-19/covid-19-vaccines-and-pregnancy-conversation-guide-for-clinicians",
            "American College of Obstetricians and Gynecologists (ACOG)"
        ],
        [
            "https://jamanetwork.com/journals/jama/fullarticle/2781360?utm_source=silverchair&utm_campaign=jama_network&utm_content=covid_weekly_highlights&utm_medium=email",
            "study"
        ],
        [
            "https://www.usatoday.com/story/news/health/2021/06/21/pfizer-moderna-covid-vaccines-do-not-decrease-sperm-count-study-says/7770928002/",
            "said study co-author Jessy Ory"
        ],
        [
            "https://www.usatoday.com/story/news/health/2021/06/21/pfizer-moderna-covid-vaccines-do-not-decrease-sperm-count-study-says/7770928002/",
            "said it’s possible"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/pregnant-people.html",
            "CDC"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/vsafepregnancyregistry.html",
            "The CDC "
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/07/23/do-the-covid-19-vaccines-cause-infertility/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/07/23/do-the-covid-19-vaccines-cause-infertility/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-07-23T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "vaccines",
        "infertility",
        "covid",
        "cause",
        "19"
    ]
}