{
    "title": "Does Biden support Medicare for All?",
    "tags": [
        "English",
        "Healthcare",
        "Joe Biden"
    ],
    "paragraphs": [
        "Claim: Republican National Committee chair Ronna McDaniel said on a Fox News show that Biden is “actually for Medicare for All.” ",
        "\nRating: This claim is FALSE. Though he supports the Affordable Care Act (ACA), and wants to expand access to healthcare for more people, Biden has said that he does not support Medicare for All. He believes in letting people choose private insurance if they want it. \n",
        "",
        "The Affordable Care Act was signed into law by President Barack Obama on March 23, 2010, while Joe Biden was vice president. It allowed people with pre-existing conditions to be covered by private health insurance, while expanding Medicaid. As of 2020, the ACA (also known as Obamacare) provides insurance to 23 million Americans who would otherwise be without healthcare. Thanks to the ACA, an estimated 147,000 Vietnamese-Americans have gained health insurance coverage.",
        "Despite its successes, the ACA has had its fair share of critics on both sides of the aisle. Since the ACA’s passage, Republicans and President Trump have repeatedly tried to repeal it, while not offering a suitable replacement for the law that would insure the same amount of people. ",
        "Meanwhile, many Democrats criticized the ACA for not going far enough, and have voiced support for Medicare for All, popularized by Senator Bernie Sanders. Medicare is the current government-funded health insurance program that covers individuals who are 65 and older and those with certain disabilities. Medicare for All would be a government-funded national health insurance program that would provide comprehensive medical coverage to all Americans and would be paid for by taxpayer funds. ",
        "While on a Fox Business show that aired on Aug. 19, 2020, Republican National Committee chair Ronna McDaniel said that Biden is “actually for Medicare for All.” She claimed that even though Joe Biden says that he does not support Medicare for All, he will change his tune once elected into office. ",
        "During an interview on March 10, 2020, MSNBC host Lawrence O’Donnell asked Biden, “Nancy Pelosi gets a version of it [Medicare for All] through the House of Representatives. It comes to your desk. Do you veto it?”  ",
        "Biden responded, “I would veto anything that delays providing the security and the certainty of healthcare being available now.” Then during an interview between Biden and activist Ady Barkan, Biden emphatically said that he does not support Medicare for All. He wants people to still have the choice to choose a private healthcare option.  ",
        "On Biden’s campaign website, there is no mention of his support for a Medicare for All program.  His website does outline his support of the ACA and expansion of Medicaid to include a public option, which anyone can sign up for. It will also allow people to choose a private plan, while reducing premiums. Biden has promised to increase coverage to more low-income Americans.",
        "By contrast, Trump has promised to repeal the ACA. After the election, the Supreme Court is set to hear a case that will determine the validity of the healthcare law. If the ACA is found to be unconstitutional, it would put the insurance coverage of 23 million Americans at risk. Trump has not yet offered a replacement for the ACA.  ",
        "Conclusion: The claim that Biden supports Medicare for All has been determined to be FALSE. He has openly stated on multiple occasions that he does not support Medicare for All and that his main focus is ensuring that the Affordable Care Act is protected and expanded, so that people who need healthcare can have access to it. By contrast, Trump has promised to repeal the ACA. After the election, the Supreme Court is set to hear a court case determining the validity of the ACA, putting the health insurance coverage of 23 million Americans at risk.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/50045735397_17b34073c0_k.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/29/biden-co-ung-ho-medicare-cho-moi-nguoi-khong/",
            "Tiếng Việt"
        ],
        [
            "https://www.americanprogress.org/press/release/2020/06/24/486777/release-light-coronavirus-new-analysis-finds-23-million-americans-risk-losing-coverage-trump-administrations-health-care-repeal-lawsuit/",
            "23 million Americans"
        ],
        [
            "https://www.academyhealth.org/blog/2018-10/more-1-million-asian-americans-native-hawaiians-and-pacific-islanders-have-gained-coverage-under-affordable-care-act",
            "147,000 Vietnamese"
        ],
        [
            "https://www.healthline.com/health/medicare/medicare-for-all-vs-public-option#medicare-for-all",
            "Medicare for All"
        ],
        [
            "https://finance.yahoo.com/video/biden-actually-medicare-ronna-mcdaniel-230442079.html",
            "actually for Medicare for All"
        ],
        [
            "https://www.cnbc.com/2020/03/10/biden-says-he-wouldd-veto-medicare-for-all-as-coronavirus-focuses-attention-on-health.html",
            "interview on March 10, 2020"
        ],
        [
            "https://www.youtube.com/watch?v=ejNlQDvFIFU",
            "interview between Biden and activist Ady Barkan"
        ],
        [
            "https://joebiden.com/healthcare/#",
            "campaign website"
        ],
        [
            "https://www.healthline.com/health/medicare/medicare-for-all-vs-public-option#medicare-for-all",
            "public option"
        ],
        [
            "https://www.americanprogress.org/issues/healthcare/news/2020/06/24/486768/health-care-repeal-lawsuit-strip-coverage-23-million-americans/",
            "23 million Americans"
        ],
        [
            "https://joebiden.com/healthcare/#",
            "Affordable Care Act is protected and expanded"
        ],
        [
            "https://vietfactcheck.org/2020/09/29/does-biden-support-medicare-for-all/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/29/does-biden-support-medicare-for-all/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-29T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "biden",
        "medicare",
        "support",
        "does"
    ]
}