{
    "title": "Does the Johnson & Johnson COVID-19 vaccine cause blood clots?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: The recent pause of the Johnson & Johnson COVID-19 vaccine in the U.S. has led many people to believe that the vaccine causes blood clots. ",
        "\nRating: This claim is MOSTLY FALSE. The Centers for Disease Control and Prevention recommending a pause on the J&J vaccine does not mean that the vaccine is unsafe. While 15 people who have received the vaccine developed a rare form of blood clot, the CDC did not say that the J&J vaccine causes blood clots. The pause was recommended “out of an abundance of caution,” to figure out what caused the clots, and how doctors should treat patients who develop these clots. Dr. Anthony Fauci has said that the risk of getting a blood clot from the J&J vaccine is less than one in a million. Patients are more likely to get blood clots from COVID-19, or from taking certain medications, such as birth control. On April 23, the CDC reapproved the J&J vaccine for public use, saying the benefits outweigh the risk.\n",
        "",
        "On April 13, the U.S. Centers for Disease Control and Prevention and the Food and Drug Administration announced they will be pausing the roll-out of the Johnson & Johnson (Janssen) COVID-19 vaccine. The reason is because of reported blood clots among six women who had received the vaccine. The J&J vaccine has been administered to nearly eight million people. ",
        "“We are recommending a pause in the use of this vaccine out of an abundance of caution,” said the organizations in a joint statement.  ",
        "On April 23, the CDC said that the U.S. can continue to distribute the J&J vaccine, saying that the benefits outweigh the risk. The agency did recommend adding a warning label to say that there is an increased risk of a rare blood clot.",
        "The CDC and FDA has not confirmed a link between the vaccine and blood clots. But the organizations did say that blood clots are “extremely rare.” And the risk of those vaccinated with the J&J vaccine getting a blood clot is less than one in a million vaccinations, according to U.S. National Institute of Allergy and Infectious Diseases director, Dr. Anthony Fauci. ",
        "What happened was that six women, ages 18 to 48, developed an extremely rare type of blood clot called cerebral venous sinus thrombosis (CVST), a clot that happens in veins that draw blood from the brain. This causes stroke-like conditions. These women also had low levels of blood platelets (thrombocytopenia), which causes abnormal bleeding. Thrombocytopenia may have contributed to the clotting. ",
        "In the days since the pause, nine additional cases of blood clots have been reported, for a total of 15 cases, all of them women. Three people have died.",
        "The reason that the CDC pulled the J&J vaccine from the market isn’t because the vaccine is unsafe. Pauses are common when new drugs and treatments are introduced, and it shows that the monitoring process for the vaccine is working. The J&J pause is to investigate what is causing the clotting, whether it’s related to the vaccine, and provide information to doctors on how to treat the clots if they encounter it within their patients.",
        "In addition, the blood clots were reported in people who had gotten the vaccine six to 13 days prior. Anyone who has had the J&J vaccine for more than two weeks does not need to worry, said Fauci in a White House press briefing: “It really doesn’t mean anything; you’re okay.”",
        "In addition, the risks from COVID-19 are greater. A study from the University of Oxford found that those who became infected by COVID-19 were more likely to get a blood clot than those who were vaccinated. Blood clots are also generally quite common, with 300,000 to 600,000 people developing them every year in the U.S., according to the CDC. Certain medications, like birth control, also carry the risk of blood clots.",
        "The FDA and CDC have recommended that “people who have received the J&J vaccine who develop severe headache, abdominal pain, leg pain, or shortness of breath within three weeks after vaccination should contact their health care provider.”",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/04/shutterstock_1918997069-e1619812657681.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3539&preview=true&_thumbnail_id=3534",
            "Tiếng Việt"
        ],
        [
            "https://www.fda.gov/news-events/press-announcements/joint-cdc-and-fda-statement-johnson-johnson-covid-19-vaccine",
            "U.S. Centers for Disease Control and Prevention and the Food and Drug Administration announced"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#vaccinations",
            "nearly eight million people"
        ],
        [
            "https://www.fda.gov/news-events/press-announcements/fda-and-cdc-lift-recommended-pause-johnson-johnson-janssen-covid-19-vaccine-use-following-thorough",
            "continue to distribute the J&J vaccine"
        ],
        [
            "https://www.whitehouse.gov/briefing-room/press-briefings/2021/04/13/press-briefing-by-press-secretary-jen-psaki-niaid-director-and-chief-medical-advisor-to-the-president-dr-anthony-fauci-and-covid-19-response-coordinator-jeff-zients-april-13-2021/",
            "less than one in a million vaccinations"
        ],
        [
            "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html",
            "Pauses are common"
        ],
        [
            "https://www.whitehouse.gov/briefing-room/press-briefings/2021/04/13/press-briefing-by-press-secretary-jen-psaki-niaid-director-and-chief-medical-advisor-to-the-president-dr-anthony-fauci-and-covid-19-response-coordinator-jeff-zients-april-13-2021/",
            "investigate what is causing the clotting,"
        ],
        [
            "https://www.whitehouse.gov/briefing-room/press-briefings/2021/04/13/press-briefing-by-press-secretary-jen-psaki-niaid-director-and-chief-medical-advisor-to-the-president-dr-anthony-fauci-and-covid-19-response-coordinator-jeff-zients-april-13-2021/",
            "said Fauci"
        ],
        [
            "https://www.cidrap.umn.edu/news-perspective/2021/04/study-covid-much-more-likely-vaccines-cause-blood-clots",
            "more likely to get a blood clot"
        ],
        [
            "https://www.cdc.gov/ncbddd/dvt/documents/aboutcdcswork.pdf",
            "300,000 to 600,000 people"
        ],
        [
            "https://www.uofmhealth.org/health-library/tw9278",
            "birth control"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/04/30/does-the-johnson-johnson-covid-19-vaccine-cause-blood-clots/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/04/30/does-the-johnson-johnson-covid-19-vaccine-cause-blood-clots/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-04-30T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "vaccine",
        "clots",
        "blood",
        "covid",
        "johnson"
    ]
}