{
    "title": "Explainer: Have Asian Americans faced racism in the United States?",
    "tags": [
        "English",
        "Stop Asian Hate"
    ],
    "paragraphs": [
        "Many in the United States believe that Asian Americans are a “model minority,” with high levels of financial and academic success, and are generally free from the negative effects of racism and discrimination. While it is true that there are many Asian American success stories, the popularity of these stories has hidden the truth. Even today, Asian Americans continue to bear the damage caused by discrimination and racism. Below is an abbreviated history of the racism faced by Asians in America.",
        "The Gold Mountain",
        "In 1848, the discovery of gold in California started the “Gold Rush,” where many traveled to California in the hopes of finding prosperity and a new life. Many of these people were Chinese immigrants escaping an economic crisis in China. By the end of the 1850s, one fifth of the population of the gold producing counties in California were Chinese. These Chinese laborers worked in harsh conditions and most did not earn enough to become wealthy, and some struggled to even earn enough to eat. ",
        "Racist attitudes towards non-whites in the Western United States made the presence of the Chinese unpopular. Terms like “coolie” and “Chinamen”’ were used to dehumanize Chinese immigrants. They often faced violence and even murder from their white neighbors simply for existing in the same space. In 1854, it was declared illegal for Chinese witnesses to testify against white people, which basically removed all protections from Chinese immigrants facing violence from white people. ",
        "After the Gold Rush had ended, many Chinese immigrants remained in the U.S. as servants and miners, and established communities in places like San Francisco. Making things worse, in 1852 there was a new “Foreign Miners Tax,” which was aimed at making it economically difficult for Chinese and Mexican miners to remain in California. This tax enacted a $3/month (roughly $100) tax on the remaining Chinese miners. By 1870, Chinese miners contributed to a quarter of California’s state revenue. ",
        "In 1871, a mob of 500 people entered Los Angeles’ Chinatown and murdered 19 Chinese residents. Only one person served jail time for the murders.",
        "How Chinese Laborers Built the Transcontinental Railroad",
        "Chinese laborers during the construction of the Central Pacific Railroad in the Sierra Nevada Mountains in California in 1867. (Photo: Alfred A. Hart)",
        "From 1863-1869, after most of the gold had disappeared from California, a new wave of around 20,000 Chinese workers were brought into the American West to build 700 miles of train tracks for the Transcontinental Railroad, connecting the east and west coasts of the United States. These workers were paid less, worked longer hours, and did not receive free food—unlike their white counterparts. Historians have estimated that these skilled and effective laborers were around half as expensive as white laborers.",
        "This work was dangerous and hundreds of workers were killed by the work conditions which included accidental explosions, cold weather, and rock and snow avalanches. Once the railroad was completed in 1869, Chinese laborers received little credit despite doing the majority of the work.",
        "The Chinese Exclusion Act and the Yellow Peril",
        "In the 1870s, Western Europe and the United States, after years of prosperity, experienced a severe recession that left many out of work. White laborers struggling with poverty and lack of opportunity blamed Chinese workers for their struggle. Rising anti-Chinese sentiment caused by resentment and a fear of immigrants led Democratic politicians in Congress to advocate for the exclusion of Chinese immigrants. By contrast, at the time, Republican politicians were committed to a free immigration platform. ",
        "The xenophobia, and the growth of various Chinatowns in America, led to the creation of the “Yellow Peril”—the idea that Asian immigrants would never share American values, harbored exotic diseases, and were a threat to the United States if stronger measures were not taken. This popularly held view in the late 1800s led to many laws and taxes aimed specifically at Chinese immigrants.",
        "Already permanent aliens with no path to citizenship, Chinese immigration had another setback in 1882, when Congress passed the Chinese Exclusion Act. To this day, the Chinese Exclusion Act is only legislation targeting a single nationality ever passed by the United States. Despite Chinese immigrants being far less than one percent of the U.S. population, the government suspended virtually all Chinese immigration for 10 years and removed the possibility of U.S. citizenship through naturalization. During this same period there was an immigration boom, where 20 million Europeans came to the United States.",
        "Chinese Americans in the country attempted to challenge the constitutionality of this act, but failed. It was extended for a second 10-year term in 1893, and the restriction was made permanent in 1902, with Hawaiians and Filipinos added to the exclusion list. ",
        "In 1943, the Chinese Exclusion Repeal Act was passed to restore a path to citizenship for some Chinese immigrants and allow for some, though greatly reduced, immigration from China. This was largely a symbolic act meant to improve relations with China, who was a U.S. ally during World War II.",
        "“Throwing Down the Ladder by Which They Rose,” a cartoon by Thomas Nast, Harper’s Weekly, July 23, 1870.",
        "Japanese and Filipino Immigration Begins",
        "After the passage of the Chinese Exclusion Act, laborers from Asia, largely from Japan but with some Korean and Indian immigrants as well, started coming to the West Coast to replace Chinese labor. Since the Japanese were the most visible of this new wave of immigrants, they became the focus of racist legislation in the U.S. in the early 20th century. ",
        "In 1906, children of Japanese descent were forced to attend segregated schools in San Francisco, in order to “save white children from being affected by association with pupils of the Mongolian race,” according to the San Francisco School Board at the time. While this order was quickly repealed by President Theodore Roosevelt who sought good relations with Japan, Chinese students remained in segregated schools, and there was an informal agreement quickly put in place between the U.S. and Japan to restrict Japanese immigration. ",
        "Laws such as the Webb-Haney Alien Land Law, enacted in California in 1913, effectively prevented Japanese and Chinese land ownership or long-term leases in the state. ",
        "Around this time, aided by the Philippines’ status as a U.S. colony at the time, Filipinos were also migrating to the U.S. While initially treated as a welcome source of inexpensive labor by Americans, their growing numbers through the 1930s also exposed them to the anti-Asian racism faced by Chinese and Japanese immigrants. This led to anti-miscegenation laws, which originally banned marriage between Black and white Americans, getting expanded in California to include all people of Asian descent. These laws expanded to even invalidate all interracial marriages in California in 1933.",
        "World War II and Imprisonment of Japanese-Americans",
        "",
        "Camp Amache, an internment camp for Japanese Americans located in Colorado.",
        "Imperial Japan’s rise as a military power in years prior to WWII stoked anti-Japanese sentiment—particularly in California, where first generation (issei) and second generation (nisei) Japanese Americans were a critical part of California’s rising agricultural output, despite the historical barriers to land ownership for Japanese Americans. ",
        "Then, after the Japanese attack on Pearl Harbor in 1941, fear of anyone with Japanese ancestry was at an all-time high. Officials at both the state and federal level were in a state of panic, and General John L. DeWitt, the U.S. military leader in charge of defending the West Coast, had advocated for a plan to relocate all residents of Japanese ancestry, even if they were American-born citizens, into concentration camps. Most notably, his primary justification for this action was that the lack of any evidence of sabotage was in fact evidence of a sinister plot that had not yet been enacted.",
        "Executive Order 9066, which was opposed by the U.S. Department of Justice, was signed by President Franklin D. Roosevelt in 1942 and resulted in the forced relocation of nearly 120,000 people of Japanese descent, most of whom were American citizens, into concentration camps, dubbed “internment camps” by the U.S. government. Canada and Mexico soon followed suit.",
        "Entire families were ripped from their homes and relocated into shoddily built camps. Many families sold off billions of dollars of property at massive discounts to their neighbors, because they had no other choice. ",
        "Many Japanese American males of military age volunteered to fight in WWII. They fought in Europe in a segregated unit known as the 442nd Regimental Combat Team, and became the most decorated unit in U.S. military history for its size and length of service. ",
        "The last Japanese Americans were eventually released from internment camps in 1946, but had to rebuild their lives with few possessions and little property, in a country that still remained hostile to them. There was never any evidence of sabotage conducted by Japanese Americans on the U.S. mainland. In 1988, over 40 years after the closure of the last camp, Congress issued a formal apology and reparations to the surviving internees.",
        "Eroding Barriers to Immigration and Alignment With the Civil Rights Movement",
        "During a period when much of the world was rebuilding after the second World War, the booming U.S. economy attracted more immigrants from Asia. Partly to improve the image of the U.S. with Asian allies, The Immigration and Nationality Act of 1952 removed the last barriers to citizenship for Asian immigrants. But it instituted a nation-based quota system. This lumped all Asian countries into a single “Asia-Pacific Triangle” quota, which was limited to 100 visas per Asian country per year. In contrast, immigration from European countries was much less restricted—Ireland had a quota of 18,000. Notably, President Harold Truman felt this was a racist policy, but the law still passed. ",
        "In 1965, the Immigration and Naturalization Act revoked the nation-based quota system and allowed more Asians to immigrate from all of Asia. It was the last sweeping change to U.S. immigration policy and increased immigration from Asian countries like Vietnam, China, India, and Korea to grow from almost nothing to one quarter of all U.S. immigrants since the passing of the law. ",
        "Around this time, Black Americans, after hundreds of years of slavery and racist policies, started to use their political power to demand their civil rights as American citizens. Notably, they made sure that this expansion of rights was not solely limited to themselves but to all racial minorities. This resulted in many benefits for all non-white citizens of the U.S. ",
        "In 1948, Black Americans successfully argued to make racial covenants unenforceable, allowing Black, Asians and other people of color to buy property in neighborhoods that previously barred them from ownership. In 1967, interracial marriage bans were overturned nationwide thanks to a Supreme Court decision in Loving v. Virginia, a case where a Black and white couple wanted to live in Virginia, where their marriage was not recognized. ",
        "The Voting Rights Act dramatically expanded voting access for citizens—it prohibited discrimination against Americans in a language minority group, which benefited Asian Americans greatly. The Federal Fair Housing Act in 1968 prohibited the then-widespread discrimination employed by banks, real estate agents, cities, and builders against non-white Americans who wanted a mortgage.",
        "After the loss of the Vietnam War and fall of Saigon in 1975, a majority-Democrat Congress ensured that refugees had the financial and legal support to immigrate to the U.S. Though anti-refugee sentiment was strong, leaders in the Black community published a letter in the New York Times which spoke strongly on behalf of refugees, saying: “Our continuing struggle for economic and political freedom is inextricably linked to the struggles of Indochinese refugees who also seek freedom.”",
        "How Asian-Americans face discrimination now",
        "A Stop Asian Hate march in New York City on April 4, 2021. (Photo: CHOONGKY / Shutterstock.com)",
        "Today, Asian Americans are often used as proof that hard work is the only ingredient you need to succeed in the United States—this belief is also known as the Model Minority Myth. While Asian Americans have performed admirably in careers like science, medicine, and engineering, they are underrepresented in areas like media, arts, and politics, which limits their political power and cultural influence in the U.S. ",
        "The stereotype that all Asians are successful also leads to a lack of awareness for the problems that many face, such as poverty, incarceration, deaths at the hands of police officers, and racism.",
        "The recent wave of hate crimes against Asian Americans in the U.S. is a sign that racism against Asian Americans is still alive. According to data from Center for the Study of Hate and Extremism at California State University at San Bernardino, anti-Asian hate crimes have increased 150% during the COVID-19 pandemic—because of the stereotype that Chinese people are the carriers of COVID-19 (an echo of the “Yellow Peril” stereotype). Consequently, violent hate crimes have been reported against Asians of all ethnicities, including Chinese, Korean, and Vietnamese. ",
        "Hate crimes against Asian Americans are often underreported due to a lack of English language proficiency or low trust in institutions like the police to address these issues. In a recent Gallup survey of Asian, Black, and white Americans, Asian Americans expressed the strongest desire for reduced police presence in their own communities. ",
        "To address this, the U.S. Senate recently passed a bill, the COVID-19 Hate Crimes Act, to address this recent wave of hate crimes against Asian Americans. President Joe Biden has signed this bill into law.",
        "To find out more about the history of Asians in America, please refer to the following sources:",
        "Read: The Making of Asian America, a book by Erika Lee",
        "Watch: Asian Americans, a documentary from PBS",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_242820712.jpg?fit=840%2C1224&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_244390552.jpg?resize=840%2C791&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_244390552.jpg?resize=840%2C791&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/Chinese-Irish-German-immigration-Thomas-Nast-Harpers-Weekly-July-23-1870.jpg?resize=840%2C865&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/Chinese-Irish-German-immigration-Thomas-Nast-Harpers-Weekly-July-23-1870.jpg?resize=840%2C865&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_249572899.jpg?resize=840%2C638&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_249572899.jpg?resize=840%2C638&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_1963792192.jpg?resize=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_1963792192.jpg?resize=840%2C560&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4139&preview=true&_thumbnail_id=4120",
            "Tiếng Việt"
        ],
        [
            "https://www.history.com/topics/westward-expansion/gold-rush-of-1849",
            "Gold Rush"
        ],
        [
            "https://www.npr.org/sections/codeswitch/2013/11/25/247166284/a-history-of-indentured-labor-gives-coolie-its-sting",
            "coolie"
        ],
        [
            "https://www.nps.gov/parkhistory/online_books/5views/5views3.htm",
            "violence"
        ],
        [
            "https://www.pbs.org/kqed/chinatown/resourceguide/story.html",
            "San Francisco"
        ],
        [
            "https://immigrationtounitedstates.org/506-foreign-miner-taxes.html",
            "Foreign Miners Tax"
        ],
        [
            "https://www.pbs.org/wgbh/americanexperience/features/goldrush-chinese-immigrants/",
            "contributed to a quarter"
        ],
        [
            "https://www.lapl.org/collections-resources/blogs/lapl/chinese-massacre-1871",
            "murdered 19 Chinese residents"
        ],
        [
            "https://web.stanford.edu/group/chineserailroad/cgi-bin/website/faqs/",
            "build 700 miles of train tracks"
        ],
        [
            "https://www.theguardian.com/artanddesign/2019/jul/18/forgotten-by-society-how-chinese-migrants-built-the-transcontinental-railroad",
            "dangerous"
        ],
        [
            "https://www.history.com/news/transcontinental-railroad-chinese-immigrants",
            "majority of the work"
        ],
        [
            "https://aaww.org/yellow-peril-scapegoating/",
            "Yellow Peril"
        ],
        [
            "https://www.ourdocuments.gov/doc.php?flash=false&doc=47",
            "Chinese Exclusion Act"
        ],
        [
            "https://www.britannica.com/topic/Chinese-Exclusion-Act",
            "ever passed by the United States"
        ],
        [
            "https://www.presidency.ucsb.edu/documents/statement-signing-the-bill-repeal-the-chinese-exclusion-laws",
            "improve relations with China"
        ],
        [
            "https://encyclopedia.densho.org/San_Francisco_school_segregation/",
            "attend segregated schools"
        ],
        [
            "https://www.archives.gov/files/research/japanese-americans/justice-denied/chapter-1.pdf",
            "save white children from being affected by association with pupils of the Mongolian race"
        ],
        [
            "https://encyclopedia.densho.org/Gentlemen%27s_Agreement/",
            "informal agreement"
        ],
        [
            "https://www.intimeandplace.org/Japanese%20Internment/reading/constitution/alienlandlaw.html",
            "Webb-Haney Alien Land Law,"
        ],
        [
            "https://encyclopedia.densho.org/December_7,_1941/",
            "attack on Pearl Harbor"
        ],
        [
            "http://www.sfmuseum.org/war/dewitt0.html",
            "General John L. DeWitt"
        ],
        [
            "https://encyclopedia.densho.org/Executive_Order_9066/",
            "Executive Order 9066"
        ],
        [
            "https://www.capradio.org/articles/2019/06/04/what-happened-to-the-property-of-sacramentos-japanese-american-community-interned-during-world-war-ii/",
            "billions of dollars of property at massive discounts "
        ],
        [
            "https://encyclopedia.densho.org/442nd_Regimental_Combat_Team/",
            "442nd Regimental Combat Team"
        ],
        [
            "https://www.history.com/topics/world-war-ii/japanese-american-relocation",
            "eventually released from internment camps in 1946"
        ],
        [
            "https://www.history.com/topics/world-war-ii/japanese-american-relocation",
            "never any evidence of sabotage"
        ],
        [
            "https://encyclopedia.densho.org/Civil%20Liberties%20Act%20of%201988/",
            "formal apology and reparations"
        ],
        [
            "https://history.state.gov/milestones/1945-1952/immigration-act",
            "The Immigration and Nationality Act of 1952"
        ],
        [
            "https://history.house.gov/Exhibitions-and-Publications/APA/Historical-Essays/Exclusion-to-Inclusion/Immigrants-and-Refugees/",
            "Asia-Pacific Triangle"
        ],
        [
            "https://history.state.gov/milestones/1945-1952/immigration-act",
            "this was a racist policy"
        ],
        [
            "https://www.migrationpolicy.org/article/fifty-years-1965-immigration-and-nationality-act-continues-reshape-united-states",
            "Immigration and Naturalization Act"
        ],
        [
            "https://www.migrationpolicy.org/article/fifty-years-1965-immigration-and-nationality-act-continues-reshape-united-states",
            "one quarter of all U.S. immigrants"
        ],
        [
            "https://vietfactcheck.org/2020/10/02/explainer-is-there-systemic-racism-against-black-americans/",
            "hundreds of years of slavery and racist policies"
        ],
        [
            "https://www.bostonfairhousing.org/timeline/1948-Shelley-v-Kramer.html",
            "racial covenants unenforceable"
        ],
        [
            "https://www.history.com/topics/civil-rights-movement/loving-v-virginia",
            "Loving v. Virginia"
        ],
        [
            "https://www.justice.gov/crt/section-2-voting-rights-act",
            "Voting Rights Act"
        ],
        [
            "https://www.bostonfairhousing.org/timeline/1968-Fair-Housing-Act.html",
            "Federal Fair Housing Act"
        ],
        [
            "https://vietfactcheck.org/2020/08/31/false-washington-examiner-claims-biden-and-democrats-were-against-vietnamese-refugees/",
            "financial and legal support"
        ],
        [
            "https://www.silongchhun.com/blog/black-americans-urge-admission-of-the-indochinese-refugees",
            "“Our continuing struggle for economic and political freedom is inextricably linked to the struggles of Indochinese refugees who also seek freedom.”"
        ],
        [
            "https://www.npr.org/sections/codeswitch/2017/04/19/524571669/model-minority-myth-again-used-as-a-racial-wedge-between-asians-and-blacks",
            "Model Minority Myth"
        ],
        [
            "https://www.nbcnews.com/news/asian-america/decade-asian-america-n1108581",
            "underrepresented"
        ],
        [
            "https://www.newyorker.com/culture/cultural-comment/the-muddled-history-of-anti-asian-violence",
            "problems that many face"
        ],
        [
            "https://www.csusb.edu/sites/default/files/FACT%20SHEET-%20Anti-Asian%20Hate%202020%203.2.21.pdf",
            "Center for the Study of Hate and Extremism at California State University at San Bernardino"
        ],
        [
            "https://www.npr.org/2021/03/22/980075515/activists-say-anti-asian-attacks-go-unreported-due-to-stereotypes-language-barri",
            "often underreported "
        ],
        [
            "https://news.gallup.com/poll/316571/black-americans-police-retain-local-presence.aspx",
            "strongest desire for reduced police presence"
        ],
        [
            "https://www.govtrack.us/congress/bills/117/s937",
            "COVID-19 Hate Crimes Act"
        ],
        [
            "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/23/statement-of-president-joe-biden-on-senate-passage-of-the-covid-19-hate-crimes-act/",
            "bill"
        ],
        [
            "https://www.simonandschuster.com/books/The-Making-of-Asian-America/Erika-Lee/9781476739410",
            "The Making of Asian America"
        ],
        [
            "https://www.pbs.org/show/asian-americans/",
            "Asian Americans"
        ],
        [
            "https://vietfactcheck.org/2021/05/24/explainer-have-asian-americans-faced-racism-in-the-united-states/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/05/24/explainer-have-asian-americans-faced-racism-in-the-united-states/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-05-24T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "racism",
        "asian",
        "americans",
        "states",
        "faced"
    ]
}