{
    "title": "Explainer: How did Supreme Court Justice Ruth Bader Ginsburg advance women’s rights in America?",
    "tags": [
        "English"
    ],
    "paragraphs": [
        "Ruth Bader Ginsburg was a justice on the Supreme Court from Aug. 10, 1993 until her death on Sept. 18, 2020. During her life, she argued some of the most important cases against gender discrimination, which helped advance equal rights for women in America. Below, VietFactCheck explains why Ginsburg’s legacy is so important.",
        "Ruth Bader Ginsburg was only the second woman to serve on the Supreme Court; she was nominated by President Bill Clinton in 1993. She attended Harvard Law School as one of nine women in her class. She transferred from Harvard to Columbia during her final year, where she graduated first in her class in 1959.",
        "Prior to her nomination to the Supreme Court, Ginsburg co-founded the Women’s Rights Law Reporter, the first law review dedicated to women’s issues. She also was a co-founder of the Women’s Rights Project at the American Civil Liberties Union (ACLU), a project that still fights gender discrimination in courts today. ",
        "Ginsburg worked as a litigator for the ACLU in the 1970s, where she argued and won several cases involving sex-based discrimination. This included successfully advocating for Sharron Frontiero, a woman in the Air Force whose husband was denied the spousal benefits that military wives normally received. ",
        "Ginsburg also advocated for Stephen Wiesenfeld, a father who was denied Social Security benefits after his wife died in childbirth. The law did not deem widowers eligible for their spouse’s Social Security benefits, though widows were eligible. Ginsburg brought Wiesenfeld’s case to the Supreme Court, where it won unanimously. Ginsburg’s advocacy made it illegal for husbands and wives to receive different Social Security benefits because of their gender.",
        "The cases Ginsburg won in the ’70s were important because at the time, it was legal to discriminate against women and to pay them less than men—Ginsburg couldn’t even get a job when she graduated from Columbia because of her gender. By the time she left the ACLU in 1980, Ginsburg had wiped close to 200 laws that discriminated off the books. ",
        "As a justice, Ginsburg was a leading voice in the Supreme Court. She voted in defense of abortion rights and same-sex marriage. In the case of the latter, Obergefell v. Hodges in 2015, the landmark case granted same-sex couples the right to marry in all 50 states. ",
        "Chief Justice William Rehnquist administers the oath of office to Judge Ruth Bader Ginsburg as associate Supreme Court Justice in 1993. Ginsburg was nominated by President Bill Clinton.",
        "One of the most important cases in her career on the Supreme Court was United States v. Virginia in 1996, which questioned whether it was legal for the Virginia Military Institute to admit only men into its school. The Supreme Court ruling allowed for women to be admitted to the Institute. It also struck down any law which, as Ginsburg wrote, “denies to women, simply because they are women, full citizenship stature—equal opportunity to aspire, achieve, participate in and contribute to society.”",
        "During her tenure on the Supreme Court, Ginsburg was known for her dissents—written disagreements from the majority decision. One of her most memorable dissents was in the case of Ledbetter v. Goodyear Tire & Rubber Company, where Lilly Ledbetter sued for gender-based pay discrimination; Ledbetter discovered she had been paid less than her male coworker in the same job.The Supreme Court ruled against Ledbetter, saying that she waited too long to file her lawsuit. In response, Ginsburg did something new: she rewrote her dissent in language that the public could understand and read it from the bench, publicizing the issue of the gender pay gap—where men are paid more than women for doing the same job. She continued to advocate for fair pay, leading President Barack Obama to sign the Lilly Ledbetter Fair Pay Act in 2009. ",
        "Throughout her life, Ginsburg was an advocate for equal rights, arguing that the 14th Amendment of the Constitution prohibited discrimination on the basis of sex; her more conservative colleagues argued that the 14th Amendment only applied to race. But her insistence that the 14th Amendment applied beyond race enabled people who were women, disabled, immigrants, LGBTQ+ to advocate for their own equal treatment under the law.",
        "Ginsburg was a pioneer for women’s rights and the rights of the marginalized in America. Her life’s work is a testament to her mantra that “real change, enduring change, happens one step at a time.”",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Ruth_Bader_Ginsburg_2016_portrait-e1603129683610.jpg?fit=840%2C667&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Chief_Justice_William_Rehnquist_Administers_the_Oath_of_Office_to_Judge_Ruth_Bader_Ginsburg_as_Associate_Supreme_Court_Justice_at_the_White_House_-_NARA_-_131493872.jpg?resize=840%2C570&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Chief_Justice_William_Rehnquist_Administers_the_Oath_of_Office_to_Judge_Ruth_Bader_Ginsburg_as_Associate_Supreme_Court_Justice_at_the_White_House_-_NARA_-_131493872.jpg?resize=840%2C570&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1752",
            "Tiếng Việt"
        ],
        [
            "https://womensrightslawreporter.com/about-us/",
            "Women’s Rights Law Reporter,"
        ],
        [
            "https://www.aclu.org/issues/womens-rights",
            "Women’s Rights Project"
        ],
        [
            "https://www.oyez.org/cases/1972/71-1694",
            "advocating for Sharron Frontiero"
        ],
        [
            "https://www.oyez.org/cases/1974/73-1892",
            "Stephen Wiesenfeld,"
        ],
        [
            "https://theconversation.com/ginsburgs-legal-victories-for-women-led-to-landmark-anti-discrimination-rulings-for-the-lgbtq-community-too-146546",
            "cases Ginsburg won in the ’70s"
        ],
        [
            "https://time.com/5660188/ruth-bader-ginsburg-dies/",
            "200 laws"
        ],
        [
            "https://www.oyez.org/cases/2015/15-274",
            "abortion rights"
        ],
        [
            "https://www.oyez.org/cases/2014/14-556",
            "same-sex marriage"
        ],
        [
            "https://supreme.justia.com/cases/federal/us/518/515/",
            "United States v. Virginia"
        ],
        [
            "https://www.oyez.org/cases/2006/05-1074",
            "Ledbetter v. Goodyear Tire & Rubber Company"
        ],
        [
            "https://supreme.justia.com/cases/federal/us/550/618/dissent.html",
            "rewrote her dissent"
        ],
        [
            "https://www.eeoc.gov/laws/guidance/equal-pay-act-1963-and-lilly-ledbetter-fair-pay-act-2009",
            "Lilly Ledbetter Fair Pay Act"
        ],
        [
            "https://www.history.com/topics/black-history/fourteenth-amendment",
            "14th Amendmen"
        ],
        [
            "https://www.history.com/topics/black-history/fourteenth-amendment",
            "t"
        ],
        [
            "https://www.history.com/topics/black-history/fourteenth-amendment",
            " of the Constitution"
        ],
        [
            "https://vietfactcheck.org/2020/10/19/explainer-how-did-supreme-court-justice-ruth-bader-ginsburg-advance-womens-rights-in-america/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/19/explainer-how-did-supreme-court-justice-ruth-bader-ginsburg-advance-womens-rights-in-america/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-19T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "ginsburg",
        "justice",
        "ruth",
        "supreme",
        "rights"
    ]
}