{
    "title": "Explainer: Is there systemic racism against Black Americans?",
    "tags": [
        "Black Lives Matter",
        "English"
    ],
    "paragraphs": [
        "Warning: This post contains disturbing images of violence.",
        "There are many examples of success stories in the United States where people of all races have managed to succeed despite starting with very little. But a question on many peoples’ minds is whether or not Black Americans are treated fairly in the United States. After reviewing this question, we find the claim that there is systemic racism against Black Americans to be TRUE.",
        "Racism Then: Slavery and Jim Crow",
        "The first enslaved people from Africa were brought to the United States 400 years ago, and they endured 250 years of slavery before the Civil War ended the practice in 1865. Since then, numerous laws in the 19th and 20th century have sought to limit the opportunities afforded to Black Americans. These laws were known as Jim Crow laws, which also gave rise to the Ku Klux Klan, a white supremacist group.",
        "Even when progress was made through hard work and education, Black Americans often faced extreme racism and violence from both ordinary white Americans, hate groups, government officials, and police. In 1921, a successful Black community was burned to the ground, and 300 people were murdered by white citizens, who were armed by the local police in Tulsa, Oklahoma. ",
        "These Jim Crow laws, mostly enforced in the Southern part of the United States, limited the ability of Black Americans to vote, conduct business, travel, and get an education. They also segregated Black and white people, restricting Black people from using many facilities reserved for whites including schools, restrooms, and public transport. ",
        "Voting laws were specifically crafted in a way that made it impossible for Black Americans to vote in the South. Black people were accused of crimes that they did not commit, and a discriminatory law system placed them in prison. Although the number of Asian-Americans in the American South were low, they were also subject to many of the same racist policies.",
        "This racist violence was widespread and included terrorist acts like the bombing of churches, attacks when Black people moved into white neighborhoods, and lynching by members of the KKK. A 14-year-old named Emmett Till was killed in 1955 by a group of white men for whistling at a white woman, a charge that was fabricated. ",
        "Thomas Shipp and Abram Smith, were lynched by a crowd of white people in Indiana on August 7, 1930.",
        "Peaceful protests, led by activists like Dr. Martin Luther King, drove awareness in the US of the worst effects of this racism. During the Vietnam War, Black Americans were killed at a higher rate than white Americans, and were more likely to be drafted. ",
        "In 1978, well after the fall of Saigon, many prominent leaders in the Black community joined to advocate for Vietnamese refugees when public opinion was strongly against letting more in. They published a letter in the New York Times which spoke strongly on behalf of refugees, saying: “Our continuing struggle for economic and political freedom is inextricably linked to the struggles of Indochinese refugees who also seek freedom.”",
        "Racism Today: Poverty and Over-Policing",
        "Much progress has been made since the 1960s, but even today, the remnants of racism still remain. Voter suppression (laws and policies specifically designed to make it harder to vote) still exists, as well as the changing of political districts (aka gerrymandering) to reduce the influence of Black American votes. These policies are effective because of the legacy of racist housing policies that restricted where Black Americans could live, effectively segregating the races in America. ",
        "Because these policies are so closely tied to long-term property value, the historical lack of access to property in high-value neighborhoods leads to Black neighborhoods that are under-funded. This leads to low funding for local schools in poor neighborhoods. And to generate local revenue, the police over-issue fines and fees for minor crimes, predominantly at poor citizens. In other words, Black neighborhoods historically have poorer-quality houses and schools and a higher police presence, leading to higher incarceration rates.",
        "Police officer Derek Chauvin kneeling on the neck of George Floyd, killing hịm",
        "The deaths of George Floyd and Breonna Taylor at the hands of police in early 2020 have increased awareness of the issue of mistreatment of Black Americans by police. Unarmed Black men are three-and-half times more likely to be killed by police, and up to 20 times more likely to be killed in certain jurisdictions. The Black Lives Matter (BLM) movement was created to increase awareness of these deaths, and aims to solve the problem of anti-Black racism and to provide more resources to poor Black neighborhoods. ",
        "Since the deaths of Floyd and Taylor, there have been nationwide protests in the name of racial justice. While looting, violence, and property damage have occurred—93% of these protests are peaceful. An estimated 15 million to 26 million people have taken to the streets, unified in their belief that change is needed to prevent more unnecessary deaths at the hands of police, and to hold the police accountable when they murder innocent people. A majority of Americans, including a majority of Asian-Americans, support BLM.",
        "Crime is a problem in all communities, and a lot of attention has been placed on crimes committed by Black people. However, it’s important to know that Black and White people at similar levels of poverty commit crimes at similar rates—it is class and not race that causes crime. However, in large part due to the systemic disenfranchisement and exclusion that Black people have experienced in the years following slavery, Black Americans have under 3% of the wealth in the US, despite being 13% of the population. They also have the highest poverty rate in America.",
        "This wealth disparity has had many predictable negative effects: higher crime, higher incarceration rates, reduced upward mobility, and health issues. Outside observers see the outcomes without knowing what led to them, and it produces prejudices that lead to racism.",
        "Systemic racism is also wasteful, as it limits individual potential and weakens the competitiveness of the United States against rivals like China. American financial institutions like Citi and Goldman Sachs have estimated that systemic racism has cost America $16 trillion over the last 20 years. The US still has the strongest economy in the world: roughly $21 trillion per year. China is second at $14 trillion. Solving systemic racism would help to keep the United States in the top position.",
        "Black Americans have faced centuries of racism. While it is true that things have improved, it is also true that racism is still a problem. That not only results in unnecessary poverty, crime, and violence; it also weakens the ability of the United States to compete with economic rivals.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1751523872-e1602544828184.jpg?fit=840%2C561&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/lynching.jpg?resize=840%2C630&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/lynching.jpg?resize=840%2C630&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/George_Floyd_neck_knelt_on_by_police_officer.png?resize=256%2C390&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/George_Floyd_neck_knelt_on_by_police_officer.png?resize=256%2C390&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/10/02/giai-nghia-cong-dong-nguoi-da-den-tai-my-co-bi-phan-biet-chung-toc-mot-cach-co-he-thong-hay-khong/",
            "Tiếng Việt"
        ],
        [
            "https://www.nytimes.com/interactive/2019/08/14/magazine/1619-america-slavery.html",
            "400 years ago"
        ],
        [
            "https://www.pbs.org/newshour/nation/what-happened-99-years-ago-in-the-tulsa-race-massacre",
            "Black community was burned to the ground"
        ],
        [
            "https://www.history.com/topics/black-history/civil-rights-movement#section_1",
            "These Jim Crow laws"
        ],
        [
            "https://www.ferris.edu/jimcrow/what.htm",
            "impossible for Black Americans"
        ],
        [
            "https://libguides.lib.msu.edu/c.php?g=95622&p=624418",
            "did not commit"
        ],
        [
            "https://uncpress.org/book/9781469633695/a-different-shade-of-justice/",
            "subject to many of the same"
        ],
        [
            "https://www.cnn.com/2013/06/13/us/1963-birmingham-church-bombing-fast-facts/index.html",
            "bombing of churches"
        ],
        [
            "https://www.chicagomag.com/city-life/April-2015/How-White-Housing-Riots-Shaped-Chicago/",
            "Black people moved into white neighborhoods"
        ],
        [
            "https://lynchinginamerica.eji.org/",
            "lynching"
        ],
        [
            "https://www.history.com/this-day-in-history/the-death-of-emmett-till",
            "Emmett Till was killed"
        ],
        [
            "http://www.uswardogs.org/vietnam-statistics/",
            "higher rate"
        ],
        [
            "https://vietfactcheck.org/2020/08/31/false-washington-examiner-claims-biden-and-democrats-were-against-vietnamese-refugees/",
            " letting more in"
        ],
        [
            "https://www.silongchhun.com/blog/black-americans-urge-admission-of-the-indochinese-refugees",
            "Our continuing struggle for economic and political freedom is inextricably linked to the struggles of Indochinese refugees who also seek freedom."
        ],
        [
            "https://www.aclu.org/news/civil-liberties/block-the-vote-voter-suppression-in-2020/",
            "Voter suppression"
        ],
        [
            "https://www.washingtonpost.com/news/wonk/wp/2016/06/09/how-a-widespread-practice-to-politically-empower-african-americans-might-actually-harm-them/",
            "changing of political districts"
        ],
        [
            "https://www.npr.org/2017/05/03/526655831/a-forgotten-history-of-how-the-u-s-government-segregated-america",
            "racist housing policies"
        ],
        [
            "https://theweek.com/articles/851402/school-segregation-issue-democrats-should-talking-about",
            "low funding for local schools "
        ],
        [
            "https://www.hrw.org/news/2019/09/12/interview-how-policing-one-us-city-hurts-black-and-poor-communities#",
            "over-issue fines and fees"
        ],
        [
            "https://apnews.com/a55d2662f200ead0da4fed9e923b60a7",
            "George Floyd"
        ],
        [
            "https://www.nytimes.com/article/breonna-taylor-police.html",
            "Breonna Taylor"
        ],
        [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4634878/",
            " more likely to be killed"
        ],
        [
            "https://blacklivesmatter.com/what-matters-2020/",
            "Black Lives Matter"
        ],
        [
            "https://time.com/5886348/report-peaceful-protests/",
            "93% of these protests are peaceful"
        ],
        [
            "https://fivethirtyeight.com/features/support-for-black-lives-matter-surged-during-protests-but-is-waning-among-white-americans/",
            "15 million to 26 million people"
        ],
        [
            "https://www.pewresearch.org/fact-tank/2020/09/16/support-for-black-lives-matter-has-decreased-since-june-but-remains-strong-among-black-americans/",
            "majority of Americans"
        ],
        [
            "https://www.bjs.gov/index.cfm?ty=pbdetail&iid=5137",
            "crimes at similar rates"
        ],
        [
            "https://www.brookings.edu/blog/up-front/2020/06/15/black-reparations-and-the-racial-wealth-gap/",
            "under 3% of the wealth"
        ],
        [
            "https://www.census.gov/content/dam/Census/library/publications/2020/demo/p60-270.pdf",
            "highest poverty rate "
        ],
        [
            "https://www.citi.com/citi/racial-equity/",
            "Citi "
        ],
        [
            "https://www.goldmansachs.com/our-firm/people-and-culture/racial-equity/",
            "Goldman Sachs"
        ],
        [
            "https://finance.yahoo.com/news/racism-has-cost-us-economy-16-trillion-in-20-years-citi-report-205706392.html",
            "cost America $16 trillion"
        ],
        [
            "https://www.investopedia.com/insights/worlds-top-economies/",
            "strongest economy in the world"
        ],
        [
            "https://vietfactcheck.org/2020/10/02/explainer-is-there-systemic-racism-against-black-americans/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/02/explainer-is-there-systemic-racism-against-black-americans/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-02T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "racism",
        "black",
        "systemic",
        "americans",
        "explainer"
    ]
}