{
    "title": "Explainer: What is the California recall election?",
    "tags": [
        "California Recall Election",
        "English"
    ],
    "paragraphs": [
        "On Sept. 14, 2021, California will hold a recall election which will determine whether or not Governor Gavin Newsom will be removed from office before his term is up. In California, the requirements to hold a recall election is that 12% of the total number of voters from the previous election sign a petition, and these signatures must be from at least five different counties. California is one of 19 states that allows its citizens to recall its public officials. ",
        "California residents can vote by mail in this recall election. Ballots have been mailed out as of August 16, 2021. ",
        "",
        "How does a recall work in California? ",
        "Election officials in all 58 counties have to verify the signatures on the recall petitions. They had to submit the number of signatures to California’s secretary of state by April 29, 2021. Before a recall election was called, voters had the ability to recall their signature between April 29, 2021 and June 8, 2021. As only 43 voters removed their signature, the recall triggered an election. ",
        "The cost of the recall is $250 million and was included in the state budget that Newsom signed off on June 28, 2021. As the cost was approved, the election was called for Sept. 14, 2021. Candidates running against Newsom had until July 16 to file paperwork to run. Registered voters will receive a ballot by mail and have until Sept. 14, 2021 to either vote by mail, return the ballot to their polling place, or return the ballot to a drop-off center. ",
        "How do I vote? ",
        "The ballot asks voters two questions: ",
        "“Should the governor be recalled?” “And if so, who should be the new governor?” ",
        "A “no” vote on question number one is for Newsom and to keep him in office. ",
        "A “yes” vote on question number one is against Newsom and to kick him out of office. ",
        "If more than 50% of voters say yes to the first question, then the next governor will be determined by the second question. ",
        "The individual with the most votes from the second question will become the next governor. The last time a recall election was successful was back in 2003 and Arnold Schwarzenegger replaced Gray Davis with only 48.6% of the vote. ",
        "",
        "What’s at stake?",
        "There are 46 Republican politicians, media celebrities, activists, and Californians from all different backgrounds running. This recall election has mostly been Republican backed with 72% of Republicans “very motivated to vote” compared to 62% of Democrats. ",
        "The most prominent Republican politicians running are the former San Diego mayor Kevin Faulconer, San Diego businessman John Cox, and conservative talk show radio host Larry Elder.",
        "During the past year, as the COVID-19 pandemic greatly impacted Californians, Newsom has: ",
        "Passed a $100 billion dollar coronavirus relief package that includes both $600 stimulus checks and rental assistance.Overseen California’s economic recovery from COVID-19. California is now leading the nation in economic recovery from the pandemic, adding 1.3 million non-farming jobs, according to business publication Bloomberg.65.5% of the California population has been vaccinated. Fought to reopen schools safely, requiring vaccinations for teachers and staff, and masks for students. ",
        "If Newsom gets recalled, this is what could happen, based on what the election frontrunners have said: ",
        "COVID-19 vaccine and mask mandates will be lifted at the state level, says Larry Elder, John Cox, and Kevin Faulconer. John Cox supports folks getting COVID-19 instead of the vaccine as a way to become COVID-proof  Both Larry Elder and John Cox believe the minimum wage should be $0 and wages should be determined independently between employers and employees.Larry Elder would encourage discrimination in the workplace against pregnant women.Larry Elder and John Cox support reinvesting in fossil fuels, including more offshore drilling and fracking.",
        "Why should I vote?",
        "For recall elections, turnout is generally pretty low. Turnout for most special elections in California is around 33%, which is less than half of the 2020 general election. ",
        "Because of possible low voter turnout, the fate of California’s governor might be determined by less than a third of its registered voters. That is why it is important for every eligible Californian to vote. ",
        "Early voting has begun and registered voters have until 8 pm on Sept. 14th to return their ballot. Unregistered voters have until Aug. 30 to register to vote in this special election. ",
        "What if I miss the voting registration deadline?",
        "If you miss the registration deadline to vote, you can go to your ​​county election office, vote center, or polling place on or before Sept. 14 and register to vote. There, you will also be able to cast your ballot for the recall election.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/08/shutterstock_1883597533.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/08/shutterstock_2022292217.jpg?resize=840%2C433&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/08/shutterstock_2022292217.jpg?resize=840%2C433&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2021/08/30/giai-thich-cuoc-bau-cu-thu-hoi-o-california-la-gi/",
            "Tiếng Việt"
        ],
        [
            "https://www.vox.com/2021/2/22/22291140/gavin-newsom-california-governor-recall-campaign-covid-19-vaccination-school-closure-caitlyn-jenner",
            "at least five different counties"
        ],
        [
            "https://calmatters.org/explainers/recalling-california-governor-explained/",
            "Newsom signed off on June 28, 2021"
        ],
        [
            "https://www.nytimes.com/article/california-recall-election-gavin-newsom.html",
            "Arnold Schwarzenegger replaced Gray Davis with only 48.6% of the vote."
        ],
        [
            "https://calmatters.org/politics/2021/08/newsom-recall-how-to-vote/",
            "46 Republican politicians, media celebrities, activists, and Californians"
        ],
        [
            "https://www.cnn.com/2021/08/21/politics/california-recall-election-what-to-know/index.html",
            "72% of Republicans “very motivated to vote” compared to 62% of Democrats"
        ],
        [
            "https://www.ftb.ca.gov/about-ftb/newsroom/golden-state-stimulus/index.html",
            "$600 stimulus checks"
        ],
        [
            "https://housing.ca.gov/covid_rr/",
            "rental assistance"
        ],
        [
            "https://www.bloomberg.com/opinion/articles/2021-06-14/california-defies-doom-with-no-1-u-s-economy",
            "business publication Bloomberg"
        ],
        [
            "https://covid19.ca.gov/vaccination-progress-data/",
            "65.5%"
        ],
        [
            "https://apnews.com/article/health-education-california-coronavirus-pandemic-7699f4496101d261ac94ed22e7544417",
            "requiring vaccinations for teachers and staff"
        ],
        [
            "https://twitter.com/RonFilipkowski/status/1429571527872335872",
            "Larry Elder"
        ],
        [
            "https://www.sacbee.com/news/politics-government/capitol-alert/article253556674.html",
            "John Cox, and Kevin Faulconer"
        ],
        [
            "https://www.latimes.com/business/story/2021-08-10/gop-wants-california-to-fight-covid-like-florida-more-deaths",
            "supports folks getting COVID-19 instead of the vaccine as a way to become COVID-proof "
        ],
        [
            "https://www.sacbee.com/news/politics-government/capitol-alert/article253231758.html",
            "Larry Elder"
        ],
        [
            "https://www.lamag.com/citythinkblog/recall-candidates-debate/",
            "John Cox"
        ],
        [
            "https://www.mediamatters.org/larry-elder/larry-elder-endorsed-pregnancy-discrimination-criticized-governor-being-working-mom",
            " discrimination in the workplace"
        ],
        [
            "https://www.bakersfield.com/news/leading-republican-recall-candidate-larry-elder-makes-his-case-to-bakersfield/article_9a6f046a-f568-11eb-bb52-83de69ec861a.html",
            "Larry Elder"
        ],
        [
            "https://calmatters.org/politics/2021/08/newsom-recall-candidates-john-cox-interview/",
            "John Cox"
        ],
        [
            "https://www.usatoday.com/story/news/2021/08/16/california-recall-environmentalists-fear-climate-change-denier-could-win/5546723001/",
            "fossil fuels, including more offshore drilling"
        ],
        [
            "https://www.ocregister.com/2021/08/19/will-voter-turnout-sink-or-save-newsom/",
            "33%, which is less than half of the 2020 general election"
        ],
        [
            "https://www.sos.ca.gov/elections/polling-place",
            "county election office, vote center, or polling place"
        ],
        [
            "https://vietfactcheck.org/2021/08/30/explainer-what-is-the-california-recall-election/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/08/30/explainer-what-is-the-california-recall-election/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-08-30T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "california",
        "election",
        "recall",
        "explainer"
    ]
}