{
    "title": "Were Biden and Democrats against Vietnamese refugees during the 1970s?",
    "tags": [
        "English",
        "Joe Biden",
        "Vietnam War"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese Americans believe that Biden and Democrats voted against aid to Vietnamese refugees.",
        "\nRating: This claim is FALSE. Democrats proposed and passed measures that welcomed and provided financial aid to Vietnamese refugees, with Biden’s support. Only two senators voted against these proposals, and they were Republicans.\n",
        "",
        "In July 2019, the Washington Examiner posted a misleading article that made this claim about Joe Biden and Democrats in Congress: “Despite opposition from Biden, and from other leading Democrats at the time, the U.S. military evacuated over 130,000 Vietnamese refugees in the immediate wake of the collapse of South Vietnam, and hundreds of thousands more were resettled inside the U.S. in the following years.”",
        "We spent time examining this claim, and it is false. Democrats had large majorities in both houses of Congress, and they not only overwhelmingly backed a resolution welcoming refugees to the US, they approved funding for those 130,000 refugees to come to the US, with $455 million in funding support (about $2 billion in today’s dollars). The article focuses on this quote:",
        "“I feel put upon in being presented an all-or-nothing number. I don’t want to have to vote to buy it all or not at all. I am not sure I can vote for an amount to put American troops in for one-to-six months to get the Vietnamese out. I will vote for any amount for getting the Americans out. I don’t want it mixed with getting the Vietnamese out.”",
        "Biden’s quote in the story appears to be taken out of context. When viewed in a contemporary transcript obtained from the Gerald Ford Presidential Library, Biden was responding to a request by the Ford Administration that was primarily for additional military aid, not for evacuating refugees. ",
        "In fact, earlier in the discussion he demonstrates that he is supportive of getting the South Vietnamese out of the Vietnam. Here is the additional quote: “We should focus on getting them [the South Vietnamese] out. Getting the Vietnamese out and military aid for the GVN [Government of Vietnam] are totally different.”",
        "When reviewed in its entirety, the transcript makes clear that Biden was supportive of getting the South Vietnamese out of Vietnam. But he did not support additional military aid, and wanted an estimate of the number of people to evacuate along with an estimated cost for the evacuation. A key responsibility for Congress is determining spending, so this was an unsurprising question.",
        "The conference report, as this was not yet a bill, was rejected by Biden as he felt that the administration had not provided adequate detail for how the funding would be spent, even though Undersecretary of State Philip Habib had promised more details that were not provided. This was quickly irrelevant—the situation in Saigon had deteriorated so rapidly, both parties rejected this request in the House. ",
        "At the time it may have been interpreted as a way to table the refugee question, but subsequent actions only a few days later showed rapid support for South Vietnamese refugees including the already mentioned funding. ",
        "In fact, Democrats proposed and passed into law the bill that allowed 130,000 refugees in from Vietnam and Cambodia—Biden missed the final vote but voted yes during an earlier Senate committee review of the bill. Around 20 other senators, Republicans and Democrats, missed the vote on that bill. The final bill that passed included $455 million in refugee aid, well above the $250 million in aid that President Gerard Ford initially requested.",
        "The Democrats also sponsored a resolution that welcomed refugees to the US. Biden was added as a co-sponsor to this resolution, and he voted yes to welcome Vietnamese refugees. ",
        "In both cases, the only members of the Senate who voted against these bills were Republicans (S. 1661, HR 6755). After the federal funding was approved for refugees, a number of Republicans also attempted to cut public aid to refugees. Fortunately, they were overwhelmingly rejected by members of both parties.",
        "Source: Govtrack vote tally for HR 6755 (left), Govtrack vote tally for S. Res. 148 (right)",
        "Conclusion: The narrative as presented in the Washington Examiner is judged as FALSE. Congressional records show that Democrats proposed and passed measures to both welcome and provide financial aid to Vietnamese refugees. Records also show that Biden supported both. The only Senators who voted against them were Republicans. For a more detailed analysis, please see this article.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/08/n-VIETNAM-REFUGEE-BOAT-628x314-1.jpg?fit=800%2C400&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/Vote-tally.png?resize=840%2C353&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/Vote-tally.png?resize=840%2C353&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/08/31/sai-su-that-biden-va-dang-dan-chu-chong-dan-ti-nan-viet-nam/",
            "Tiếng Việt"
        ],
        [
            "https://www.washingtonexaminer.com/news/the-us-has-no-obligation-biden-fought-to-keep-vietnamese-refugees-out-of-the-us",
            "posted a misleading article"
        ],
        [
            "https://www.congress.gov/bill/94th-congress/house-bill/6755",
            "approved funding for those 130,000 refugees "
        ],
        [
            "https://www.congress.gov/bill/94th-congress/house-bill/6755",
            "$455 million in funding"
        ],
        [
            "https://www.fordlibrarymuseum.gov/library/document/0314/1553026.pdf",
            "contemporary transcript"
        ],
        [
            "https://www.govtrack.us/congress/bills/94/hr6096/summary",
            "both parties rejected"
        ],
        [
            "https://www.congress.gov/bill/94th-congress/house-bill/6755",
            "allowed 130,000 refugees in from Vietnam and Cambodia"
        ],
        [
            "https://www.cia.gov/library/readingroom/docs/CIA-RDP77M00144R001100130006-3.pdf",
            "voted yes"
        ],
        [
            "https://www.fordlibrarymuseum.gov/library/speeches/750179.asp",
            "initially requested"
        ],
        [
            "https://www.govtrack.us/congress/bills/94/sres148",
            "welcomed refugees to the US"
        ],
        [
            "https://vietfactcheck.org/wp-content/uploads/2020/10/Congressional-Record-ID-CR-1979-0906-1.pdf",
            "co-sponsor to this resolution"
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s168",
            "he voted yes"
        ],
        [
            "https://www.congress.gov/bill/94th-congress/senate-bill/1661/actions",
            "S. 1661"
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s186",
            "HR 6755"
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s185",
            "number of Republicans"
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s186",
            "Govtrack vote tally for HR 6755"
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s168",
            "Govtrack vote tally for S. Res. 148"
        ],
        [
            "https://www.pivotnetwork.org/news/us-congressional-records-joe-biden-welcomed-vietnamese-refugees-to-the-united-states",
            "this article"
        ],
        [
            "https://vietfactcheck.org/2020/08/31/false-washington-examiner-claims-biden-and-democrats-were-against-vietnamese-refugees/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/08/31/false-washington-examiner-claims-biden-and-democrats-were-against-vietnamese-refugees/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-08-31T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "vietnamese",
        "refugees",
        "biden",
        "1970s",
        "democrats"
    ]
}