{
    "title": "Has Trump made money from China during his presidency?",
    "tags": [
        "China",
        "Donald Trump",
        "English"
    ],
    "paragraphs": [
        "Claim: A recent New York Times article came out saying that President Donald Trump has a secret bank account in China. During the third presidential debate, former vice president Joe Biden said Trump has made money from China.",
        "\nRating: This claim is MOSTLY TRUE. Since 2017, the Trump Organization has earned almost $5.4 million by renting to a bank owned by China. In addition, since Trump became president, the Trump Organization has received 38 trademarks in China, to place the Trump name on golf clubs, child-care centers, and nursing homes. \n",
        "",
        "President Donald Trump has claimed that he doesn’t make money in China. It is true that official Trump merchandise has increasingly shifted production out of China. But until late 2019, the Trump Organization received rent from a state-owned bank in China.",
        "In 2008, the Industrial and Commercial Bank of China signed a lease for three floors in Trump Tower in New York City. Since Trump became president in 2017, the bank is estimated to have paid almost $5.4 million in rent to the Trump Organization. Despite the stated commitment of the Trump Organization to donate all foreign government profits to the U.S. Treasury, only $343,000 was donated, which would not cover the estimated profits from the Bank of China. Notably, these donations should have also covered profits from foreign governments making use of the Trump International Hotel in Washington, D.C., such as when Saudi Arabian officials spent $270,000 at the hotel after Trump won the 2016 election.",
        "In addition to the profits generated by a state-owned Chinese bank, the New York Times recently discovered that Trump had an undisclosed Chinese bank account, according to his tax records. While the size and location of the account is undisclosed, the Trump Organization paid $188,561 in taxes to China from 2013 to 2015, significantly more than the taxes that Trump paid to the United States. A lawyer from the Trump Organization has also stated that the bank account remains open today.",
        "Also relevant is a report in the New York Times that stated that Trump has paid no federal income taxes for 10 of the past 15 years. And he paid $750 in taxes in 2016 and 2017—due to deducting massive losses in his businesses.",
        "There’s also evidence that the Trump Organization tried to start up new businesses in China after Trump became president. Before Trump took office, in 2005, he tried to register 130 trademarks in China. Until he was elected, these efforts were unsuccessful. However, since taking office, the Trump Organization has requested and obtained 38 trademarks, under the name “Donald J. Trump”—strongly implying an interest in doing more business in China under the official Trump name.",
        "Trump has claimed that he no longer has control over the Trump Organization, but the question over conflicts of interests still remains. ",
        "There are Constitutional provisions that are intended to preserve the independence of a sitting U.S. President. These are known as Emoluments Clauses. One clause states that a sitting president cannot receive any profits from the federal government or the states beyond “a compensation” for his “services” as chief executive. The president also cannot receive financial gifts or anything of large monetary value from a foreign power. ",
        "Presidents who have owned significant assets, including every modern U.S. president, have placed those assets in a blind trust, which is administered by an independent third party. This is to ensure that the president would not know what investments are in the trust and how well those investments are doing, so that it cannot influence their decision making as president. ",
        "Trump is unique in that he has not done this with his large business empire, instead placing his children in control and claiming this meets the requirements of the Emoluments Clauses. Since Trump remains an owner of the Trump Organization and receives updates about the company, it fits no definition of blind trust, and has been interpreted by some Constitutional scholars as a violation of the Constitution. ",
        "Earlier in 2020, Congressional Democrats attempted to sue Trump for violation of these Constitutional clauses. The lawsuit was thrown out by the U.S. Court of Appeals for the District of Columbia on a technicality, though the court did not rule on whether Trump violated the Constitution.",
        "Conclusion: Based on our examination of Trump’s business profits, we rate the claim of Trump making money from China as MOSTLY TRUE. Trump recently stated, “I don’t make money from China,” and accused presidential candidate Joe Biden of receiving money from China. But an examination of Biden’s tax returns saw no income from China.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/48162296741_1ca42cb727_o.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2077",
            "Tiếng Việt"
        ],
        [
            "https://news.yahoo.com/biden-trump-only-one-made-020457984.html",
            "Trump has made money from China"
        ],
        [
            "https://abcnews4.com/news/local/where-is-maga-merchandise-made",
            "increasingly shifted production out of China"
        ],
        [
            "https://thehill.com/homenews/senate/503295-senator-demands-trump-organization-explain-chinese-business-dealings-in-light",
            "Industrial and Commercial Bank of China signed a lease"
        ],
        [
            "https://www.forbes.com/sites/danalexander/2020/10/23/forbes-estimates-china-paid-trump-at-least-54-million-since-he-took-office-via-mysterious-trump-tower-lease/#2fb80d70ed11",
            "almost $5.4 million in rent"
        ],
        [
            "https://www.washingtonpost.com/business/economy/trump-organization-reports-small-bump-in-foreign-government-profits-in-2018/2019/02/24/b49f3b6c-3872-11e9-a2cd-307b06d0257b_story.html",
            "$343,000 was donated"
        ],
        [
            "https://www.washingtonpost.com/politics/saudi-funded-lobbyist-paid-for-500-rooms-at-trumps-hotel-after-2016-election/2018/12/05/29603a64-f417-11e8-bc79-68604ed88993_story.html",
            "spent $270,000"
        ],
        [
            "https://www.nytimes.com/2020/10/20/us/trump-taxes-china.html",
            "New York Times"
        ],
        [
            "https://www.nytimes.com/2020/10/20/us/trump-taxes-china.html",
            "$188,561 in taxes to China"
        ],
        [
            "https://www.mercurynews.com/2020/10/20/records-reportedly-show-trump-maintains-chinese-bank-account/",
            "remains open today"
        ],
        [
            "https://www.nytimes.com/interactive/2020/09/27/us/donald-trump-taxes.html",
            "New York Times"
        ],
        [
            "https://apnews.com/article/archive-personal-taxes-donald-trump-f0e2af5f9f99de9d30dc6b9097121188",
            "deducting massive losses"
        ],
        [
            "https://www.americanprogress.org/issues/security/news/2017/06/14/433915/trumps-conflicts-interest-china/",
            "register 130 trademarks"
        ],
        [
            "https://www.nytimes.com/2017/03/08/business/china-trademark-donald-trump.html",
            "38 trademarks"
        ],
        [
            "https://fas.org/sgp/crs/misc/IF11086.pdf",
            "Emoluments Clauses"
        ],
        [
            "https://www.washingtonpost.com/news/wonk/wp/2016/11/15/ronald-reagan-did-it-george-h-w-bush-did-it-bill-clinton-did-it-george-w-bush-did-it-donald-trump-wont-do-it/",
            "modern U.S. president"
        ],
        [
            "https://www.nytimes.com/2017/02/03/us/politics/donald-trump-business.html",
            "children in control"
        ],
        [
            "https://www.politico.com/story/2016/11/trump-children-business-blind-trust-231179",
            " definition of blind trust"
        ],
        [
            "https://www.acslaw.org/expertforum/profiting-off-the-presidency-trumps-violations-of-the-emoluments-clauses/",
            "a violation of the Constitution"
        ],
        [
            "https://www.cnbc.com/2020/02/07/trump-wins-appeal-of-emoluments-clause-lawsuit-by-democrats.html",
            "was thrown out"
        ],
        [
            "https://www.youtube.com/watch?v=bPiofmZGb8o",
            "stated"
        ],
        [
            "https://www.businessinsider.com/no-evidence-trump-claim-joe-biden-earned-money-in-china-2020-10",
            "an examination"
        ],
        [
            "https://vietfactcheck.org/2020/10/29/has-trump-made-money-from-china-during-his-presidency/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/29/has-trump-made-money-from-china-during-his-presidency/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-29T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "china",
        "trump",
        "money",
        "presidency"
    ]
}