{
    "title": "Have people died after being vaccinated for COVID-19?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese Americans believe that people have died after being vaccinated for COVID-19. ",
        "\nRating: This claim is FALSE. No deaths have been attributed to the COVID-19 vaccines, while more than 500,000 people have died from contracting COVID-19. According to the Centers for Disease Control and Prevention (CDC), reports of death following vaccination do not necessarily mean the vaccine caused the death.\n",
        "",
        "Over 76 million vaccines have been administered in the United States from December 14, 2020 to March 1, 2021. During this time, the Centers for Disease Control and Prevention (CDC) has received 1,381 reports of death (0.0018%) among people who received a COVID-19 vaccine. ",
        "The CDC and the U.S. Food and Drug Administration (FDA) has reviewed each report of death. And the death certificates, autopsy, and medical records revealed no evidence that the vaccines caused deaths. The CDC and FDA are continuing to investigate any reports of side effects, allergic reactions, or deaths that occur after vaccination. ",
        "According to the CDC, reports of death following vaccination does not mean the vaccine caused the death.",
        "Allergic reactions to both the Pfizer and Moderna vaccines are extremely rare and usually occur within 30 minutes of vaccine administration. That is why after being vaccinated, patients are usually asked to stay at the vaccine site so medical health professionals can monitor them for any reactions.",
        "The CDC recommends that if you are allergic to any of the ingredients in a particular vaccine, you should not get that vaccine. If you have allergies, you should speak to your medical provider to determine which vaccine is right for you.",
        "The common side effects of both the Pfizer and Moderna vaccine are:",
        "Injection site painHeadacheFatigueNausea",
        "These effects are normal, expected, and will subside in 24-48 hours post-vaccination. With both the Pfizer and the Moderna vaccine, the vaccine is administered in two doses — 21 days between doses for Pfizer, 28 days for Moderna. ",
        "The Pfizer, Moderna, and recently approved Johnson & Johnson vaccines are all free and do not require proof of health insurance. Getting vaccinated as soon as you can is extremely beneficial as it prevents the individual from getting seriously ill even if you do get COVID-19. ",
        "The vaccines have undergone multiple clinical trials and have been deemed safe to administer by the FDA. There has been no cause of death directly related to the COVID-19 vaccination. The more individuals we vaccinate, the faster we can reach herd immunity and the economy can fully reopen. ",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/shutterstock_1934833568.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2021/03/20/da-co-nguoi-chet-do-tiem-chung-ngua-covid-19-khong/",
            "Tiếng Việt"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.html",
            "the Centers for Disease Control and Prevention (CDC)"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.html",
            "According to the CDC"
        ],
        [
            "https://www.nbcnews.com/health/health-news/cdc-says-no-safety-problems-pfizer-moderna-vaccines-after-first-n1258367",
            "Allergic reactions to both the Pfizer and Moderna vaccines are extremely rare"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.html",
            "CDC recommends"
        ],
        [
            "https://www.nature.com/articles/d41586-021-00290-x",
            "common side effects"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/vaccine-benefits.html",
            "extremely beneficial as it prevents the individual from getting seriously ill even if you do get COVID-19"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/03/20/have-people-died-after-being-vaccinated-for-covid-19/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/03/20/have-people-died-after-being-vaccinated-for-covid-19/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-03-20T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "vaccinated",
        "covid",
        "died",
        "19",
        "people"
    ]
}