{
    "title": "Is Biden actually pro-China?",
    "tags": [
        "China",
        "English",
        "Joe Biden"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese Americans believe that Biden supports China and that his presidency will inevitably lead to China’s domination over Vietnam.",
        "Rating: This claim is MOSTLY FALSE. While Biden previously supported China’s economic progress, he has become critical of its political repression and recent aggression in disputed territories. Rather, experts believe that Biden’s presidency will follow a hardline approach with China that is similar to Trump.",
        "",
        "Biden has a complex history with China, but experts say that Biden’s administration will have a hard-line approach with China. His complex history includes being part of the first U.S. delegation as a young senator to visit Beijing following diplomatic normalization in 1979. He also favored supporting normalizing trade relations with China and its entry into the World Trade Organization in 2001. These acts stem from Biden’s preference for a rules-based system of international order. But these acts, from decades ago, have led some to mistakenly believe that Biden is “pro-China” and “pro-communism.” ",
        "Furthermore, Biden’s position on China has undergone “a tectonic shift.” His more recent statements and actions reflect and reinforce the rising anti-China consensus in the US. His shifting views are representative of a broader transformation in how the Washington establishment sees China. ",
        "Here are three examples of Biden’s hardline approach to China:",
        "\nWhen Biden was vice president in 2014, he confronted a top Chinese general when China deployed an oil rig in a part of the South China Sea that Vietnam claimed was within its territory. He told China’s military’s chief of staff to stop “dangerous” and “provocative” acts and that China cannot undermine security and peace. China’s actions in the South China Sea led to anti-Chinese protests in Vietnam and abroad.\nRecently, Biden strongly condemned China’s handling of Hong Kong protests. In July 2020, he called Beijing’s new national security law “a death blow to the freedoms and autonomy that set Hong Kong apart from the rest of China.” If elected US president, he said he would impose swift economic sanctions if China tried to silence US citizens and companies for exercising first amendment rights. He also said he would “prohibit U.S. companies from abetting repression and supporting the Chinese Communist Party’s surveillance state.”\nDuring the democratic primary earlier this year, Biden called China’s President Xi Jinping a “thug” for his prosecution of Uihghurs, China’s Muslim minority. When describing Xi, he said, “This is a guy who doesn’t have a democratic-with-a-small-‘d’ bone in his body.”\n",
        "Much of Biden’s anti-China rhetoric resembles that of the Trump administration. But in contrast, Biden’s strategy against China appears to be through rebuilding powerful alliances, making investments in international organizations, and establishing multilateral crisis resolutions to counter China. A notable example of this occurred during the Obama presidency, when Biden advocated for the Trans-Pacific Partnership (TPP) trade agreement that would have united a dozen countries, including Vietnam and not China, and would have kept China’s regional expansion in check. The TPP was considered the largest and most comprehensive trade agreement ever created. But in January 2017, Trump revoked the TPP on his third day in office. A top China expert called Trump’s decision to exit the TPP the “biggest strategic mistake the United States has ever made” against China.",
        "Conclusion: We found the claim that Biden is pro-China to be MOSTLY FALSE because it does not reflect Biden’s current hardline approach against China. ",
        "Share this:TwitterFacebook",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_769773013.jpg?fit=840%2C595&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=300%2C174&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=300%2C174&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-7I",
            "Tiếng Việt"
        ],
        [
            "https://www.latimes.com/politics/story/2020-08-14/china-biden-may-well-continue-trumps-hardline-policies",
            "will have a hard-line approach with China"
        ],
        [
            "https://foreignpolicy.com/2020/08/13/joe-biden-china-policy-incoherent-liberal-internationalism/",
            "first U.S. delegation as a young senator"
        ],
        [
            "https://thehill.com/opinion/international/498792-why-donald-trump-beats-joe-biden-when-it-comes-to-the-issue-of-china",
            "entry into the World Trade Organization in 2001"
        ],
        [
            "https://thediplomat.com/2020/07/team-bidens-policies-on-china-and-taiwan/",
            "a tectonic shift"
        ],
        [
            "https://thediplomat.com/2020/08/biden-joins-the-anti-china-chorus/",
            "reflect and reinforce the rising anti-China consensus in the US"
        ],
        [
            "https://www.bloomberg.com/news/articles/2020-04-23/a-biden-presidency-wouldn-t-mean-better-u-s-china-relations",
            "shifting views are representative of a broader transformation"
        ],
        [
            "https://www.voanews.com/east-asia/biden-tells-chinese-general-stop-dangerous-actions-disputed-territory",
            "“dangerous” and “provocative”"
        ],
        [
            "https://www.reuters.com/article/us-hongkong-protests-usa-election-idUSKBN2426ZR",
            "a death blow to the freedoms and autonomy that set Hong Kong apart from the rest of China"
        ],
        [
            "https://www.reuters.com/article/us-hongkong-protests-usa-election-idUSKBN2426ZR",
            "impose swift economic sanctions"
        ],
        [
            "https://www.reuters.com/article/us-hongkong-protests-usa-election-idUSKBN2426ZR",
            "prohibit U.S. companies from abetting repression and supporting the Chinese Communist Party’s surveillance state"
        ],
        [
            "https://www.bloomberg.com/news/articles/2020-04-23/a-biden-presidency-wouldn-t-mean-better-u-s-china-relations",
            "a “thug”"
        ],
        [
            "https://www.bloomberg.com/news/articles/2020-04-23/a-biden-presidency-wouldn-t-mean-better-u-s-china-relations",
            "This is a guy who doesn’t have a democratic-with-a-small-‘d’ bone in his body"
        ],
        [
            "https://www.nbcnews.com/news/world/would-biden-get-tough-china-n1239203?ocid=uxbndlbing",
            "rebuilding powerful alliances"
        ],
        [
            "https://thediplomat.com/2020/07/team-bidens-policies-on-china-and-taiwan/",
            "making investments in international organizations, and establishing multilateral crisis resolutions"
        ],
        [
            "https://www.forbes.com/sites/rickhelfenbein/2020/08/25/will-biden-save-china-from-trump/?ocid=uxbndlbing#5847bb171014",
            "Biden advocated for the Trans-Pacific Partnership (TPP)"
        ],
        [
            "https://www.lowyinstitute.org/the-interpreter/high-hopes-and-big-let-down-vietnam-and-tpp",
            "including Vietnam"
        ],
        [
            "https://www.forbes.com/sites/rickhelfenbein/2020/08/25/will-biden-save-china-from-trump/?ocid=uxbndlbing#5847bb171014",
            "Trump revoked the TPP"
        ],
        [
            "https://www.cbsnews.com/news/top-china-expert-u-s-biggest-strategic-mistake-was-exiting-tpp/",
            "biggest strategic mistake the United States has ever made"
        ],
        [
            "https://vietfactcheck.org/2020/09/17/is-biden-actually-pro-china/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/17/is-biden-actually-pro-china/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-17T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "biden",
        "china",
        "actually",
        "pro"
    ]
}