{
    "title": "Is Congressman Harley Rouda pro-Ho Chi Minh?",
    "tags": [
        "China",
        "English"
    ],
    "paragraphs": [
        "Claim: The Michelle Steel for Congress campaign has sent Vietnamese-language mailers to constituents in California’s 48th district suggesting that Democratic congressman Harley Rouda is pro-Ho Chi Minh and soft on China.",
        "\nRating: This claim is FALSE. When Jeff LeTourneau, a vice chair of the Democratic Party of Orange County, shared a Facebook post praising Ho Chi Minh, Rouda immediately demanded LeTourneau’s resignation. Moreover, Rouda has introduced and passed several key legislative provisions to keep the Chinese Communist Party in check.\n",
        "",
        "Congressman Harley Rouda is currently up for reelection in California’s 48th congressional district, which covers Westminster, Garden Grove and Fountain Valley. Republican politician Michelle Steele is contesting the seat. Her campaign recently sent a Vietnamese-language mailer to CA-48 households with a picture of Harley Rouda next to one of Ho Chi Minh. The flyer asserts that Rouda is a “comrade” and supports Ho Chi Minh’s socialist ideas. ",
        "",
        "The flyer shows as evidence the headline of an Orange County Register article: “Orange County Democratic party leader under fire for post praising Ho Chi Minh,” equating Rouda with the headline. But in reality, the article said this: ",
        "Jeff LeTourneau, a vice chair of the Democratic Party of Orange County, had shared a Facebook post praising Ho Chi Minh.",
        "In response, Rouda led a coalition of four congressmen and a state senator to demand LeTourneau’s immediate resignation or removal. ",
        "Rouda stated: “Any support or praise for the author of so many crimes against Orange County’s Vietnamese community and our brave service members must be purged from our party, from our politics, and from our county.”",
        "Steele’s flyer also displayed as evidence a picture of Rouda from Voice of OC with the headline “OC Democratic Leader’s Praise for Ho Chi Minh Sends Little Saigon into Uproar,” falsely equating Rouda’s photo with the headline. In fact, the picture was taken at a news conference in Little Saigon’s Freedom Park where Rouda and local leaders denounced LeTourneau’s remarks.",
        "",
        "Other flyers from Steel’s campaign claimed that Rouda is “weak on China” and provided as evidence Rouda’s vote on Previous Questions (P.Q.) of various House resolutions. It is important to note that the flyers point to a P.Q. rather than a bill, because a P.Q. is only a congressional procedure, and one that most people are not familiar with. ",
        "In Congress, the P.Q. is used as a motion to end the debate on a pending major bill. If the P.Q. receives a majority “YEA” vote, then no further amendments are considered and the resolution is brought to an immediate, final vote.",
        "In one of the examples cited by Steel’s mailings, the Republican members of Congress raised a P.Q. in the discussion of an appropriations bill for the Department of State, foreign operations, and related programs. In using the P.Q., they wanted to modify the rules to discuss a different bill: H.R. 7733, that lets the President impose property- and visa-blocking sanctions on foreign individuals and entities who deliberately conceal information about a public health emergency, including COVID-19.",
        "Rouda voted along with 229 other members of Congress to bring the appropriations bill to a vote without discussing H.R. 7733. In short, Rouda voted to provide funding for the Department of State without delay. He did not vote against sanctioning China, as claimed by Steel. In fact, H.R. 7733 is still in committee, meaning it is still being discussed and has not been brought to a vote in the House. ",
        "In reality, Rouda has introduced and passed several key legislative provisions to keep the Chinese Communist Party in check. He was the lead sponsor on a bill, approved by Congress in July, to stop the flow of American taxpayer dollars to Chinese state-owned or state-supported companies.",
        "Conclusion: The mailers from Michelle Steel’s campaign falsely accused Congressman Harley Rouda of being pro-Ho Chi Minh. These tactics are examples of red-baiting, a propaganda technique that aims to discredit the validity of a political opponent by accusing the person of having communist sympathies. In reality, Rouda has been a supporter of legislation that is strict on China, including one that stopped the flow of American taxpayer dollars to Chinese state-owned or state-supported companies.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Harley_Rouda.jpg?fit=840%2C1050&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/unnamed-1-3524085278-1602700750850.jpg?resize=840%2C510&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/unnamed-1-3524085278-1602700750850.jpg?resize=840%2C510&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/unnamed.jpg?resize=840%2C624&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/unnamed.jpg?resize=840%2C624&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/10/14/co-that-la-dan-bieu-harley-rouda-ung-ho-ho-chi-minh-khong/",
            "Tiếng Việt"
        ],
        [
            "https://www.ocregister.com/2020/09/01/orange-county-democratic-party-leader-under-fire-for-post-praising-ho-chi-minh/",
            "Orange County Register"
        ],
        [
            "https://voiceofoc.org/2020/09/oc-democratic-leaders-praise-for-ho-chi-minh-sends-little-saigon-into-uproar/",
            "Voice of OC"
        ],
        [
            "https://rules.house.gov/sites/democrats.rules.house.gov/files/documents/Archives/floor_man.htm#IXe",
            "Previous Questions (P.Q.)"
        ],
        [
            "https://repcloakroom.house.gov/news/documentsingle.aspx?DocumentID=402874",
            "P.Q."
        ],
        [
            "https://www.congress.gov/bill/116th-congress/house-bill/7608",
            "an appropriations bill"
        ],
        [
            "https://www.congress.gov/bill/116th-congress/house-bill/7733",
            "H.R. 7733"
        ],
        [
            "https://www.congress.gov/bill/116th-congress/house-bill/2739/text?q=%7B%22search%22%3A%22transit+infrastructure+vehicle+security+act%22%7D&r=1&s=1",
            "on a bill"
        ],
        [
            "https://vietfactcheck.org/2020/10/14/is-congressman-harley-rouda-pro-ho-chi-minh/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/14/is-congressman-harley-rouda-pro-ho-chi-minh/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-14T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "minh",
        "harley",
        "ho",
        "chi",
        "rouda"
    ]
}