{
    "title": "Is mail-in voting safe?",
    "tags": [
        "English",
        "Voting"
    ],
    "paragraphs": [
        "Claim: Trump claimed that voting by mail is not safe and will lead to voter fraud.",
        "\nRating: This claim is FALSE. Voting by mail is safe based on a history of extremely low voter fraud.\n",
        "",
        "Trump’s claim about voter fraud has been debunked by several studies, which all have concluded that voter fraud in the US is exceedingly rare. There’s growing evidence to show that voting by mail is common, secure, and reliable:",
        "According to federal data, voting by mail is not new in the United States — nearly 1 in 4 voters mailed their ballots in the 2016 and 2018 elections. ",
        "There are 4 states that have long conducted universal vote-by-mail elections with much success: Colorado (since 2013), Oregon (in 2000, the first state to conduct a presidential election completely by mail), Utah (since 2012), and Washington (since 2011). In Washington, by 2011, 38 of 39 counties were voting by mail so the state legislature adopted it statewide. Kim Wyman, the Republican secretary of state of Washington, says, “We’ve seen a very low incidence of any kind of voter fraud.” ",
        "Extensive research from the Brennan Center for Justice and numerous other studies, including one commissioned by the Trump administration, reached the same conclusion that most allegations of fraud are rare and turn out to be baseless.",
        "The conservative Heritage Foundation, which has warned of the risks of mail-in voting, found voter fraud in only 0.00006% of total votes cast. In a notable case, they identified 14 cases of attempted mail fraud out of roughly 15.5 million ballots cast in Oregon since that state started conducting elections by mail in 1998. ",
        "One study by Stanford researchers found that vote by mail does not benefit one party over the other. In some places, Republicans have long used mail-in voting as part of their strategy to drive voter turnout.",
        "The Commissioner of the Federal Election Commission (FEC), Ellen Weintraub, published on the FEC website a consolidation of her tweets about voting by mail, including a tweet that read, “There’s simply no basis for the conspiracy theory that voting by mail causes fraud. None.”",
        "Map: Mail in Voting Rules by States",
        "Notes1. Arizona: Most Arizonans already vote by mail, as voters there can sign up for its Permanent Early Voting List.2. Mississippi: Voters who have an underlying health condition that puts them at higher risk of COVID-19, are in quarantine for COVID-19, or are caring for a dependent in quarantine may request an absentee ballot.3. Missouri: Missouri has different rules for mail-in voting and absentee voting. Voters need an excuse to vote absentee.Source: Brookings Institution, Ballotpedia, National Conference of State Legislatures, state websites. Credit: Alyson Hurt and Benjamin Swasey/NPR",
        "Update 10/29: Trump has recently said that all ballots should be counted by the night of Election Day, November 3. U.S. law does not dictate that all ballots must be counted by election night. That is also not possible, as many states can take weeks to finish counting all of their mail-in and absentee ballots. In addition, ballots from overseas Americans (including military personnel) are also counted after Election Day. The media usually declares a winner on Election Night if a large percentage of ballots from every state are tallied. But the election winner has, historically, taken weeks to certify. ",
        "Weintraub responded to Trump’s comments, saying: “All we get on Election Night are projections from TV networks. We never have official results on Election Night. Counting ballots—all of ’em—is the appropriate, proper, and very legal way to determine who won.”",
        "Conclusion: Voting by mail is safe and secure. Therefore, be sure to request your mail-in ballot if you have not already requested one and if your state is not automatically sending you one. Vote and send in your ballot by November 3 to ensure that your ballot gets counted. Click here to find voter information for your state.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_voting.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/Mail-in-ballots.png?resize=840%2C578&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/Mail-in-ballots.png?resize=840%2C578&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-eJ",
            "Tiếng Việt"
        ],
        [
            "https://www.eac.gov/sites/default/files/eac_assets/1/6/2016_EAVS_Comprehensive_Report.pdf",
            "federal data"
        ],
        [
            "https://www.washingtonpost.com/local/md-politics/usps-states-delayed-mail-in-ballots/2020/08/14/64bf3c3c-dcc7-11ea-8051-d5f887d73381_story.html",
            "4 states"
        ],
        [
            "https://www.npr.org/2020/05/28/864410852/lessons-to-learn-from-washingtons-decades-long-experience-of-mail-in-voting",
            "Kim Wyman, the Republican secretary of state of Washington, says"
        ],
        [
            "https://www.brennancenter.org/issues/ensure-every-american-can-vote/vote-suppression/myth-voter-fraud",
            "Brennan Center for Justice"
        ],
        [
            "https://thehill.com/opinion/campaign/494189-lets-put-the-vote-by-mail-fraud-myth-to-rest",
            "0.00006% of total votes cast"
        ],
        [
            "https://stanford.edu/~dthomp/papers/Thompson_et_al_VBM.pdf",
            "One study"
        ],
        [
            "https://www.nbcnews.com/politics/2020-election/republicans-key-states-continue-urging-voters-cast-ballots-mail-n1237455",
            "In some places"
        ],
        [
            "https://www.fec.gov/resources/cms-content/documents/2020-05-27-ELW-Facts-About-Voting-by-Mail.pdf",
            "consolidation of her tweets about voting by mail"
        ],
        [
            "https://azsos.gov/votebymail",
            "Permanent Early Voting List"
        ],
        [
            "https://www.sos.mo.gov/elections/goVoteMissouri/howtovote#absentee",
            "has different rules"
        ],
        [
            "https://www.npr.org/2020/09/14/909338758/map-mail-in-voting-rules-by-state",
            "Alyson Hurt and Benjamin Swasey/NPR"
        ],
        [
            "https://twitter.com/realDonaldTrump/status/1320873664296804354",
            "recently said"
        ],
        [
            "https://twitter.com/EllenLWeintraub/status/1321255727521009664",
            "responded to Trump’s comments"
        ],
        [
            "https://www.vietamvote.org/",
            "Click here"
        ],
        [
            "https://vietfactcheck.org/2020/09/22/is-mail-in-voting-safe/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/22/is-mail-in-voting-safe/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-22T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "voting",
        "mail",
        "safe"
    ]
}