{
    "title": "Is Raphael Warnock a Radical Socialist?",
    "tags": [
        "English",
        "Georgia Run-Off"
    ],
    "paragraphs": [
        "Claim: Senator Kelly Loeffler is currently running for reelection to represent the state of Georgia in the United States Senate. She has claimed that her opponent, Reverend Raphael Warnock, is a socialist.",
        "\nRating: This claim is FALSE. A socialist agenda would be one that dismantles private businesses so that the government would control production. An analysis of Warnock’s policy positions shows a promise to help small businesses get federal support, letting individuals keep their private health insurance while expanding Medicaid, and negotiating for beneficial trade policies for American farmers. In addition, a coalition of 100 Georgia pastors have signed an open letter calling Loeffler’s claims, “reprehensible falsehoods.”\n",
        "",
        "Senator Kelly Loeffler is currently running for reelection to represent the state of Georgia in the United States Senate. Her opponent is Reverend Raphael Warnock. During the 2020 Election, neither Loeffler nor Warnock received 50 percent of the vote in their race, so it triggered an automatic run-off election in Georgia on Jan. 5, 2021. Whoever wins the race will determine whether Democrats or Republicans control the Senate.",
        "In an interview with Fox News, Kelly Loeffler said: “Democrats want to bring socialism to our country. Raphael Warnock would be a rubber stamp for socialism, and we’re not going to let that stand.” ",
        "During the Dec. 6 debate, Warnock responded to Loeffler’s criticism with: “I believe in our free enterprise system, and my dad was a small business owner. During the Great Recession, you know what I was doing? I was leading my church to build a community center, where among other things we had a financial literacy center that taught people how to repair their credit, create a 700 credit score community, how to create a business, how to buy a home, how to participate in our free enterprise system.”",
        "Loeffler’s criticism of Warnock seems to be based on a number of factors. ",
        "On Nov. 10, Loeffler tweeted that Warnock “celebrated Fidel Castro & welcomed him to his church. It’s another example of what we’ve been saying all along: He’s the most dangerous and radical candidate in America.” ",
        "Loeffler seems to be referring to the communist leader’s visit to the Abyssinian Baptist Church in New York City on Oct. 23, 1995. At the time, Warnock was a youth pastor and was not responsible for Castro’s appearance at the church. He was not leading the congregation that day; the lead pastor at the church was Reverend Calvin Butts. ",
        "Said Warnock during the December debate: “I never met [Castro], I never invited him. He has nothing to do with me.”",
        "Loeffler also accused Warnock of supporting defunding the police. While some socialist thinkers support abolishing the police, real-world socialist and communist regimes such as Vietnam or China depend on the police to enforce the will of the government.",
        "Warnock replied: “I don’t think we should defund the police but we certainly do need criminal justice reform. We need to make sure that we have an independent review process when civilians die at the hands of police, we need to make sure that police officers and departments that have a pattern of misconduct are held accountable. We can do that and celebrate police at the same time.”",
        "According to a study from Northwestern University, police violence is a leading cause of death for Black men: “1 in 1,000 Black men can expect to be killed by police.” And Black people are more likely to be killed by police than white people. So Warnock’s concerns about police brutality is not out of bounds, it is much in keeping with current conversations around police violence and race in America.",
        "An analysis of Warnock’s policy positions shows that he is similar to other moderate Democrats in his party: supportive of private enterprise while wanting to expand social programs to benefit low-income individuals. Warnock supports private farmers and promises to “fight trade policies that harm Georgia farmers.” He supports both Medicaid expansion and private insurance. And his economic policy includes “helping small business owners, especially entrepreneurs of color and women, attain capital and support.”",
        "In addition, more than 100 pastors from Georgia have signed an open letter criticizing Loeffler’s line of attack against Warnock. “Your most recent attacks against Warnock for sermons condemning police brutality, advocating criminal justice reform, and expressing support measures to reduce gun violence—all concerns of his congregation—are beyond the pale and cannot go unaddressed by members of the faith community. The reprehensible falsehoods must stop!”",
        "The letter also said: “We call on you to cease and desist your false characterizations of Reverend Warnock as ‘radical’ or ‘socialist,’ when there is nothing in his background, writings or sermons that suggests those characterizations to be true, especially when taken in full context.”",
        "Based on our analysis, Loeffler’s assertion that Warnock is a far-left socialist is false. In fact, Reverend Warnock wants what mainstream America wants: For people to prosper through opportunity and hard work, have health care, and be protected by a police force that obeys the law.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/12/50335797752_f1b2807a55_k.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2531&preview=true&_thumbnail_id=2530",
            "Tiếng Việt"
        ],
        [
            "https://www.foxnews.com/politics/loeffler-georgia-warnock-media-socialism",
            "Kelly Loeffler"
        ],
        [
            "https://www.rev.com/blog/transcripts/georgia-senate-runoff-debate-transcript-kelly-loeffler-vs-raphael-warnock",
            "Warnock responded"
        ],
        [
            "https://twitter.com/KLoeffler/status/1326177288640229376",
            "Loeffler tweeted"
        ],
        [
            "https://www.rev.com/blog/transcripts/georgia-senate-runoff-debate-transcript-kelly-loeffler-vs-raphael-warnock",
            "December debate"
        ],
        [
            "https://www.liberationnews.org/how-will-the-police-be-abolished-a-marxist-perspective/",
            "some socialist thinkers"
        ],
        [
            "https://www.rev.com/blog/transcripts/georgia-senate-runoff-debate-transcript-kelly-loeffler-vs-raphael-warnock",
            "Warnock replied"
        ],
        [
            "https://vietfactcheck.org/2020/10/05/is-black-lives-matter-anti-cop/",
            "defund the police"
        ],
        [
            "https://www.pnas.org/content/116/34/16793",
            "study from Northwestern University"
        ],
        [
            "https://mappingpoliceviolence.org/",
            "more likely"
        ],
        [
            "https://warnockforgeorgia.com/issues/agriculture/",
            "private farmers"
        ],
        [
            "https://warnockforgeorgia.com/issues/healthcare/",
            "Medicaid expansion and private insurance"
        ],
        [
            "https://warnockforgeorgia.com/issues/jobs/",
            "economic policy"
        ],
        [
            "https://www.nytimes.com/2020/12/19/us/georgia-pastors-see-attack-on-black-church-in-campaign-against-warnock.html",
            "100 pastors from Georgia"
        ],
        [
            "https://www.facebook.com/thefredinitiative/posts/219479599677538",
            "an open letter"
        ],
        [
            "https://vietfactcheck.org/2020/12/28/is-raphael-warnock-a-radical-socialist/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/12/28/is-raphael-warnock-a-radical-socialist/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-12-28T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "socialist",
        "raphael",
        "radical",
        "warnock"
    ]
}