{
    "title": "Is Senator David Perdue Anti-Immigration?",
    "tags": [
        "English",
        "Georgia Run-Off",
        "Immigration"
    ],
    "paragraphs": [
        "Claim: Senator David Perdue, who is currently running for re-election in Georgia for the United States Senate, has said that he wants to fix the U.S. immigration system and supports “merit-based immigration.” But his critics have said that he is anti-immigration.",
        "\nRating: This claim is MOSTLY TRUE. Perdue has co-sponsored the RAISE Act, which he introduced in Congress twice. The RAISE Act would have halved the number of green cards issued annually and would have restricted family-sponsored immigration to just spouses and minor children of American citizens. The RAISE Act would have allowed prioritized immigrants who are young, highly skilled, and proficient in English.\n",
        "",
        "Senator David Perdue is currently running for reelection to represent the state of Georgia in the United States Senate. His opponent is Jon Ossoff. During the 2020 Election, neither Perdue nor Ossoff received 50 percent of the vote in their race, so it triggered an automatic run-off election in Georgia on Jan. 5, 2021. Whoever wins the race will determine whether Democrats or Republicans control the Senate.",
        "When it comes to immigration, on his website, Perdue says that he is an advocate for “a merit-based immigration system that is focused on bringing in the best and brightest from around the world who wish to come to the United States legally to work and make a better life for themselves.”",
        "Perdue has co-sponsored one immigration bill in the Senate: the Reforming American Immigration for a Strong Economy Act (RAISE). In 2017, the RAISE Act, which was also backed by President Trump, sought to reduce the amount of legal immigration to the United States by 50% by halving the number of green cards issued. ",
        "It also limited family-sponsored immigration, eliminating the pathway for siblings, parents, or adult children of U.S. citizens to immigrate to America. Instead, it sought to only allow spouses and minor children of American citizens to be sponsored.",
        "It also sought to restrict the annual number of refugees admitted into the United States to 50,000. The ceiling for refugee admissions was 110,000 in 2017 and was set by the Obama Administration. Since then, the Trump Administration has year-after-year lowered the number of refugees admitted to the U.S., to 18,000 in 2020—a level not seen since 1980.  ",
        "And it also aimed to change how immigrants received visas, which is currently based employment and if their employer can sponsor their visas. Another feature of the RAISE act was a points system, where immigrants would receive points based on education, English-language ability, high-paying job offers, age, record of extraordinary achievement, and entrepreneurial initiative. This would give an advantage to younger, English-speaking, those with advanced degrees, and those with higher-paying job offers.",
        "The RAISE Act did not advance to a vote in the Senate, due to a lack of bipartisan support. Perdue reintroduced the bill in 2019, and it also did not advance.",
        "Based on our analysis, the RAISE Act would have had an adverse effect on the Vietnamese community. According to the Migration Policy Institute, in 2016, 97% of the roughly 41,450 Vietnamese who became lawful permanent residents did so through family-sponsored immigration. In addition, Vietnamese immigrants tend to be older and have much lower educational attainment than other immigrant groups; in 2017, 26% of Vietnamese immigrants had a bachelor’s degree or higher. So in a points system under the RAISE Act, Vietnamese immigrants would have been at a disadvantage.",
        "In addition, Perdue has also supported the 2018 Secure and Succeed Act, which also sought to limit family-sponsored immigration to spouses and minor children. The Secure and Succeed Act ended up not being introduced in the Senate. Based on his legislative record, we believe that while Perdue supports some immigration to the U.S., he wants to restrict it to highly skilled individuals, or as he calls it, “a different mix of workers.”",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/12/David_Perdue-e1608604139577.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2443&preview=true&_thumbnail_id=2438",
            "Tiếng Việt"
        ],
        [
            "https://www.perdue.senate.gov/news/press-releases/senator-david-perdue-on-president-trumps-merit-based-immigration-platform",
            "Perdue says"
        ],
        [
            "https://www.congress.gov/bill/115th-congress/senate-bill/354",
            "the Reforming American Immigration for a Strong Economy Act"
        ],
        [
            "https://www.dhs.gov/sites/default/files/publications/immigration-statistics/yearbook/2019/refugee_and_asylee_2019.pdf",
            "110,000 in 2017"
        ],
        [
            "https://vietfactcheck.org/2020/09/23/is-trump-only-against-illegal-immigration/",
            "Trump Administration"
        ],
        [
            "https://www.whitehouse.gov/presidential-actions/presidential-determination-refugee-admissions-fiscal-year-2020/",
            "18,000 in 2020"
        ],
        [
            "https://www.vox.com/2017/8/3/16083368/trump-immigration-bill-cotton",
            "a lack of bipartisan support"
        ],
        [
            "https://www.migrationpolicy.org/article/vietnamese-immigrants-united-states-5",
            "Migration Policy Institute"
        ],
        [
            "https://www.npr.org/2018/02/14/585841211/republican-sen-david-perdue-outlines-what-he-sees-as-immigration-debate-prioriti",
            "2018 Secure and Succeed Act"
        ],
        [
            "https://vietfactcheck.org/2020/12/21/is-senator-david-perdue-anti-immigration/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/12/21/is-senator-david-perdue-anti-immigration/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-12-21T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "senator",
        "immigration",
        "perdue",
        "david",
        "anti"
    ]
}