{
    "title": "Is Trump only against illegal immigration?",
    "tags": [
        "Donald Trump",
        "English",
        "Immigration"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese Americans have claimed that Trump’s anti-immigration beliefs and policies are focused only on illegal immigration and Vietnamese people are safe from these policies.",
        "\nRating: This claim is MOSTLY FALSE. A review of his actions during his time in office has shown that the Trump administration has pursued policies to limit the number of refugees the U.S. admits and to deport immigrants back to their country of origin, including more than 7,000 Vietnamese immigrants.\n",
        "",
        "Many Vietnamese Americans believe that Trump’s immigration policies have focused solely on keeping out immigrants trying to enter the southern border from Mexico. They believe that Trump’s policies have and will not affect Vietnamese immigration and their path to citizenship in the United States. They also believe that because Trump is a Republican, therefore he is pro-Vietnamese and that all Vietnamese residing in the U.S. are safe from his immigration laws. ",
        "However, during his time in office, Trump has pushed for policies that deny entry to asylum seekers and limit the scope of existing refugee programs, and also pushed for deportation policies that have affected the Vietnamese community. ",
        "For the year 2020, the U.S. set the refugee limit at a record low of 18,000, the lowest since the passage of the Refugee Act in 1980 under the Reagan administration. The Refugee Act raised the cap of refugees admitted from 17,400 to 50,000. The Trump Administration has consistently decreased the number of refugees accepted into the U.S, a decision that many humanitarian agencies criticized. ",
        "Vietnamese people are not immune from the Trump administration’s immigration policies. The administration has pushed for deportation of Vietnamese immigrants and refugees. In 2008, the U.S. and Vietnam reached an agreement to bar the deportation of Vietnamese people who came to the U.S. before July 12, 1995. The Trump administration, however, has sought to revise the 2008 protection and pursued deportation of many long-term immigrants from not only Vietnam, but other countries who the administration alleged were “violent criminal aliens.”",
        "As of 2019, more than 7,000 Vietnamese immigrants are facing deportation; the designation of “violent criminal aliens” includes individuals who have committed non-violent offenses or who have served their time in prison. That number likely has increased as the Trump administration has broadened what constitutes a deportable offense.",
        "At the same time, under the Trump Administration, the number of visas issued to citizens from Vietnam in 2019 was 32,386, comparable to 2016 under Obama at 32,535.",
        "Despite those positive numbers for Vietnamese people, the Trump administration continues to create barriers for immigrants who want to become citizens. A study by The Migration Policy Institute shows that the process to become a naturalized citizen has become more expensive, difficult, and lengthy under the Trump administration. ",
        "Conclusion: The Trump Administration’s immigration policies has focused not just on undocumented immigrants, but also on reducing pathways to legal immigration to the United States. The Administration has also pursued policy to deport immigrants currently legally residing in the U.S., including Vietnamese immigrants.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_505586686-e1602545144292.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-eh",
            "Tiếng Việt"
        ],
        [
            "https://www.whitehouse.gov/presidential-actions/presidential-determination-refugee-admissions-fiscal-year-2020/",
            "18,000"
        ],
        [
            "https://www.theatlantic.com/international/archive/2018/09/us-refugees/570523/",
            "many humanitarian agencies criticized"
        ],
        [
            "https://www.theatlantic.com/international/archive/2018/12/donald-trump-deport-vietnam-war-refugees/577993/",
            "who came to the U.S. before July 12, 1995"
        ],
        [
            "https://www.texastribune.org/2020/09/14/texas-immigrants-temporary-protected-status-court-ruling/",
            "deportation of many long-term immigrants"
        ],
        [
            "https://www.npr.org/2019/03/04/699177071/40-years-after-the-vietnam-war-some-refugees-face-deportation-under-trump",
            "2019"
        ],
        [
            "https://www.nytimes.com/2017/01/26/us/trump-immigration-deportation.html",
            "broadened what constitutes a deportable offense"
        ],
        [
            "https://travel.state.gov/content/dam/visas/Statistics/AnnualReports/FY2019AnnualReport/FY19AnnualReport-TableXV.pdf",
            "32,386"
        ],
        [
            "https://www.migrationpolicy.org/research/changing-uscis-naturalization-procedures",
            " The Migration Policy Institute "
        ],
        [
            "https://vietfactcheck.org/2020/09/23/is-trump-only-against-illegal-immigration/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/23/is-trump-only-against-illegal-immigration/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-23T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "immigration",
        "illegal",
        "trump"
    ]
}