{
    "title": "Is Trump really anti-socialist and anti-communist?",
    "tags": [
        "China",
        "Donald Trump",
        "English"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese Americans say they are voting for Trump because they claim that he is anti-communist and anti-socialist.",
        "\nRating: This claim is MOSTLY FALSE. While Trump commonly uses anti-socialist rhetoric, our review found that Trump has pushed for several socialist policies during his first term. In addition, his friendships with communist and authoritarian leaders like Vladimir Putin, Kim Jong-un, and Xi Jinping conflict with his anti-socialist messaging.\n",
        "",
        "Trump stated that the 2020 election is a referendum on socialism, and that he is against socialism and communism. In his 2019 State of the Union speech, Trump said, “America will never be a socialist country.” At the 2020 Republican National Convention, Trump declared, “This election will decide whether we save the American Dream or whether we allow a socialist agenda to demolish our cherished destiny.” However, it is not clear what he means when he uses the words socialism and communism. ",
        "The standard definition of “socialism” is that the ownership and control of the means of production and distribution, capital, land, etc. is by the community as a whole, usually through a centralized government. Communism is a more extreme version of socialism where private property is eliminated, among other things. In contrast, capitalism is a system in which those means of production are controlled by private owners for profit. ",
        "Policies, such as universal health insurance, are often called “socialist.” Yet they do not always fit the definition of socialism. For example, private health insurance companies can exist in some universal healthcare models. Similarly, many countries, like Canada, United Kingdom, and Australia, are not considered socialist countries. Yet, they have single payer healthcare. On the other hand, highly popular American social welfare programs such as Social Security, Medicare, and Medicaid, community health centers, public housing, public schools, and medical care for veterans can be considered socialist programs because they are government funded and run.",
        "Our review of Trump’s policies and initiatives during his first term in office revealed that he has pushed for a number of “socialist” policies despite his anti-socialist rhetoric. ",
        "The following Trump policies could be considered “socialist” because they involve government intervention into the private sector. They go against the capitalist ideal of a free market system, and some have even been criticized by free-market conservatives.",
        "Repeatedly calling for billions of dollars in government bailouts for struggling coal and nuclear power plantsGiving $16 billion to support American farmers hurt by Trump’s anti-China trade warImplementing the CARES Act to address the economic impact of the COVID-19 pandemic to support employers and workersUsing the Defense Production Act to force private companies to produce medical equipment and supplies needed for the pandemic",
        "Additionally, Trump’s friendly gestures towards authoritarian leaders, including communist and socialist leaders, undermine his anti-socialist rhetoric. His approach to these leaders were at the expense of individual freedoms and human rights in those countries.",
        "Was the first sitting US president to visit North Korea, one of the world’s five remaining communist countries. He did so without any precondition, which has ended in stalemate.Said he was “falling in love” with North Korean Communist dictator Kim Jong Un in 2018Congratulated the Chinese Communist Party and the President of China for the 70th anniversary of the Communist Party’s rule, while Senate Republicans condemned itAsked the President of China to help him win re-electionOpposed and did not serve in the Vietnam War against North Vietnam and its communist allies, China and the Soviet UnionRe-established significant economic trades with the Communist government of Vietnam without addressing the country’s human rights abuses Repeatedly supported Vladimir Putin, the President of Russia and a Communist, siding with Putin over the US’s intelligence community on a report that Russia paid bounties to the Taliban for killing American soldiers in Afghanistan, sharing highly classified intelligence with Russia, and defending the Russian invasion of Afghanistan in 1979",
        "Conclusion: This claim of Trump being against communism and socialism is MOSTLY FALSE. Despite Trump’s anti-socialist rhetoric, we identified several policies by Trump that utilize socialist governing. Moreover, his friendly relationships with authoritarian leaders contradict his public anti-communist and socialist messaging. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/23.jpg?fit=840%2C442&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/18/trump-co-that-su-chong-chu-nghia-xa-hoi-va-chong-cong-khong/",
            "Tiếng Việt"
        ],
        [
            "https://www.youtube.com/watch?v=FKF_590azfw",
            "2019 State of the Union speech"
        ],
        [
            "https://www.facebook.com/watch/?v=2693749147565816",
            "At the 2020 Republican National Convention"
        ],
        [
            "https://www.merriam-webster.com/dictionary/socialism",
            "standard definition of “socialism”"
        ],
        [
            "https://www.merriam-webster.com/dictionary/communism",
            "Communism "
        ],
        [
            "https://www.merriam-webster.com/dictionary/capitalism",
            "capitalism"
        ],
        [
            "https://www.usnews.com/news/best-countries/slideshows/countries-with-the-most-well-developed-public-health-care-system?slide=2",
            "Canada, United Kingdom, and Australia"
        ],
        [
            "https://www.health.harvard.edu/blog/single-payer-healthcare-pluses-minuses-means-201606279835",
            "single payer healthcare"
        ],
        [
            "https://www.history.com/news/socialism-communism-differences",
            "highly popular American social welfare programs"
        ],
        [
            "https://thehill.com/opinion/energy-environment/393038-lots-of-conservatives-hate-trumps-coal-and-nuclear-bailout-thats-a",
            "criticized by free-market conservatives"
        ],
        [
            "https://www.bloomberg.com/news/articles/2018-06-01/trump-said-to-grant-lifeline-to-money-losing-coal-power-plants-jhv94ghl",
            "Repeatedly calling for billions of dollars in government bailouts"
        ],
        [
            "https://www.usda.gov/media/press-releases/2019/07/25/usda-announces-details-support-package-farmers",
            "Giving $16 billion to support American farmers"
        ],
        [
            "https://home.treasury.gov/policy-issues/cares",
            "Implementing the CARES Act to address the economic impact "
        ],
        [
            "https://www.hhs.gov/about/news/2020/08/20/trump-administration-uses-defense-production-act-to-aid-our-most-vulnerable.html",
            "Using the Defense Production Act to"
        ],
        [
            "https://www.whitehouse.gov/presidential-actions/memorandum-order-defense-production-act-regarding-3m-company/",
            "private companies to produce medical equipment and supplies"
        ],
        [
            "https://www.military.com/daily-news/2020/06/29/beyond-love-trump-has-little-show-north-korea-talks.html",
            "Was the first sitting US president to visit North Korea"
        ],
        [
            "https://www.usatoday.com/story/news/world/2020/06/12/north-korea-diplomacy-trump-has-failed-boost-nuclear-program/3174457001/",
            "He did so without any precondition, which has ended in stalemate."
        ],
        [
            "https://www.youtube.com/watch?v=F_k0PJgxP_s",
            "Said he was “falling in love”"
        ],
        [
            "https://twitter.com/realdonaldtrump/status/1178986524630802432?lang=en",
            "Congratulated the Chinese Communist Party and the President of China"
        ],
        [
            "https://www.nationalreview.com/corner/while-trump-congratulates-communist-china-on-its-70th-anniversary-senate-republicans-condemn-it/",
            "while Senate Republicans condemned it"
        ],
        [
            "https://www.msn.com/en-us/news/politics/trump-asked-chinas-xi-to-help-him-win-reelection-according-to-bolton-book/ar-BB15CHRB",
            "Asked the President of China to help him win re-election"
        ],
        [
            "https://www.msn.com/en-us/news/politics/trump-asked-chinas-xi-to-help-him-win-reelection-according-to-bolton-book/ar-BB15CHRB",
            "Opposed "
        ],
        [
            "https://vietfactcheck.org/2020/09/15/did-trump-dodge-the-vietnam-war-draft/",
            "did not serve in the Vietnam War"
        ],
        [
            "https://thediplomat.com/2020/07/will-we-see-a-us-vietnam-strategic-partnership/",
            "Re-established significant economic trades with the Communist government of Vietnam"
        ],
        [
            "https://www.cnn.com/2019/11/17/politics/trump-soft-on-russia/index.html",
            "Repeatedly supported Vladimir Putin, the President of Russia and a Communist"
        ],
        [
            "https://vietfactcheck.org/2020/09/18/is-trump-really-anti-socialist-and-anti-communist/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/18/is-trump-really-anti-socialist-and-anti-communist/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-18T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "communist",
        "socialist",
        "trump",
        "anti",
        "really"
    ]
}