{
    "title": "Was there voter fraud in the 2020 Election?",
    "tags": [
        "Donald Trump",
        "English",
        "Joe Biden",
        "Voting"
    ],
    "paragraphs": [
        "Claim: Joe Biden has been named the President-Elect of the United States, but President Donald Trump has refused to concede the election, saying Biden’s win was a result of widespread voter fraud.",
        "\nRating: This claim is FALSE. Election officials in all 50 states, as well as the Department of Homeland Security, have called the 2020 Election “the most secure in American history.” Furthermore, the state of Texas filed a lawsuit contesting the results of the election, but the Supreme Court refused to hear the case. On Dec. 14, the Electoral College affirmed Biden’s win, officially making him the winner of the 2020 Election.\n",
        "",
        "On Nov. 7, 2020, Joe Biden was named the President-Elect of the United States by the major news networks, including Fox News, CNN, and MSNBC. Shortly thereafter, leaders from around the world—such as Canada, Britain, France, and Germany—called Biden to congratulate him on his victory. ",
        "Meanwhile, President Donald Trump has refused to concede the election, saying on Twitter that, “He [Biden] won because the Election was Rigged. NO VOTE WATCHERS OR OBSERVERS allowed, vote tabulated by a Radical Left privately owned company, Dominion, with a bad reputation & bum equipment that couldn’t even qualify for Texas (which I won by a lot!), the Fake & Silent Media, & more!”",
        "Trump is right; he did win the state of Texas. And on Election Night, as the vote tallies were coming in, it looked like Trump was ahead of Biden. That was because in key states such as Michigan, Pennsylvania, and Wisconsin, the votes casted in person on November 3 were reported first. The mail-in ballots were counted and reported later. That meant that on November 3, Trump was ahead of Biden in those states, but as more mail-in ballots were counted, the numbers eventually favored Biden.",
        "Conversely, in states like Florida and Texas, the mail-in ballots were reported first, which meant that Biden was ahead earlier in the evening. Those states were then won by Trump when the day-of votes were counted. ",
        "In the 2020 Election, a record 65 million people voted by mail, which meant that it took longer for mail-in ballots to be verified and counted. ",
        "To win the 2020 Election, Trump had to have beaten Biden in a majority of the 15 battleground states. Biden won nine battleground states, with the most crucial wins in Pennsylvania, Georgia, Wisconsin, Michigan, Nevada, and Arizona. ",
        "Currently, Biden leads Trump with 82,660 votes in Pennsylvania; 12,670 votes in Georgia; 10,457 votes in Arizona; 20,682 votes in Wisconsin; 33,596 votes in Nevada; and 154,188 votes in Michigan. In order for Trump to win the 2020 Election, he needed at least 38 electoral votes, and at least 80,000 popular votes—across multiple states.",
        "Lawsuits",
        "To overturn the results of the 2020 Election, Trump contested the results in multiple states. He’s attempting to do so via lawsuits in those states, to invalidate votes casted in those states. Trump has filed around 40 lawsuits across Arizona, Georgia, Michigan, Nevada, Wisconsin, and Pennsylvania. The suits say that there were instances of people voting twice, that non-citizens were voting, and dead people were voting. As of Dec. 14, 36 lawsuits have been dropped because they lack evidence. Four lawsuits are still pending.",
        "Two law firms that represent the Trump campaign have also announced they will no longer be representing Trump in these voter fraud lawsuits.",
        "The state of Texas also filed a lawsuit to the Supreme Court, seeking to overturn the election results in four battleground states. The suit was supported by the attorney generals in 17 other states and 126 Republican house members. The Supreme Court refused to hear the case, saying that, “Texas has not demonstrated a judicially cognizable interest in the manner in which another State conducts its elections.” It means that Texas has no legal standing in seeking to interfere with the election results in another state. This ruling seems to shut down any legal avenues Trump has to overturn the results of the election.",
        "Dominion",
        "Trump has also alleged that a vote counting software called Dominion was responsible for fraud. He tweeted, saying: “Dominion deleted 2.7 million Trump votes nationwide. Data analysis finds 221,000 Pennsylvania votes switched from President Trump to Biden.” The claim seems to have originated from One America News Network—a far-right, pro-Trump network.",
        "A group of federal, state, and local election officials have disputed Trump’s claims. This group, which includes the Department of Homeland Security’s Cybersecurity and Infrastructure Security Agency and the National Association of State Election Directors, released a statement calling the 2020 Election as “the most secure in American history.”",
        "“There is no evidence that any voting system deleted or lost votes, changed votes, or was in any way compromised,” the coalition said in a statement.",
        "Recounts",
        "The states that Trump is contesting all use paper ballots, which are then fed through a machine to be counted. A recount can easily find any discrepancies. Georgia recounted its ballots three times and Biden was declared the winner all three times.",
        "The Trump campaign can ask for recounts in any of the battleground states. It asked for a partial recount of two Democratic-heavy counties in Wisconsin. The Wisconsin recount reconfirmed Biden as the winner.",
        "In the United States, election rules and processes are determined by individual states. The New York Times called the election offices in every state and found no evidence of large-scale fraud in any state. “There’s a great human capacity for inventing things that aren’t true about elections,” said Frank LaRose, Ohio’s secretary of state, who is a Republican. Trump won the state of Ohio. “The conspiracy theories and rumors and all those things run rampant.” ",
        "The officials admitted that there have been individual instances of voters voting twice or technical glitches, which occur in all elections. But they also agreed that none of those errors, nor recounts, will give Trump the tens of thousands of votes he needs to win the 2020 Election.",
        "Said former Trump National Security Adviser John Bolton, on ABC News: “Trump has lost the election and his claims of election fraud are baseless. The fact is that we’ve seen litigation in all the key battleground states and it has failed consistently.” ",
        "On Dec. 14, 2020, the Electoral College certified the results of the election. Biden received 306 electoral votes, and Trump 232 electoral votes. In the popular vote, Biden is ahead of Trump by 7,059,800 votes; Biden received a total of 81,282,376 votes.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/11/shutterstock_1855337479-e1605825370414.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2277",
            "Tiếng Việt"
        ],
        [
            "https://www.foxnews.com/politics/biden-wins-presidency-trump-fox-news-projects",
            "Fox News"
        ],
        [
            "https://www.cnn.com/2020/11/07/politics/joe-biden-wins-us-presidential-election/index.html",
            "CNN"
        ],
        [
            "https://www.nbcnews.com/politics/2020-election/biden-defeats-trump-win-white-house-nbc-news-projects-n1246912",
            "MSNBC"
        ],
        [
            "https://www.cnn.com/2020/11/11/politics/world-leaders-biden/index.html",
            "leaders from around the world"
        ],
        [
            "https://twitter.com/realDonaldTrump/status/1327956491056279552",
            "on Twitter"
        ],
        [
            "https://www.nbcnews.com/politics/2020-election/beware-blue-mirage-red-mirage-election-night-n1245925",
            "was ahead of Biden"
        ],
        [
            "https://vietfactcheck.org/2020/11/04/why-are-the-results-of-the-2020-elections-taking-so-long-to-come-in/",
            "65 million people"
        ],
        [
            "https://cookpolitical.com/2020-national-popular-vote-tracker",
            "82,660 votes"
        ],
        [
            "https://ballotpedia.org/Ballotpedia%27s_2020_Election_Help_Desk:_Presidential_election_results_subject_to_lawsuits_and_recounts",
            "via lawsuits"
        ],
        [
            "https://www.businessinsider.com/trump-campaign-lawsuits-election-results-2020-11",
            "around 40 lawsuits"
        ],
        [
            "https://www.nytimes.com/2020/11/13/business/porter-wright-trump-pennsylvania.html",
            "Two law firms"
        ],
        [
            "https://www.nytimes.com/2020/12/11/us/politics/supreme-court-election-texas.html",
            "refused to hear the case"
        ],
        [
            "https://www.supremecourt.gov/orders/courtorders/121120zr_p860.pdf",
            "saying that"
        ],
        [
            "https://twitter.com/realDonaldTrump/status/1326926226888544256",
            "tweeted, saying"
        ],
        [
            "https://www.politifact.com/factchecks/2020/nov/12/donald-trump/trumps-tweet-about-27-million-deleted-votes-basele/",
            "One America News Network"
        ],
        [
            "https://www.cisa.gov/news/2020/11/12/joint-statement-elections-infrastructure-government-coordinating-council-election",
            "released a statement "
        ],
        [
            "https://www.cnn.com/2020/12/07/politics/georgia-recount-recertification-biden/index.html",
            "Georgia recounted its ballots"
        ],
        [
            "https://www.cnn.com/2020/11/18/politics/trump-campaign-wisconsin-recount/index.html",
            "partial recount"
        ],
        [
            "https://www.washingtonpost.com/politics/wisconsin-recount-over/2020/11/29/b4896ade-30c9-11eb-96c2-aac3f162215d_story.html",
            "reconfirmed Biden"
        ],
        [
            "https://www.nytimes.com/2020/11/10/us/politics/voting-fraud.html",
            "The New York Times"
        ],
        [
            "https://abcnews.go.com/Politics/week-transcript-11-15-20-adm-brett-giroir/story?id=74218239",
            "ABC News"
        ],
        [
            "https://www.cnn.com/2020/12/14/politics/2020-election-electoral-college-vote/index.html",
            " Electoral College"
        ],
        [
            "https://vietfactcheck.org/2020/11/19/was-there-voter-fraud-in-the-2020-election/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/11/19/was-there-voter-fraud-in-the-2020-election/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-11-19T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "voter",
        "fraud",
        "election",
        "2020"
    ]
}