{
    "title": "Why are the results of the 2020 Elections taking so long to come in?",
    "tags": [
        "English",
        "Voting"
    ],
    "paragraphs": [
        "Claim: President Donald Trump has claimed that counting ballots after Election Day is a form of fraud, and that counting should be stopped. He also declared victory.",
        "\nRating: This claim is FALSE. It is normal in a presidential election for ballots to take days, if not weeks, to be fully counted. In addition, though television networks can declare a winner on Election Night, they are doing so based on the high percentage of ballots that have been counted. But for the 2020 Election, ballots will take longer to be counted, especially in battleground states like Michigan, Wisconsin, and Pennsylvania, which do not start counting their early voting and mail-in ballots until November 3. On November 7, Joe Biden was declared the projected winner of the 2020 Election.\n",
        "",
        "On the morning of November 4, as voting results were coming in from around the country, President Donald Trump declared victory, saying, “We were getting ready to win this election. Frankly, we did win this election.” He also called the counting process that was still happening a “fraud on the American public.” He said his administration would go to the Supreme Court to challenge the election results, saying, “We want all voting to stop. We don’t want them to find any ballots at 4 o’clock in the morning and add them to the list, okay?”",
        "By contrast, former Vice President Pence spoke right after Trump, saying, in more measured tones, “While the votes continue to be counted, we’re gonna remain vigilant,” he said. “I truly do believe, as you do, that we are on the road to victory, and we will make America great again.”",
        "At the time that Trump spoke, neither he nor former Vice President Joe Biden had gained the 270 electoral votes needed to win the election. Trump was making his claim based on the lead he had been receiving in states like Georgia, Pennsylvania, and Michigan. At the time, Trump had a lead based on the number of ballots that had been counted in those states. But when he spoke, hundreds of thousands of ballots in each of those states still needed to be counted. Consequently, neither Biden nor Trump were the projected winner in those states yet.",
        "Trump seems to be equating counting the ballots after Election day to voting after Election day. And that is false. No voting occurred after Election Day. But counting has always occurred after Election Day.",
        "Each state sets its own rules for when mail-in ballots can be received into local election offices. In 22 states, and the District of Columbia, mail-in ballots that were postmarked by November 3 can still arrive after Election Day and still be counted. In California, mail-in ballots can come in as late as November 20. And as of November 3, the Justice Department estimated that there may still be 300,523 mail-in ballots that have not been delivered to election officials, because of delays by the U.S. Postal Service.",
        "When each state begins its counting process also differs from state to state. Twenty-seven states begin counting their mail-in, absentee, or early voting ballots before Election Day, and 20 states start counting mail-in, absentee, or early voting ballots  when they are received by the election offices (with some variations and exceptions in different counties).  But in three critical battleground states—Pennsylvania, Wisconsin, and Michigan—early ballots are not counted until November 3.",
        "All of these variations are why ballots that arrive later can still be counted, and why some states report their total vote count earlier than other states. In addition, ballots from overseas Americans (including military personnel) are also typically counted after Election Day. ",
        "But 2020 is an atypical election year for another reason: because of the COVID-19 pandemic, more voters have voted early in 2020 than in previous elections. Almost 36 million people have voted early in person and over 65 million voted by mail.",
        "But in previous years, even if a winner was declared by television networks like NBC or Fox, it would still take weeks for the results to be confirmed and officially certified. In the 2016 Election, the final vote tally wasn’t released until December 2016.",
        "Trump’s premature claim to victory was also roundly criticized by media pundits, liberal and conservative alike, with conservative commentator Ben Shapiro tweeting: “No, Trump has not already won the election, and it is deeply irresponsible for him to say he has.”",
        "In an official statement, Biden’s campaign manager Jen O’Malley Dillon described Trump’s efforts to stop the counting process as, “a naked effort to take away the democratic rights of American citizens.” She also said that, “The counting will not stop. It will continue until every duly cast vote is counted. Because that is what our laws—the laws that protect every Americans’ constitutional right to vote—require.”",
        "O’Malley Dillon also said, “If the president makes good on his threat to go to court to try to prevent the proper tabulation of votes, we have legal teams standing by ready to deploy to resist that effort.”",
        "According to Commissioner of the Federal Election Commission (FEC), Ellen Weintraub: “All we get on Election Night are projections from TV networks. We never have official results on Election Night. Counting ballots—all of ’em—is the appropriate, proper, and very legal way to determine who won.”",
        "Conclusion: Trump claiming that counting ballots after Election Day is fraud is FALSE. The American democratic process depends on every single vote being counted. Any efforts to impede the count is against the law. On November 7, Joe Biden was declared the projected winner of the 2020 Election by the major news organizations, including CNN, Fox News, and the New York Times.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/11/shutterstock_1839747724-e1604523152298.jpg?fit=840%2C563&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2195",
            "Tiếng Việt"
        ],
        [
            "https://www.washingtonpost.com/elections/2020/11/03/trump-biden-election-live-updates/#link-FNW4S4M7ARAWFPY2GOICS3VZ6Y",
            "President Donald Trump declared victory"
        ],
        [
            "https://www.washingtonpost.com/business/2020/11/03/election-ballot-delays-usps/",
            "300,523 mail-in ballots"
        ],
        [
            "https://www.cnn.com/interactive/2020/politics/mail-in-voting/",
            "Twenty-seven states"
        ],
        [
            "https://www.pewresearch.org/fact-tank/2020/10/13/mail-in-voting-became-much-more-common-in-2020-primaries-as-covid-19-spread/",
            "because of the COVID-19 pandemic"
        ],
        [
            "https://electproject.github.io/Early-Vote-2020G/index.html",
            "36 million"
        ],
        [
            "https://qz.com/857419/why-does-vote-counting-take-so-long-in-the-us/",
            "2016 Election"
        ],
        [
            "https://time.com/4608555/hillary-clinton-popular-vote-final/",
            "until December"
        ],
        [
            "https://www.abc10.com/article/news/nation-world/news-organizations-criticize-president-trumps-election-results-claim/507-9d063bfd-558b-4618-b792-f6016292b5c2",
            "roundly criticized by media pundits"
        ],
        [
            "https://twitter.com/benshapiro/status/1323890527767416834",
            "Ben Shapiro tweeting"
        ],
        [
            "https://joebiden.com/2020/11/04/statement-from-biden-for-president-campaign-manager-jen-omalley-dillon/",
            "an official statement"
        ],
        [
            "https://twitter.com/EllenLWeintraub/status/1321255727521009664",
            "Ellen Weintraub"
        ],
        [
            "https://www.cnn.com/2020/11/04/politics/how-long-states-have-to-count-votes/index.html",
            "every single vote being counted"
        ],
        [
            "https://www.cnn.com/politics/live-news/trump-biden-election-results-11-07-20/index.html",
            "CNN"
        ],
        [
            "https://www.foxnews.com/politics/biden-wins-presidency-trump-fox-news-projects",
            "Fox News"
        ],
        [
            "https://www.nytimes.com/live/2020/11/07/us/election-results",
            "New York Times"
        ],
        [
            "https://vietfactcheck.org/2020/11/04/why-are-the-results-of-the-2020-elections-taking-so-long-to-come-in/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/11/04/why-are-the-results-of-the-2020-elections-taking-so-long-to-come-in/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-11-04T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "elections",
        "2020",
        "long",
        "results",
        "come"
    ]
}