{
    "title": "Will there be a COVID vaccine by October?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: President Trump has repeatedly said that there will be a COVID-19 vaccine by October. ",
        "\nAnswer: This claim is FALSE. According to multiple public health officials, there is low likelihood that a COVID-19 vaccine clinical trial could complete Phase 3 and be available for mass distribution by the end of the year. After that, distribution of the vaccine would take several months. In summary, President Trump is not being factual about a COVID-19 vaccine timeline.\n",
        "",
        "Over Labor Day weekend, President Trump said in a White House briefing that a COVID-19 vaccine would be ready “maybe before a special date. You know what date I’m talking about,” implying before Election Day on Nov. 3, according to CNN. Since the start of the pandemic, Trump has not recognized the uncertain timeline of a COVID-19 vaccine and his suggestions of when a safe vaccine can be distributed run counter to announcements from public health officials. However, to prepare, the Centers for Disease Control and Prevention (CDC) has notified states to be ready for vaccine distribution as early as October or November 2020.",
        "Public concern for COVID-19 vaccine safety has prompted nine pharmaceutical companies to make a historic pledge to uphold scientific integrity in order to “ensure public confidence in the rigorous scientific and regulatory process by which COVID-19 vaccines are evaluated.” ",
        "Despite Trump’s suggestions of a vaccine by election day, leading health experts doubt that a vaccine can be adequately tested by then. Dr. Moncef Slaoui, the chief adviser for the government’s coronavirus vaccine development program, has said that there is a “very, very low chance that the trials running as we speak could be ready before the end of October.” Dr. Anthony Fauci, director of the NIH’s National Institute of Allergy and Infectious Disease since 1984, agreed that a vaccine by October was unlikely. ",
        "Even if a vaccine was approved by October, Slaoui has said that administering it to the entire U.S. population may take until “the middle of 2021.” Distribution will likely occur in phases, being sure to consider individuals at increased risk, front-line workers, and geographic hot-spots. Albert Boula, CEO of pharmaceutical corporation Pfizer, announced that the company may have results of their vaccine trial by the end of October. However delays in vaccine distribution will likely occur due to the need for organized state distribution sites. Additionally, materials to administer the vaccine— such as needles, syringes, and bottles—must be manufactured en-masse. ",
        "Said Slaoui: “Now, in October or November or December or whenever we end up achieving clinical efficacy based on the studies that are ongoing, we may discover that the vaccine is not efficacious, and we have to throw those vaccine doses. Or we may discover that the vaccine is efficacious, and if that’s the case, we will have vaccine doses. We will not have 300 million in December; we will probably have 20, 30 million doses in December.” ",
        "There are currently 9 vaccine trials that are in Phase 3 clinical trial, and some are just beginning to recruit the 30,000 participants needed. Furthermore, several of the candidate vaccines require two doses, spaced 14 to 28 days apart. Individuals will then continue their normal routines in order to assess the vaccine’s ability to protect against the virus. Lastly, participants must undergo repeat COVID-19 testing, adding time it takes for the study to collect data. ",
        "Thorough safety testing of the vaccine is important, as millions of Americans may receive the vaccine and would be affected by adverse effects, even rare ones. The importance of clinical trials is evident as Astrazeneca’s COVID-19 vaccine trial was recently put on hold due to a potential adverse reaction in a participant who developed transverse myelitis, a rare and serious condition affecting the spinal cord. ",
        "Conclusion: Overall, there is low likelihood that a COVID-19 vaccine clinical trial could complete Phase 3 by the end of October. In addition, even if the Phase 3 trials were successful, distribution of the vaccine would take several months. In summary, President Trump is not being factual about a COVID-19 vaccine timeline.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_1643122693.jpg?fit=840%2C473&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/21/lieu-se-co-thuoc-chung-ngua-covid-vao-thang-10-nay-khong/",
            "Tiếng Việt"
        ],
        [
            "https://www.cnn.com/world/live-news/coronavirus-pandemic-09-07-20-intl/h_f5e6d11e22a83184e7cce69ec0b36d3c",
            "said"
        ],
        [
            "https://www.statnews.com/2020/08/27/trump-pledge-vaccine-end-2020/",
            "not recognized"
        ],
        [
            "https://www.nytimes.com/2020/09/02/health/covid-19-vaccine-cdc-plans.html",
            "October or November 2020"
        ],
        [
            "https://www.pfizer.com/health/coronavirus/pledge",
            "pledge"
        ],
        [
            "https://www.npr.org/2020/09/03/909312697/operation-warp-speed-top-adviser-on-the-status-of-a-coronavirus-vaccine",
            "said"
        ],
        [
            "https://www.cnn.com/world/live-news/coronavirus-pandemic-09-03-20-intl/h_fe2ed391d6862c9aa7804f5642181f1d",
            "agreed"
        ],
        [
            "https://www.npr.org/2020/09/03/909312697/operation-warp-speed-top-adviser-on-the-status-of-a-coronavirus-vaccine",
            "said"
        ],
        [
            "https://www.nationalacademies.org/our-work/a-framework-for-equitable-allocation-of-vaccine-for-the-novel-coronavirus",
            "consider"
        ],
        [
            "https://www.cnbc.com/2020/09/13/coronavirus-pfizer-vaccine-could-be-given-to-americans-before-end-of-year-ceo-says.html?__source=twitter%7Cmain",
            "announced"
        ],
        [
            "https://www.cdc.gov/vaccines/hcp/admin/storage/toolkit/storage-handling-toolkit.pdf",
            "materials"
        ],
        [
            "https://www.vox.com/2020/9/8/21419912/covid-19-vaccine-coronavirus-fda-cdc-election-2020-trump",
            "require two doses"
        ],
        [
            "https://www.statnews.com/2020/09/09/astrazeneca-covid19-vaccine-trial-hold-patient-report/",
            "trial was recently put on hold"
        ],
        [
            "https://vietfactcheck.org/2020/09/21/will-there-be-a-covid-vaccine-by-october/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/21/will-there-be-a-covid-vaccine-by-october/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-21T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en",
    "keywords": [
        "vaccine",
        "covid",
        "october"
    ]
}