{
    "title": "Chủng ngừa của hãng Johnson & Johnson COVID-19 có kém an toàn không?",
    "tags": [
        "bệnh COVID-19",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Nhiều người Mỹ gốc Việt tin rằng, chủng ngừa Johnson & Johnson không an toàn bằng chủng ngừa của hãng Moderna và Pfizer, lý do chỉ cần tiêm một mũi và có mức hiệu quả thấp hơn.",
        "\nThẩm định: Giả định này SAI. Chủng ngừa Johnson & Johnson đã được Cơ quan Quản lý Thực phẩm và Dược phẩm Hoa Kỳ (FDA) chuẩn thuận. Theo nhiều chuyên gia y tế bao gồm Bác sĩ Anthony Fauci, Giám đốc Viện Dị ứng và Bệnh truyền nhiễm Quốc gia, chủng ngừa này 85% hiệu quả trong việc ngăn ngừa các ca nhập viện do COVID-19, và hiệu quả 100% trong việc ngăn ngừa các ca tử vong liên quan đến COVID-19.\n",
        "",
        "Theo Cơ quan Quản lý Thực phẩm và Dược phẩm Hoa Kỳ (FDA), chủng ngừa của hãng Johnson & Johnson, còn được gọi là chủng ngừa Janssen, có mức hiệu quả 67% trong việc ngăn ngừa nhiễm trùng COVID-19 từ trung bình đến nghiêm trọng có thể xảy ra ít nhất 14 ngày sau khi tiêm chủng. Nhưng quan trọng hơn, đối với các trường hợp nhiễm COVID-19 nặng (cần phải nhập viện), chủng ngừa có mức 77% hiệu quả 14 ngày sau khi tiêm, và tăng lên 85% công hiệu 28 ngày sau khi chích. Chủng ngừa cũng hiệu quả 100% ngăn ngừa tử vong liên quan đến COVID.",
        "Để đánh giá mức an toàn, đã có 43.783 người tham gia trong các thử nghiệm lâm sàng, 4 tuần sau khi tiêm chủng ngừa hãng J&J, không một ai nhiễm COVID-19 mà cần phải nhập viện. Cũng không có trường hợp tử vong.",
        "Không như chủng ngừa của hãng Pfizer và Moderna cần phải tiêm hai mũi để đạt hiệu quả 95% ngăn ngừa nhiễm trùng COVID-19 nhẹ và nặng, chủng ngừa hãng J&J chỉ cần một mũi tiêm nên sẽ thuận tiện hơn cho nhiều người.",
        "Chủng ngừa hãng J&J là loại chủng ngừa đầu tiên đòi hỏi chỉ cần tiêm một lần  trong cuộc chiến chống đại dịch COVID-19, và đã được FDA cấp Giấy phép Sử dụng Khẩn cấp vào ngày 27 tháng 2 năm 2021. Kể từ ngày 1 tháng 3, Johnson & Johnson đã cho chủng ngừa có mặt trên toàn Hoa Kỳ.",
        "Cách hoạt động của chủng ngừa hãng Johnson & Johnson",
        "Tương tự như chủng ngừa của hãng Pfizer và Moderna, chủng ngừa J&J không chứa bất kỳ vi rút COVID-19 nào. Do đó bạn không thể nhiễm COVID-19 từ chủng ngừa.",
        "Thuốc chủng ngừa J&J được gọi là chủng ngừa adenovector. Cách chủng ngừa hoạt động là sửa đổi một con vi rút adenovirus hiện đang có sẵn (vi rút gây cảm lạnh thông thường) với gen để tạo ra protein gai của coronavirus (một loại protein trên bề mặt của coronavirus).",
        "Một khi tiêm vào cơ thể người, adenovirus đã bị biến đổi đó không thể tự tái tạo hoặc gây nhiễm trùng. Công việc của adenovirus này là đưa DNA của nó vào nhân tế bào của chúng ta. Sau đó, loại gen tạo ra protein gai bị tế bào của chúng ta đọc qua, và được sao chép thành RNA truyền thông tin, hoặc viết tắc là mRNA. Kế tiếp, mRNA này truyền lệnh các tế bào của chúng ta chế tạo các protein gai của coronavirus để hệ miễn dịch của cơ thể tiêu diệt.",
        "Tương tự như chủng ngừa của hãng Pfizer và Moderna, điều này có nghĩa là khi chúng ta nhiễm vi rút COVID-19 thật sự, hệ miễn dịch của chúng ta sẽ biết cách chống lại vi rút, vì do đã từng chiến đấu với một thứ tương tự trước đây. Công nghệ adenovector này là độc nhất nhưng hãng Johnson & Johnson đã có nhiều kinh nghiệm với công nghệ này, sau khi dùng nó để làm ra chủng ngừa Ebola chính hãng.",
        "Theo Trung tâm Kiểm soát và Phòng ngừa Dịch bệnh, các tác dụng phụ thường gặp nhất đối với chủng ngừa hãng J&J là:",
        "Đau ở cánh tay.Mệt mỏi.Đau đầu.Đau cơ.Ớn lạnh.",
        "Những tác dụng phụ này là tạm thời và phổ biến hơn ở những người 18-59 tuổi. Nếu bạn bị dị ứng với bất kỳ thành phần nào trong chủng ngừa hãng J&J, bạn không nên tiêm nó. Hãy tư vấn nhà cung cấp dịch vụ y tế của bạn để biết loại chủng ngừa nào tốt nhất cho mình.",
        "\n\n",
        "\n\n\nĐể hẹn ngày tiêm chủng ngừa, xin đến trang\n\nVietCovid.org\n\nViệt Kiểm Tin đang liên kết với nhiều tổ chức cộng đồng và y tế để giúp cộng đồng người Mỹ gốc Việt hiểu thêm về chủng ngừa COVID-19. Dự án này được hỗ trợ bởi: Hội Người Mỹ Gốc Việt Cấp Tiến (PIVOT), Dịch Vụ Y Tế Á Châu (AHS), Liên Hiệp Ngành Móng Tay Lành Mạnh (California Healthy Nail Salon Collaborative), Liên Minh Sinh Viên Bắc Mỹ Gốc Việt (UNAVSA), Trung Tâm Tài Nguyên Hành Động Đông Nam Á (SEARAC), Trung Tâm Nghiên Cứu Sức Khoẻ Y Tế Người Mỹ Gốc Á (ARCH) và Hiệp Hội Tổ Chức Sức Khoẻ Cộng Đồng Châu Á Thái Bình Dương (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/shutterstock_1874007694.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3309&preview=true&_thumbnail_id=3314",
            "English"
        ],
        [
            "https://www.everydayhealth.com/coronavirus/the-johnson-johnson-covid-vaccine-what-you-need",
            "hiệu quả 100%"
        ],
        [
            "https://www.fda.gov/news-events/press-announcements/fda-issues-emergency-use-authorization-third-covid-19-vaccine",
            "Theo Cơ quan Quản lý Thực phẩm và Dược phẩm Hoa Kỳ (FDA)"
        ],
        [
            "https://www.yahoo.com/lifestyle/johnson-johnson-vaccin",
            "hiệu quả 100% ngăn ngừa"
        ],
        [
            "https://www.jnj.com/johnson-johnson-covid-19-vaccine-authorized-by-u-s-fda-for-emergency-usefirst-single-shot-vaccine-in-fight-against-global-pandemic",
            "chủng ngừa đầu tiên đòi hỏi chỉ cần tiêm một lần "
        ],
        [
            "https://www.prevention.com/health/a35227295/johnson-and-johnson-co",
            "có mặt trên toàn Hoa Kỳ"
        ],
        [
            "https://vietfactcheck.org/2021/02/05/mot-nguoi-co-the-nhiem-covid-19-sau-khi-tiem-chung-ngua-hay-khong/",
            "Pfizer và Moderna"
        ],
        [
            "https://www.prevention.com/health/a35227295/johnson-and-johnson-covid-19-vac",
            "không chứa bất kỳ vi rút COVID-19 nào"
        ],
        [
            "https://www.jnj.com/our-company/simplifying-the-science-of-covid-19-how-adenovector-vaccines-work",
            "chủng ngừa adenovector"
        ],
        [
            "https://www.nytimes.com/interactive/2020/health/johnson-johnson-covid-19-vaccine.html",
            "là đưa DNA của nó vào"
        ],
        [
            "https://www.jnj.com/johnson-johnson-announces-european-commission-approval-for-janssens-preventi",
            "chủng ngừa Ebola chính hãng"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/janssen.html",
            "Theo Trung tâm Kiểm soát và Phòng ngừa Dịch bệnh"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/janssen.html",
            "dị ứng với bất kỳ thành phần nào"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/03/26/chung-ngua-cua-hang-johnson-johnson-covid-19-co-an-toan-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/03/26/chung-ngua-cua-hang-johnson-johnson-covid-19-co-an-toan-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-03-26T00:00:00",
    "veracity": NaN,
    "category": "thong-tin-ve-vac-xin-covid-19",
    "language": "vi",
    "title_eng": "Is Johnson &amp; Johnson&#39;s COVID-19 vaccine less safe?",
    "keywords": [
        "johnson",
        "19",
        "ngừa",
        "không",
        "covid"
    ],
    "keywords_eng": [
        "johnson",
        "19",
        "prevent",
        "Are not",
        "covid"
    ]
}