{
    "title": "Amy Coney Barrett có chống Obamacare hay không?",
    "tags": [
        "Chương Trình Y Tế",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả Định: Cựu phó tổng thống Joe Biden có tuyên bố rằng nếu thẩm phán Amy Coney Barrettđược bổ nhiệm vào Tối Cao Pháp Viện, bà sẽ bỏ phiếu hủy bỏ chương trình Affordable CareAct (ACA), tại vì bà phản đối luật đó.",
        "\nThẩm Định: Tuyên bố này PHẦN LỚN THẬT. Trong quá khứ bà Barrett đã chỉ trích chương trình ACA (hay Obamacare). Nhưng bà chưa khẳng định sẽ bỏ phiếu hủy bỏ chương trình này nếu được bổ nhiệm vào Tối Cao Pháp Viện. Nếu chương trình ACA bį Tối Cao Pháp Viện cho là sai hiến pháp, khoảng 23 triệu người sẽ bị mất bảo hiểm.\n",
        "",
        "Vào ngày 18 tháng 9 năm 2020, Thẩm Phán Tối Cao Ruth Bader Ginsburg qua đời, để lại một ghế trống trong Tối Cao Pháp Viện Hoa Kỳ. Ngày 26 tháng 9 Tổng Thống Trump đã đề cử Amy Barrett, thẩm phán toà án phúc thẩm khu vực thứ 7 vào chức vụ Thẩm phán Tối Cao để thay thế Ginsburg; một chức vụ trọn đời.",
        "Ngày 27 tháng 9, ứng cử viên Tổng thống và cựu phó Tổng thống Joe Biden đã tuyên bố việc tổng thống Trump đề cử Barrett vào chức thẩm phán tối cao sẽ gây nguy hiểm cho ACA. Ngày 10 tháng 11, Toà Án Tối Cao sẽ xử một vụ kiện cổ võ bởi chính quyền Trump để phán quyết về sự hợp pháp của ACA.",
        "Theo lời ông Biden: “Việc này sẽ ảnh hưởng đến y tế. Sẽ quyết định sự sống còn của chương trình ACA. Những người với quá trình bệnh lý sẽ có còn được bảo hiểm hay không. Phái nữ có thể sẽ phải chi trả nhiều hơn phái nam cho cùng một trị liệu. Việc này liên quan đến chương trình bảo hiểm sức khỏe cho mọi người dân trong mùa đại dịch.”",
        "ACA được tổng thống Obama ký thành sắc luật năm 2010, mang bảo hiểm y tế đến cho hơn 23 triệu người, trong đó có 147 ngàn người Mỹ gốc Việt. Chương trình ACA đã mở rộng tiêu chuẩn cho nhiều người được hưởng Medicaid và ngăn cấm các hãng bảo hiểm không được từ chối những người có quá trình bệnh lý. Tối Cao Pháp Viện đã xử 2 vụ kiện chống ACA và đã đứng về phía chương trình này. Trump đã quyết định hủy bỏ chương trình Obamacare và một trong những cách ông dùng là bổ nhiệm một thẩm phán theo trường phái Bảo Thủ vào Tối Cao Pháp Viện.",
        "Ngày 27 tháng 9 Trump đã tweet: “Obamacare sẽ được thay thế bằng một chương trình khác tốt HƠN nhiều và RẺ hơn, và ACA sẽ bị Tối Cao Pháp Viện cho chấm dứt. Sẽ là một chiến thắng LỚN cho nước Mỹ!” Tuy nhiên Trump vẫn chưa công bố chi tiết rõ ràng về chương trình thay thế.",
        "Về phần bà, Barrett đã viết một bài chỉ trích quyết định của Tối Cao Pháp Viện năm 2012 về chương trình ACA. Theo quyết định, một quy luật trong chương trình ACA buộc cá nhân phải có bảo hiểm, nếu không sẽ bị thuế phạt, đã không vi phạm hiến pháp. Chánh Án John Roberts coi Obamacare như một loại thuế. Trong bài viết của mình, Barrett đã nói: “Chánh Án Roberts đã đẩy ACA quá mức độ mà luật pháp có thể chấp nhận chỉ để cứu chương trình này.”",
        "Những vụ kiện mới nhất chống lại ACA cũng tập trung vào quy luật buộc cá nhân phải có bảo hiểm. Nếu được bổ nhiệm đúng lúc, Barrett sẽ tham gia tranh cãi vào ngày 10 tháng 11.",
        "Ngoài ra, Barrett đã ký kiến nghị phản đối việc ACA quy định một phần của chương trình bảo hiểm sức khỏe của hãng làm phải bao gồm sự tiếp cận biện pháp ngừa thai cho nhân viên. Barrett nói như vậy là vi phạm quyền “tự do tín ngưỡng” của các công ty.",
        "Mặc dù với những tiền tích như vậy, Barrett chưa chính thức công bố sẽ bỏ phiếu chốngObamacare hay không. Trong cuộc phỏng vấn với Uỷ Ban Tư Pháp Thượng Viện ngày 13tháng 10, Barrett nói: “Tôi không tẩy chay ACA”",
        "Kết luận: Tuyên bố là Amy Coney Barrett phản đối Obamacare được xét là PHẦN LỚN THẬT dựa trên sự chỉ trích ACA của Barrett trong quá khứ. Với Trump đả quyết định hủy bỏ chương trình Obamacare và một trong những cách ông dùng là bổ nhiệm một thẩm phán theo trường phái Bảo Thủ vào Tối Cao Pháp Viện. Tuy nhiên Barrett chưa chính thức công bố có quyết định chống lại ObamaCare hay không nếu được nhậm chức vào Tối Cao Pháp Viện đúng lúc để tham dự vào vụ xử kiện về sự hợp lệ của ACA ngày 10 tháng 11. Nếu ACA bį hủy bỏ khoảng 23 triệu người sẽ mất bảo hiểm sức khỏe.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/50397882607_e2a641161e_k.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1759",
            "English"
        ],
        [
            "https://vietfactcheck.org/2020/10/19/giai-thich-tham-phan-toi-cao-phap-vien-hoa-ky-ruth-bader-ginsburg-da-day-manh-quyen-binh-dang-cho-phu-nu-hoa-ky-nhu-the-nao/",
            "Ruth Bader Ginsburg"
        ],
        [
            "https://www.nytimes.com/article/supreme-court-obamacare-case.html",
            " sự hợp pháp của ACA"
        ],
        [
            "https://vietfactcheck.org/2020/09/29/biden-co-ung-ho-medicare-cho-moi-nguoi-khong/",
            "23 triệu người"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/co-that-la-trump-co-ke-hoach-cham-soc-suc-khoe-tot-hon-obamacare-khong/",
            "chưa công bố chi tiết rõ ràng"
        ],
        [
            "https://scholarship.law.nd.edu/cgi/viewcontent.cgi?article=2330&context=law_faculty_scholarship",
            "một bài"
        ],
        [
            "https://www.npr.org/2020/10/05/919704165/the-election-and-a-fresh-obamacare-challenge-loom-over-new-supreme-court-term",
            "ACA"
        ],
        [
            "https://www.newsweek.com/amy-coney-barrett-aca-1533764",
            "ký kiến nghị"
        ],
        [
            "https://news.yahoo.com/trumps-supreme-court-nominee-face-100906943.html",
            "Barrett nói"
        ],
        [
            "https://vietfactcheck.org/2020/10/20/amy-coney-barrett-se-huy-bo-obamacare-hay-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/20/amy-coney-barrett-se-huy-bo-obamacare-hay-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-20T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Is Amy Coney Barrett Against Obamacare?",
    "keywords": [
        "obamacare",
        "không",
        "amy",
        "barrett",
        "có"
    ],
    "keywords_eng": [
        "obamacare",
        "Are not",
        "amy",
        "Barrett",
        "Yes"
    ]
}