{
    "title": "Có gian lận bầu cử trong kỳ bầu cử 2020 hay không?",
    "tags": [
        "Bầu Cử",
        "Donald Trump",
        "Joe Biden",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Joe Biden đã được công nhận là Tổng Thống Đắc Cử của Hoa Kỳ, nhưng tổng thống Donald Trump từ chối chịu thua trong kỳ bầu cử và nói rằng chiến thắng của Biden là do gian lận bầu cử rộng rãi.",
        "\nThẩm định: Giả định này SAI. Các viên chức bầu cử ở tất cả 50 tiểu bang cũng như Cục An Ninh Nội Địa Hoa Kỳ đã nói kỳ bầu cử 2020 là “kỳ bầu cử an toàn nhất trong lịch sử Hoa Kỳ.” Hơn nữa, tiểu bang Texas đã đệ đơn kiện tranh chấp kết quả bầu cử, nhưng Tối Cao Pháp Viện từ chối xét xử vụ việc. Vào ngày 14 tháng 12, Cử Tri Đoàn đã xác nhận chiến thắng của Biden, và ông đã chính thức trở thành người chiến thắng trong Cuộc Bầu Cử năm 2020.\n",
        "",
        "Vào ngày 7 Tháng 11, 2020, Joe Biden đã được công nhận là Tổng Thống Đắc Cử của Hoa Kỳ bởi các kênh truyền thông chính gồm  Fox News, CNN, và MSNBC. Không lâu sau đó, các nhà lãnh đạo trên toàn thế giới—như Canada, Anh, Pháp, và Đức—đã gọi cho Biden để chúc mừng chiến thắng của ông.",
        "Trong khi đó, Tổng Thống Trump đã từ chối công nhận kỳ bầu cử và nói trên Twitter rằng, “Ông ta [Biden] thắng vì Kỳ Bầu Cử đã bị Lũng Loạn. NHỮNG NGƯỜI XEM VÀ THEO DÕI ĐẾM PHIẾU KHÔNG được cho vào, phiếu bầu được đếm bằng công ty của Giới Cực Tả, Dominion, với uy tín tệ hại & và máy móc vô giá không đủ điều kiện cho Texas (nơi tôi thắng áp đảo!), Truyền Thông Giả Tạo & Câm Lặng, & hơn nữa!”",
        "Trump nói đúng; ông thắng tiểu bang Texas, Và trong đêm bầu cử, khi kết quả kiểm phiếu dần được thông báo, Trump có vẻ như dẫn trước Biden. Đó là vì các tiểu bang quan trọng như Michigan, Pennsylvania, và Wisconsin, phiếu được bỏ trực tiếp vào ngày 3 tháng 11 được thông báo trước. Phiếu được gửi qua thư được đếm và thông báo sau. Có nghĩa là vào ngày 3 tháng 11, Trump dẫn trước Biden tại các tiểu bang đó, nhưng khi ngày càng nhiều các phiếu gửi qua thư được đếm thì Biden có lợi thế hơn.",
        "Ngược lại, tại các tiểu bang như Florida và Texas, phiếu bỏ qua thư được đếm trước, có nghĩa là Biden dẫn trước sớm vào buổi tối. Các tiểu bang đó sau đó được dự đoán Trump thắng khi phiếu bỏ trong ngày được đếm.",
        "Trong Kỳ Bầu Cử 2020, một con số kỷ lục 65 triệu người đã bỏ phiếu qua thư, có nghĩa là cần nhiều thời gian hơn để đếm và kiểm phiếu qua thư.",
        "Để thắng trong Kỳ Bầu Cử 2020 Trump phải thắng Biden tại phần lớn trong số 15 tiểu bang tranh chấp. Biden đã thắng 9 tiểu bang, quan trọng nhất trong số đó là Pennsylvania, Georgia, Wisconsin, Michigan, Nevada, và Arizona. ",
        "Hiện nay, Biden đang dẫn trước Trump với 82,660 phiếu tại Pennsylvania; 12,670 phiếu tại Georgia; 10,457 phiếu tại Arizona; 20,682 phiếu tại Wisconsin; 33,596 phiếu tại Nevada; và 154,188 phiếu tại Michigan. Để Trump có thể thắng trong Kỳ Bầu Cử 2020, ông cần ít nhất là 38 phiếu đại cử tri, và ít nhất là 80,000 phiếu phổ thông—trên nhiều tiểu bang.",
        "Đơn Kiện",
        "Để đảo ngược kết quả kỳ bầu cử 2020, Trump đã chống lại kết quả tại nhiều tiểu bang. Để làm điều này ông đang đệ đơn kiện để vô hiệu hóa các phiếu được bỏ tại các tiểu bang đó. Trump đã nộp 40 đơn kiện tại Arizona, Georgia, Michigan, Nevada, Wisconsin, và Pennsylvania. Các đơn kiện nói rằng có các trường hợp một người bỏ phiếu hai lần, những người không phải công dân bỏ phiếu và người đã chết đi bỏ phiếu. Cho đến ngày 14 tháng 12, 36 đơn kiện đã bị từ chối thụ lý do thiếu bằng chứng. Bốn vụ kiện vẫn còn đang diễn ra.",
        "Hai công ty luật đại diện cho chiến dịch của Trump đã tuyên bố họ sẽ không đại diện cho Trump trong các vụ kiện liên quan đến gian lận bầu cử nữa.",
        "Tiểu bang Texas cũng đã đệ đơn kiện lên Tối Cao Pháp Viện tìm cách lật ngược kết quả bầu cử ở bốn tiểu bang tranh chấp. Vụ kiện nhận được sự ủng hộ của các Bộ Trưởng Tư Pháp ở 17 tiểu bang khác và 126 Dân biểu đảng Cộng hòa. Tối Cao Pháp Viện từ chối xét xử vụ kiện, nói rằng, “về mặt tư pháp, Texas đã không thể chứng minh sự hiện lợi ích có thể nhận thức được vào cách một Tiểu Bang khác tiến hành bầu cử của tiểu bang ấy.” Có nghĩa là Texas không có tư cách pháp lý trong việc tìm cách can thiệp vào kết quả bầu cử ở tiểu bang khác. Phán quyết này dường như đóng cửa mọi con đường hợp pháp mà Trump có để lật ngược kết quả bầu cử.",
        "Dominion",
        "Trump cũng cáo buộc rằng một phần mềm kiểm phiếu tên Dominion tạo ra gian lận. Ông đã tweet: “Dominion đã xóa 2,7 triệu phiếu bầu cho Trump trên toàn quốc. Phân tích dữ liệu cho thấy 221,000 phiếu bầu ở Pennsylvania chuyển lựa chọn trên phiếu từ Tổng thống Trump sang Biden.” Tuyên bố này dường như bắt nguồn từ One America News Network — một mạng lưới cực hữu ủng hộ Trump.",
        "Một nhóm các quan chức bầu cử liên bang, tiểu bang và địa phương đã phản bác các tuyên bố của Trump. Nhóm này, bao gồm Cơ quan An ninh mạng và Cơ sở hạ tầng của Bộ An ninh Nội địa và Hiệp hội Quốc gia của các Giám đốc Bầu cử Tiểu bang, đã đưa ra một tuyên bố nói Kỳ Bầu Cử 2020 là “an toàn nhất trong lịch sử Hoa Kỳ.”",
        "“Không có bằng chứng cho thấy bất kỳ hệ thống bỏ phiếu nào đã xóa hoặc đánh mất phiếu bầu, thay đổi phiếu bầu hoặc bị xâm phạm dưới bất kỳ hình thức nào,” nhóm này cho biết trong một tuyên bố.",
        "Kiểm Lại Phiếu",
        "Các tiểu bang mà Trump đang tranh cử đều sử dụng phiếu giấy mà sau đó sẽ được một máy đếm qua. Việc kiểm lại sẽ dễ dàng tìm thấy bất kỳ bất đồng nào. Georgia đã kiểm lại phiếu ba lần, và vẫn tuyên bố Biden là người đắc cử cả ba lần.",
        "Chiến dịch tranh cử của Trump có thể yêu cầu kiểm lại phiếu ở bất kỳ tiểu bang nhiều tranh chấp nào. Họ đã yêu cầu kiểm lại một phần phiếu tại hai quận tập trung nhiều người theo Đảng Dân chủ tại tiểu bang Wisconsin. Theo sự kiểm lại phiếu, Biden vẫn là người chiến thắng tại Wisconsin. ",
        "Tại Mỹ, mỗi tiểu bang đưa ra các quy tắc và quy trình bầu cử. Tờ New York Times đã gọi các văn phòng bầu cử ở các tiểu bang và không tìm thấy bằng chứng về gian lận quy mô lớn ở bất kỳ tiểu bang nào. Frank LaRose, ngoại trưởng tiểu bang Ohio thuộc Đảng Cộng hòa, cho biết: “Dựng lên những điều sai sự thật về bầu cử là một khả năng rất nhân tính.” Trump thắng bang Ohio. “Các thuyết âm mưu và tin đồn và tất cả những gì tương tự hiện đang tràn lan mọi nơi.”",
        "Các quan chức nói rằng đã có những trường hợp riêng lẻ cử tri bỏ phiếu hai lần hoặc trục trặc kỹ thuật—những điều cuộc bầu cử nào cũng có. Nhưng họ cũng đồng ý rằng không có sai sót nào hay việc kiểm lại phiếu sẽ cho Trump hàng chục nghìn phiếu bầu ông đang cần để thắng Kỳ Bầu Cử 2020.",
        "Cựu Cố vấn An ninh Quốc gia của Trump John Bolton nói trên ABC News rằng: “Trump đã thua kỳ bầu cử và những tuyên bố của ông về gian lận bầu cử là vô căn cứ. Thực tế chúng ta đang thấy là các vụ kiện ở tất cả các tiểu bang nhiều tranh chấp gặp thất bại liên tục.”",
        "Vào ngày 14 tháng 12 năm 2020, Cử Tri Đoàn đã chứng nhận kết quả của Cuộc Bầu cử năm 2020. Biden nhận được 306 phiếu đại cử tri, và Trump nhận 232 phiếu đại cử tri. Về số phiếu phổ thông, Biden dẫn trước Trump 7.059.800 phiếu; Biden đã nhận được tổng cộng 81.282.376 phiếu bầu.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/11/shutterstock_1855337479-e1605825370414.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2269",
            "English"
        ],
        [
            "https://www.foxnews.com/politics/biden-wins-presidency-trump-fox-news-projects",
            "Fox News"
        ],
        [
            "https://www.cnn.com/2020/11/07/politics/joe-biden-wins-us-presidential-election/index.html",
            "CNN"
        ],
        [
            "https://www.nbcnews.com/politics/2020-election/biden-defeats-trump-win-white-house-nbc-news-projects-n1246912",
            "MSNBC"
        ],
        [
            "https://www.cnn.com/2020/11/11/politics/world-leaders-biden/index.html",
            "nhà lãnh đạo trên toàn thế giới"
        ],
        [
            "https://twitter.com/realDonaldTrump/status/1327956491056279552",
            " Twitter"
        ],
        [
            "https://www.nbcnews.com/politics/2020-election/beware-blue-mirage-red-mirage-election-night-n1245925",
            "dẫn trước Biden"
        ],
        [
            "https://vietfactcheck.org/2020/11/04/tai-sao-ket-qua-bau-cu-nam-2020-lai-mat-nhieu-thoi-gio-den-the/",
            "65 triệu người"
        ],
        [
            "https://cookpolitical.com/2020-national-popular-vote-tracker",
            "82,660 phiếu"
        ],
        [
            "https://ballotpedia.org/Ballotpedia%27s_2020_Election_Help_Desk:_Presidential_election_results_subject_to_lawsuits_and_recounts",
            "đệ đơn kiện"
        ],
        [
            "https://www.businessinsider.com/trump-campaign-lawsuits-election-results-2020-11",
            "40 đơn kiện"
        ],
        [
            "https://www.nytimes.com/2020/11/13/business/porter-wright-trump-pennsylvania.html",
            "Hai công ty luật"
        ],
        [
            "https://www.nytimes.com/2020/12/11/us/politics/supreme-court-election-texas.html",
            "Tối Cao Pháp Viện"
        ],
        [
            "https://www.supremecourt.gov/orders/courtorders/121120zr_p860.pdf",
            "nói rằng"
        ],
        [
            "https://twitter.com/realDonaldTrump/status/1326926226888544256",
            "Ông đã tweet"
        ],
        [
            "https://www.politifact.com/factchecks/2020/nov/12/donald-trump/trumps-tweet-about-27-million-deleted-votes-basele/",
            "One America News Network"
        ],
        [
            "https://www.cnn.com/2020/12/07/politics/georgia-recount-recertification-biden/index.html",
            "ba lần"
        ],
        [
            "https://www.cnn.com/2020/11/18/politics/trump-campaign-wisconsin-recount/index.html",
            "kiểm lại một phần phiếu"
        ],
        [
            "https://www.washingtonpost.com/politics/wisconsin-recount-over/2020/11/29/b4896ade-30c9-11eb-96c2-aac3f162215d_story.html",
            "Biden vẫn là người"
        ],
        [
            "https://www.nytimes.com/2020/11/10/us/politics/voting-fraud.html",
            "Tờ New York Times"
        ],
        [
            "https://abcnews.go.com/Politics/week-transcript-11-15-20-adm-brett-giroir/story?id=74218239",
            "nói trên ABC News rằng"
        ],
        [
            "https://www.cnn.com/2020/12/14/politics/2020-election-electoral-college-vote/index.html",
            "306 phiếu"
        ],
        [
            "https://vietfactcheck.org/2020/11/19/co-gian-lan-bau-cu-trong-ky-bau-cu-2020-hay-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/11/19/co-gian-lan-bau-cu-trong-ky-bau-cu-2020-hay-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-11-19T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Is there voter fraud in the 2020 election?",
    "keywords": [
        "2020",
        "lận",
        "không",
        "cử",
        "có"
    ],
    "keywords_eng": [
        "2020",
        "cheat",
        "Are not",
        "door",
        "Yes"
    ]
}