{
    "title": "Có phải là Joe Biden và Kamala Harris theo chủ nghĩa xã hội không?",
    "tags": [
        "Chương Trình Y Tế",
        "Joe Biden",
        "Kinh Tế",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Tổng thống Donald Trump và một số thành viên Đảng Cộng hòa tuyên bố rằng cựu Phó tổng thống Joe Biden và Nghị sĩ Kamala Harris theo chủ nghĩa xã hội, và các chính sách của họ là chính sách xã hội chủ nghĩa.",
        "\nThẩm định: Giả định này SAI. Xã hội chủ nghĩa chủ trương xóa bỏ các doanh nghiệp tư nhân để nhà nước kiểm soát phương tiện sản xuất. Các hành động của Joe Biden trong nhiệm kỳ Obama cũng như các chi tiết đề xuất chính sách của ông trên tư cách ứng cử viên tổng thống không hề bao gồm việc loại bỏ doanh nghiệp tư nhân. Trái lại, các hành động và đề xuất này tập trung cân bằng vào cả việc mở rộng các chương trình công cộng như Medicaid và giáo dục cũng như cộng tác với các công ty tư nhân trong các lĩnh vực y tế và năng lượng tái tạo. \n",
        "",
        "Tổng thống Trump và các chính khách Đảng Cộng hòa khác đã tuyên bố rằng Joe Biden và Kamala Harris theo chủ nghĩa xã hội, và trong một buổi vận động tranh cử nói rằng, “Chúng ta sẽ không trở thành một đất nước xã hội chủ nghĩa. Chúng ta sẽ không có một tổng thống theo chủ nghĩa xã hội.”",
        "Tuy nhiên khi xem xét kỹ chương trình tranh cử của Biden và Harris ta thấy rằng họ tập trung cân bằng vào việc hỗ trợ các doanh nghiệp tư nhân và doanh nghiệp nhỏ, cũng như củng cố mạng lưới an sinh xã hội, cung cấp dịch vụ y tế với giá cả phải chăng và giáo dục cho mọi người Mỹ.",
        "Định nghĩa bình thường về “chủ nghĩa xã hội” là cộng đồng nói chung sở hữu và kiểm soát các phương tiện sản xuất và phân phối như tiền vốn và đất đai, thường với một chính phủ tập trung. Trong khi đó, chủ nghĩa tư bản là một hệ thống trong đó các phương tiện sản xuất do giới chủ nhân tư kiểm soát nhằm tạo lợi nhuận. ",
        "Trong những năm gần đây, một số cá nhân trong Đảng Dân chủ như Thượng Nghị sĩ Bernie Sanders và Dân biểu Alexandra Ocasio-Cortez và Rashida Tlaib đã tự nhận mình là những người theo “chủ nghĩa Xã hội Dân chủ. Nhưng chính sách họ đưa ra giống với các quốc gia Bắc Âu như Đan Mạch và Thuỵ Điển, nơi chăm sóc y tế toàn dân và một loạt các phúc lợi xã hội được coi như tiêu chuẩn và được chi trả bằng mức thuế cao hơn. Tuy nhiên, nền kinh tế các nước này vẫn theo tư bản và được tư nhân sở hữu. ",
        "Điều này tương phản với các chính phủ như Việt Nam, nơi chính phủ kiểm soát phần lớn các doanh nghiệp và tài sản (và trong lịch sử, quá trình chuyển đổi sở hữu từ tư nhân sang nhà nước đã xảy ra trong bạo lực). ",
        "Nhánh Chủ nghĩa Xã hội Dân chủ trong Đảng dân chủ không ủng hộ việc xóa bỏ doanh nghiệp hay tài sản tư nhân. Chưa ai từng đề xuất việc nhà nước tiếp thu các tập đoàn lớn như Amazon hay Disney.",
        "Biden cũng phủ nhận cái mác xã hội chủ nghĩa. Trong một cuộc phỏng vấn, ông nói, “Tôi đã đánh bại phe chủ nghĩa xã hội,” ám chỉ Sanders. “Đấy là cách mà tôi thắng cử. Đấy là cách mà tôi được đề cử. Có ai thật nghĩ tôi theo chủ nghĩa xã hội không? Hãy nhìn vào sự nghiệp của tôi — toàn bộ sự nghiệp. Tôi không phải là người theo chủ nghĩa xã hội.”",
        "Cương lĩnh tranh cử của Biden và Harris ôn hòa hơn so với các đồng nghiệp Dân chủ. Nó tập trung vào việc bành trướng các chương trình công như Medicaid và giáo dục. Nó cũng bao gồm việc hợp tác với các doanh nghiệp tư nhân trong các lĩnh vực như y tế và năng lượng tái tạo.",
        "Biden không ủng hộ việc xóa bỏ bảo hiểm y tế tư nhân. Đạo luật Chăm sóc Sức khỏe với Giá cả Phải chăng (ACA) mà ông ủng hộ khi là phó tổng thống trong chính quyền Obama cho phép người dân được giữ bảo hiểm y tế tư nhân hoặc mua gói bảo hiểm cho riêng mình tại thương trường. Đây là lần đầu tiên các công ty bảo hiểm mất quyền từ chối cung cấp bảo hiểm cho các cá nhân đã có bệnh trạng từ trước. ",
        "Biden đã tuyên bố rằng ông muốn bành trướng ACA và cho phép công chúng lựa một loại bảo hiểm y tế công cộng do chính phủ vận hành (tương tự như Medicaid) cho những ai không đủ khả năng mua bảo hiểm tư nhân. Những chính sách này nhắm vào giải quyết các vấn đề thực tế. Trong năm 2020, hơn 43% người Mỹ tuổi 19 đến 64 không có đủ bảo hiểm y tế, có nghĩa là họ hoặc không có bảo hiểm, hoặc giá tiền bảo hiểm hay các khoản phải đóng góp thêm quá đắt đỏ khiến họ không được chăm sóc đầy đủ. ",
        "Kế hoạch giáo dục của Biden chủ yếu nhắm vào các trường đại học công lập. Ông đề xuất miễn học phí cho tất cả sinh viên từ các gia đình có thu nhập hàng năm là 125.000 đô-la trở xuống. Kế hoạch này sẽ được thực hiện cùng với chính quyền các tiểu bang để đầu tư nhiều hơn cho hệ thống đại học. Trong thời gian qua, các tiểu bang đã đều đặn giảm tài trợ cho các trường đại học, khiến học phí gia tăng. Một nghiên cứu của Đại học Georgetown cho thấy kế hoạch giáo dục đại học của Biden, được tài trợ bằng tiền thuế, sẽ tự hoàn vốn trong vòng 10 năm.",
        "Có phải Biden muốn hủy diệt kỹ nghệ dầu mỏ?",
        "",
        "Trump và các chính khách Đảng Cộng hòa đã đổ rằng kế hoạch chống biến đổi khí hậu của Biden là một động thái nhằm hủy diệt kỹ nghệ dầu mỏ. Quả thật Biden đã nói trong buổi tranh luận tổng thống lần thứ ba rằng ông sẽ ngưng trợ cấp liên bang cho ngành dầu mỏ. Việc này phù hợp với lời khuyên của các nhà khoa học trong lĩnh vực biến đổi khí hậu, đó là rút vốn khỏi các ngành năng lượng bẩn như dầu và than, và chuyển sang năng lượng sạch và từ mặt trời. Kế hoạch của Biden sử dụng các khoản trợ cấp hiện đang dành cho nhiên liệu hóa thạch và đầu tư cho năng lượng sạch, tương tự như chính quyền Obama đã từng đầu tư vào các trại năng lượng gió và mặt trời của tư nhân, giúp các ngành công nghiệp này phát triển.",
        "Tính đến năm 2019, chi phí sản xuất năng lượng tái tạo đã thấp hơn so với nhiên liệu hóa thạch. Trung Quốc đã đầu tư vào năng lượng tái tạo nhiều hơn cả Hoa Kỳ và Liên minh Châu Âu góp lại, và dự kiến sẽ chi thêm 6 nghìn tỷ đô-la trong 20 năm tới để đạt được sự độc lập về năng lượng. Kế hoạch của Biden cho thấy tầm quan trọng của việc Hoa Kỳ giữ thế cạnh tranh trong lĩnh vực năng lượng sạch và rẻ.",
        "Kế hoạch của Biden cũng bao gồm việc khuyến khích các công ty sản xuất xe hơi đưa ra các loại xe không tạo khí thải (một việc đã bắt đầu từ thời Obama). Kế hoạch này cũng bao gồm việc trả tiền cho người Mỹ nào muốn đổi xe cũ để lấy mẫu xe mới tiết kiệm năng lượng hơn. Đặt biệt, những ưu đãi của Obama đã giúp cho Tesla, một công ty sản xuất xe hơi và năng lượng tái tạo đạt được lợi nhuận và tăng trưởng. Tesla đã nhận được một khoản tín dụng liên bang trị giá 465 triệu đô-la vào năm 2010. Kể từ đó, họ đã trả lại khoản vay và đạt được giá trị thị trường gần 400 tỷ đô-la, cao gần gấp đôi Toyota. ",
        "Biden cũng muốn cung cấp một khoản hoàn tiền thuế cho các doanh nghiệp Mỹ sản xuất các sản phẩm tại Mỹ.",
        "Việc chính phủ liên bang cấp tiền cho các công ty tư nhân hoặc cá nhân là điều mà các tổng thống trước đây đã làm. Chẳng hạn, Trump đã thông qua Đạo luật CARES để hỗ trợ các cá nhân và công ty chịu ảnh hưởng của đại dịch COVID-19, và sử dụng Đạo luật Sản xuất Quốc phòng để buộc các công ty tư nhân sản xuất thiết bị và vật tư y tế cần thiết để chống đại dịch. ",
        "Kết luận: Mặc dù một số thành viên Đảng Dân chủ tự nhận là “những người theo chủ nghĩa xã hội dân chủ,” tất cả các chính trị gia trong đảng này ủng hộ một nền kinh tế tư bản. Giống như Biden và Harris, họ muốn thúc đẩy các doanh nghiệp Mỹ, đồng thời cung cấp một mạng lưới an sinh xã hội mạnh mẽ và mức lương cao hơn cho người lao động Mỹ. Điều này nhằm giải quyết các vấn đề cấp bách ở Mỹ, chẳng hạn như chi phí giáo dục tăng cao và hàng triệu người Mỹ không có bảo hiểm y tế.",
        "Những lời phê bình về chủ nghĩa xã hội thường được các chính trị gia sử dụng để hạ thấp uy tín của đối thủ. Để thực sự hiểu một ứng viên có theo chủ nghĩa xã hội hay không, chúng ta cần đọc hết các đề xuất chính sách để xem họ có dự định quốc hữu hóa các doanh nghiệp tư nhân hay không. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/50225902266_15fab4f942_k.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_777484921.jpg?resize=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_777484921.jpg?resize=840%2C560&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2120",
            "English"
        ],
        [
            "https://www.npr.org/2020/08/25/905895428/republicans-blast-democrats-as-socialists-heres-what-socialism-is",
            "tuyên bố rằng"
        ],
        [
            "https://www.businessinsider.com/obama-private-sector-job-growth-2015-2",
            "nhiệm kỳ Obama"
        ],
        [
            "https://www.npr.org/2020/08/25/905895428/republicans-blast-democrats-as-socialists-heres-what-socialism-is",
            "tuyên bố rằng"
        ],
        [
            "https://www.cbsnews.com/news/watch-live-trump-rallies-florida-the-villages-pensacola-watch-live-stream-today-2020-10-23/",
            "nói rằng"
        ],
        [
            "https://www.merriam-webster.com/dictionary/socialism",
            "“chủ nghĩa xã hội”"
        ],
        [
            "https://www.merriam-webster.com/dictionary/capitalism",
            "chủ nghĩa tư bản"
        ],
        [
            "https://www.washingtonpost.com/opinions/global-opinions/democrats-use-nordic-nations-as-models-of-socialism-they-actually-involve-a-lot-of-capitalism/2019/06/24/b6d9bbdc-945c-11e9-b58a-a6a9afaa0e3e_story.html",
            "các quốc gia Bắc Âu"
        ],
        [
            "https://www.nytimes.com/2020/09/22/us/politics/bidens-response-to-voters-concerned-about-socialism-i-beat-the-socialist.html",
            "ông nói"
        ],
        [
            "https://joebiden.com/joes-vision/#",
            "Cương lĩnh tranh"
        ],
        [
            "https://vietfactcheck.org/2020/09/29/biden-co-ung-ho-medicare-cho-moi-nguoi-khong/",
            "Giá cả Phải chăng (ACA) "
        ],
        [
            "https://www.commonwealthfund.org/publications/issue-briefs/2020/aug/looming-crisis-health-coverage-2020-biennial#:~:text=In%20the%20first%20half%20of%202020%2C%2043.4%20percent%20of%20U.S.,uninsured%20rate%20was%2012.5%20percent.",
            "43% người Mỹ"
        ],
        [
            "https://joebiden.com/beyondhs/",
            "Kế hoạch giáo dục"
        ],
        [
            "https://www.cbpp.org/research/state-budget-and-tax/state-higher-education-funding-cuts-have-pushed-costs-to-students",
            "phí gia tăng"
        ],
        [
            "https://www.marketwatch.com/story/new-analysis-estimates-the-financial-cost-and-benefits-of-bidens-free-college-plan-11601962724",
            "trong vòng 10 năm"
        ],
        [
            "https://www.washingtonpost.com/politics/2020/10/23/how-politically-damaging-were-bidens-comments-about-closing-down-oil-industry/",
            "tranh luận tổng thống lần thứ ba"
        ],
        [
            "https://www.nytimes.com/2019/10/07/business/energy-environment/climate-energy-experts-debate.html",
            "hợp với lời khuyên"
        ],
        [
            "https://joebiden.com/climate-plan/",
            "Kế hoạch của Biden"
        ],
        [
            "https://www.scientificamerican.com/article/obama-has-done-more-for-clean-energy-than-you-think/",
            "chính quyền Obama"
        ],
        [
            "https://www.irena.org/publications/2019/May/Renewable-power-generation-costs-in-2018",
            "Tính đến năm 2019"
        ],
        [
            "https://www.renewableenergyworld.com/2019/12/01/end-of-the-year-wrap-up-five-figures-show-chinas-renewable-energy-growth-in-2019/#gref",
            "6 nghìn tỷ đô-la"
        ],
        [
            "https://www.usatoday.com/story/news/politics/2020/03/31/trump-eases-up-obama-era-fuel-efficiencies-rules-cars-trucks/5093923002/",
            "từ thời Obama"
        ],
        [
            "https://www.bloomberg.com/news/articles/2020-06-09/tesla-got-a-major-boost-from-2009-u-s-stimulus#:~:text=One%20year%20after%20Obama%20took,in%20the%20Bay%20Area%20alone.",
            "Tesla"
        ],
        [
            "https://joebiden.com/the-biden-harris-plan-to-fight-for-workers-by-delivering-on-buy-america-and-make-it-in-america/",
            "khoản hoàn tiền thuế"
        ],
        [
            "https://vietfactcheck.org/2020/09/18/trump-co-that-su-chong-chu-nghia-xa-hoi-va-chong-cong-khong/",
            "Trump đã thông qua"
        ],
        [
            "https://www.nytimes.com/2019/07/20/us/politics/trump-democrats-socialists.html",
            "tất cả các chính trị gia"
        ],
        [
            "https://vietfactcheck.org/2020/10/31/co-phai-la-joe-biden-va-kamala-harris-theo-chu-nghia-xa-hoi-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/31/co-phai-la-joe-biden-va-kamala-harris-theo-chu-nghia-xa-hoi-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-31T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Are Joe Biden and Kamala Harris Socialist?",
    "keywords": [
        "harris",
        "không",
        "phải",
        "và",
        "có"
    ],
    "keywords_eng": [
        "harris",
        "Are not",
        "right",
        "and",
        "Yes"
    ]
}