{
    "title": "Có phải phần lớn các trường hợp tử vong do COVID-19 hiện nay là những người chưa chích ngừa?",
    "tags": [
        "bệnh COVID-19",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Một bài viết từ hãng thông tấn Associated Press nói rằng 99% trường hợp nhập viện/tử vong mới do COVID-19 ở Hoa Kỳ là những người chưa chích ngừa.",
        "\nThẩm định: Giả định này HẦU HẾT ĐÚNG. Hiện vẫn chưa thể biết chính xác tỷ lệ nhập viện/tử vong ở nhóm người chưa tiêm chủng và ở nhóm người tiêm chủng đầy đủ vì còn thiếu dữ liệu. Tuy nhiên, toàn bộ thông tin hiện có đều cho thấy gần như tất cả các trường hợp nhập viện và tử vong do COVID-19 hiện nay đều là những người chưa tiêm phòng. Nhiều quan chức chính phủ, cả đảng Dân Chủ và đảng Cộng Hòa, đồng tình với đánh giá này và khuyến khích mọi người nên đi chích ngừa.\n",
        "",
        "Vào ngày 29 tháng 6, tờ Associated Press đã phân tích dữ liệu của chính phủ từ Trung Tâm Kiểm Soát và Phòng Ngừa Dịch Bệnh (CDC). Dữ liệu cho thấy, chỉ có 1,1% bệnh nhân nhập viện do COVID-19 là đã được tiêm chủng đầy đủ, chỉ ít hơn 1.200 trong số 107.000 người. Điều này có nghĩa là 98,9% trường hợp nhiễm trùng là ở những người đã tiêm chủng một phần hoặc hoàn toàn chưa tiêm chủng.",
        "Bộ dữ liệu tương tự cũng cho biết chỉ 0,8% trường hợp tử vong do COVID-19 là những người đã tiêm chủng ngừa đầy đủ — điều này có nghĩa là 99,2% trường hợp tử vong là những người chưa tiêm chủng ngừa.",
        "Trung tâm CDC chưa công bố bảng phân tích của riêng mình vì họ vẫn còn thiếu thông tin về tình trạng tiêm chủng của những người nhập viện hoặc qua đời do COVID-19. Có năm tiểu bang không ghi chép dữ liệu về nhóm người đã tiêm chủng bị nhiễm COVID-19. Điều này đồng nghĩa với số ca nhiễm COVID-19 ở nhóm người đã chích ngừa đầy đủ có thể cao hơn một chút so với bảng phân tích của hãng thông tấn Associated Press.",
        "Dù dữ liệu vẫn chưa đầy đủ, tỷ lệ nhập viện/tử vong xảy ra ở nhóm người chưa tiêm phòng có thể rất cao. Nhiều chuyên gia khẳng định rằng phần lớn các trường hợp nhập viện/tử vong là những người chưa tiêm chủng ngừa đầy đủ.",
        "Trích dẫn dữ liệu của trung tâm CDC tại một sự kiện ngày 21 tháng 7, Tổng Thống Joe Biden đã gọi tình hình hiện tại là “một đại dịch đối với những người chưa tiêm phòng”.",
        "Bác sĩ Anthony Fauci, giám đốc Viện Dị Ứng và Bệnh Truyền Nhiễm Quốc Gia Hoa Kỳ, cho biết 99,2% trường hợp tử vong do COVID-19 ở Hoa Kỳ là những người chưa chích ngừa.",
        "Vào tháng 7, người đứng đầu CDC là  Bác sĩ Rochelle Walensky nói rằng “99,5% trường hợp tử vong do COVID-19 ở Hoa Kỳ là những người chưa tiêm chủng”.",
        "Thống đốc tiểu bang Alabama, Kay Ivey, theo đảng Cộng Hòa, nói: “gần 100% số ca nhập viện mới là những người chưa chích ngừa. Và những người tử vong chắc chắn luôn là chưa tiêm phòng”.",
        "Theo trung tâm CDC, tỷ lệ chích ngừa của tiểu bang Alabama chỉ là 34,2%, thấp nhất trong nước. Theo Sở Y Tế Công Cộng Alabama, chỉ có 20 trong số 529 trường hợp tử vong gần đây là nhóm người đã tiêm chủng đầy đủ. Nói cách khác thì 96,2% số ca tử vong mới đây là ở nhóm người chưa chích ngừa đầy đủ.",
        "Thống đốc tiểu bang Florida, Ron DeSantis, người theo đảng Cộng Hòa và từng tuyên bố rằng chủng ngừa COVID-19 ” đang cứu nhiều sinh mạng”, nói rằng: “Nếu bạn đã được tiêm chủng — đầy đủ — tỷ lệ bạn bị bệnh nặng hoặc tử vong do COVID thực sự là con số 0 … Nếu nhìn vào nhóm người đang nhập viện, hơn 95% trong số họ là chưa chích ngừa đầy đủ hoặc chưa chích gì cả”. Theo trung tâm CDC, hiện có 48,6% người dân Florida đã được tiêm phòng đầy đủ.",
        "Dữ liệu địa phương ủng hộ kết luận này. Ví dụ, theo Bộ Dịch Vụ Y Tế Tiểu Bang Texas, kể từ tháng 02, có 8.787 người ở đây đã chết vì COVID-19. Trong số đó, chỉ có 43 người là được tiêm phòng đầy đủ, nghĩa là 99,5% số người tử vong là chưa tiêm chủng ngừa.",
        "Ở tiểu bang Maryland vào tháng 6, tất cả trường hợp tử vong do COVID-19 là những người chưa tiêm chủng, và có hơn 93% số ca nhập viện là những người chưa chích ngừa.",
        "Ngay cả các dữ liệu của các thành phố và quận hạt cũng ăn khớp với nhau. Theo Sở Y Tế Công Cộng Quận King, trong tháng 5 tại thành phố Seattle, nơi có nhiều người Mỹ gốc Việt sinh sống, 97% ca nhiễm COVID là những người chưa tiêm chủng.",
        "Biến thể Delta có khả năng lây truyền từ 40% đến 60% cao hơn so với vi rút đầu tiên của COVID-19, dựa theo nhóm chuyên môn về mô hình hoạt động tên SPI-M-O, thuộc tổ chức Khoa Học Đại Dịch Cúm. Nhóm này làm tư vấn cho Bộ Chăm Sóc Y Tế và Xã Hội ở Anh Quốc.",
        "Những người chưa tiêm chủng ngừa ngay từ đầu đã có nhiều nguy cơ nhiễm COVID-19. Khi biến thể Delta dễ lây lan hơn, thì có nhiều khả năng bị nhiễm COVID-19 nghiêm trọng hơn.",
        "Các chủng ngừa COVID-19 hiện tại có hiệu quả chống lại biến thể Delta. Một nghiên cứu, có gần 20.000 người tham gia, đã được xuất bản trong tạp chí y học The New England Journal of Medicine, cho thấy hai liều thuốc của chủng ngừa hãng Pfizer có mức hiệu quả 88% ngăn ngừa nhập viện do biến thể Delta. Nhóm cho xuất bản bài nghiên cứu này là từ cơ quan Y Tế Công Cộng Anh, Viện Nghiên Cứu Y Tế Quốc Gia, và các tổ chức chính phủ và học viện khác ở Vương Quốc Anh.",
        "Điều này cho thấy chích ngừa là hành động cần thiết để ngăn ngừa tử vong do COVID-19, đặc biệt là biến thể Delta.",
        "\n\n\nĐể hẹn ngày tiêm chủng ngừa, xin đến trang\n\nVietCovid.org\n\nViệt Kiểm Tin đang liên kết với nhiều tổ chức cộng đồng và y tế để giúp cộng đồng người Mỹ gốc Việt hiểu thêm về chủng ngừa COVID-19. Dự án này được hỗ trợ bởi: Hội Người Mỹ Gốc Việt Cấp Tiến (PIVOT), Dịch Vụ Y Tế Á Châu (AHS), Liên Hiệp Ngành Móng Tay Lành Mạnh (California Healthy Nail Salon Collaborative), Liên Minh Sinh Viên Bắc Mỹ Gốc Việt (UNAVSA), Trung Tâm Tài Nguyên Hành Động Đông Nam Á (SEARAC), Trung Tâm Nghiên Cứu Sức Khoẻ Y Tế Người Mỹ Gốc Á (ARCH) và Hiệp Hội Tổ Chức Sức Khoẻ Cộng Đồng Châu Á Thái Bình Dương (AAPCHO).\n\n\n",
        "Bài viết này được hỗ trợ bởi Trung Tâm Kiểm Soát và Ngăn Ngừa Dịch Bệnh (CDC) của Bộ Y Tế và Dịch Vụ Nhân Sinh Hoa Kỳ (HHS) dưới dạng là một phần của một giải thưởng tài chính tổng cộng $3,300,000 — với 40% đến từ CDC và HHS. Nội dung bài viết là của riêng tác giả/các tác giả và không nhất thiết làm đại diện cho các ý kiến chính thức, hoặc là hành động ủng hộ, của CDC/HHS hay Chính phủ Hoa Kỳ.",
        "This article is supported by the Centers for Disease Control and Prevention of the U.S. Department of Health and Human Services (HHS) as part of a financial assistance award totaling $3,300,000 with 40% funded by CDC/HHS. The contents are those of the author(s) and do not necessarily represent the official views of, nor an endorsement, by CDC/HHS, or the U.S. Government.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/08/shutterstock_1661222104.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4602",
            "English"
        ],
        [
            "https://apnews.com/article/coronavirus-pandemic-health-941fcf43d9731c76c16e7354f5d5e187",
            "tờ Associated Press đã phân tích"
        ],
        [
            "https://apnews.com/article/coronavirus-pandemic-health-941fcf43d9731c76c16e7354f5d5e187",
            "vẫn còn thiếu thông tin"
        ],
        [
            "https://www.cincinnati.com/story/news/politics/2021/07/21/joe-biden-cnn-town-hall-transcript/8051311002/",
            "ngày 21 tháng 7"
        ],
        [
            "https://www.theguardian.com/us-news/2021/jul/08/fears-of-new-us-covid-surge-as-delta-spreads-and-many-remain-unvaccinated",
            "Bác sĩ Anthony Fauci"
        ],
        [
            "https://www.businessinsider.com/us-coronavirus-deaths-nearly-all-among-unvaccinated-cdc-head-2021-7",
            " Bác sĩ Rochelle Walensky"
        ],
        [
            "https://www.nytimes.com/video/us/politics/100000007884087/alabama-governor-coronavirus-unvaccinated.html",
            "tiểu bang Alabama, Kay Ivey"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#vaccinations",
            "Theo trung tâm CDC"
        ],
        [
            "https://www.alabamapublichealth.gov/news/2021/07/13.html",
            "Theo Sở Y Tế Công Cộng Alabama"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#vaccinations",
            "Theo trung tâm CDC"
        ],
        [
            "https://www.texastribune.org/2021/07/21/coronavirus-texas-vaccinated-deaths/",
            "theo Bộ Dịch Vụ Y Tế Tiểu Bang Texas"
        ],
        [
            "https://health.maryland.gov/allegany/Documents/COVID-19/Press/COVID-19%20Update%2007-09-2021.pdf#search=june%20unvaccinated",
            "Ở tiểu bang Maryland vào tháng 6"
        ],
        [
            "https://kingcounty.gov/depts/health/news/2021/May/28-covid-vaccine.aspx",
            "Theo Sở Y Tế Công Cộng Quận King, trong tháng 5 tại thành phố Seattle"
        ],
        [
            "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/993321/S1267_SPI-M-O_Consensus_Statement.pdf",
            "lây truyền từ 40% đến 60% cao hơn "
        ],
        [
            "https://www.nejm.org/doi/full/10.1056/NEJMoa2108891",
            "mức hiệu quả 88%"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/08/10/co-phai-phan-lon-cac-truong-hop-tu-vong-do-covid-19-hien-nay-la-nhung-nguoi-chua-chich-ngua/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/08/10/co-phai-phan-lon-cac-truong-hop-tu-vong-do-covid-19-hien-nay-la-nhung-nguoi-chua-chich-ngua/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-08-10T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Are the majority of COVID-19 deaths now unvaccinated?",
    "keywords": [
        "19",
        "ngừa",
        "covid",
        "hiện",
        "tử"
    ],
    "keywords_eng": [
        "19",
        "prevent",
        "covid",
        "presently",
        "death"
    ]
}