{
    "title": "Có phải Trump là một doanh nhân tài ba?",
    "tags": [
        "Donald Trump",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Trump đã nhiều lần nói ông đủ điều kiện làm tổng thống do đã từng là một doanh nhân thành công, và nhiều người Mỹ tin điều này.",
        "\nKhẳng Định: Giả định này HẦU HẾT LÀ SAI. Tuy Trump đã kiếm được nhiều tiền từ ngành giải trí và địa ốc, hồ sơ khai thuế trong hai thập niên qua hé lộ rằng ông đã thua lỗ nhiều hơn số tiền ông kiếm được.\n",
        "",
        "Giữa năm 2004 và 2018, Trump kiếm được 427,4 triệu đô-la nhờ để các công ty địa ốc sử dụng thương hiệu của mình, và từ chương trình truyền hình The Apprentice. Tuy nhiên, theo một bài trên tờ báo The New York Times, Trump “đã không trả đồng thuế nào trong 10 của 15 năm qua – vì theo lời khai trong hồ sơ thuế cá nhân, Trump đã lỗ một số tiền lớn hơn rất nhiều số tiền đã kiếm được.”",
        "Sau đây là vài thất bại lớn nhất trong cuộc đời làm ăn của Trump:",
        "Vào năm 2016 và 2017, năm đầu tiên trên ghế tổng thống, mỗi năm Trump chỉ trả 750 đô-la thuế liên bang. Đó là vì trong năm 2017, thu nhập của Trump là 14,8 triệu đô-la, nhưng ông đã khai lỗ 27,6 triệu.",
        "Từ năm 1985 đến 1994, các doanh nghiệp của Trump lỗ tổng cộng là 1,17 tỉ đô-la. Năm này qua năm khác, Trump đã thua lỗ nhiều hơn hầu như bất cứ người Mỹ nào có trả thuế.",
        "Trong vòng 18 tháng sau khi khai trương công ty hàng không Trump Shuttle của mình vào năm 1989, doanh nghiệp này lỗ 125 triệu.",
        "Từ năm 2000, Trump đã khai lỗ hơn 315 triệu từ các sân gôn của ông.",
        "Khách sạn Washington của Trump đã lỗ hơn 55 triệu từ khi mở cửa vào năm 2016.",
        "Sòng bài Trump Taj Mahal tại Atlantic City, New Jersey, đã khai phá sản hai lần trong thời gian Trump sở hữu. Sau khi bỏ ra 1,2 tỷ đô-la để xây cất dự án này, Trump đã phải bán nó với giá 50 triệu vào năm 2017. Trump đã làm các công ty của mình bị vỡ nợ tổng cộng sáu lần.",
        "Vào năm 2018, Trump đã trả 25 triệu để giải quyết một vụ kiện tập thể của những sinh viên cáo buộc rằng họ bị đại học Trump University, một trường tư vụ lợi nay đã đóng cửa, lừa gạt.",
        "Trump hiện đang nợ hàng trăm triệu đô-la tiền mượn có thế chấp cho bất động sản. Vào năm 2016, ông mượn có thế chấp 100 triệu đô-la cho phần văn phòng của tòa nhà Trump Tower. Dường như ông chưa trả lại đồng nào của món nợ này, trong khi hạn trả nợ là năm 2022. Thêm nữa, hồ sơ thuế cho thấy cá nhân Trump chịu trách nhiệm cho 421 triệu tiền nợ, với phần lớn phải trả hết trong vòng 4 năm.",
        "Danh mục đầu tư của Trump dễ bị ảnh hưởng bởi suy thoái kinh tế do đại dịch COVID-19 gây nên; trị giá của các tòa nhà văn phòng, khách sạn, và khu nghỉ mát của Trump đã tụt xuống 600 triệu đô-la.",
        "Ngoài những thua lỗ kinh doanh trên, Trump hiện đang phải đối mặt với một cuộc kiểm toán bởi sở thuế liên bang IRS vì đã khai để IRS trả lại 72.9 triệu đô-la vào năm 2010, ngay cả sau khi đã khai những khoản thua lỗ khổng lồ 1,4 tỉ đô-la vào năm 2008 và 2009. Trump có thể nợ IRS đến 100 triệu đô-la nếu IRS khám phá rằng lời khai của Trump sai sự thật.",
        "Tường thuật của tờ New York Times dựa trên hồ sơ khai thuế của Trump qua hai thập niên mà tờ báo đã thu thập được. Trước đây, Trump đã không chịu tiết lộ hồ sơ khai thuế của mình, tuy rằng các chính khách khác đều làm thế khi họ ra tranh cử. Trump nói rằng ông không thể công bố hồ sơ khai thuế vì đang bị kiểm toán. Điều này không thật. Việc kiểm toán không cản trở một tổng thống công bố hồ sơ khai thuế của mình.",
        "Trump đã gạt bỏ các tường thuật của New York Times là “tin giả.” Nhưng ông vẫn không chịu công bố hồ sơ khai thuế của mình. Thượng nghị sĩ Cộng hòa Chuck Grassley, chủ tọa của Ủy ban Tài chánh Thượng viện, dường như đã xác nhận là tường thuật của New York Times là chính xác, khi chia sẻ rằng ông “rất quan tâm” đến cách hồ sơ khai thuế của Trump được công bố, nói rằng, “những tin này lẽ ra phải không được tiết lộ.”",
        "Kết luận: Giả định rằng Trump là một nhà doanh nhân thành công, có nghĩa là đã xây dựng các cơ sở thương mại có lời, đã được kiểm chứng là HẦU HẾT SAI. Năm này qua năm khác, Trump đã khai trên hồ sơ thuế rằng số tiền thua lỗ lớn hơn tiền thu vào rất nhiều. Chính cá nhân Trump cũng chịu trách nhiệm cho 421 triệu đô-la tiền nợ cần phải trả trong vòng 4 năm tới.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1585235176.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/10/06/is-trump-really-a-good-businessman/",
            "English"
        ],
        [
            "https://www.nytimes.com/interactive/2020/09/28/us/donald-trump-taxes-apprentice.html",
            "427,4 triệu"
        ],
        [
            "https://www.nytimes.com/interactive/2020/09/27/us/donald-trump-taxes.html",
            "lỗ một số tiền lớn hơn rất nhiều số tiền đã kiếm được."
        ],
        [
            "https://www.nytimes.com/2020/09/29/us/trump-750-taxes.html",
            "750 đô-la"
        ],
        [
            "https://www.nytimes.com/interactive/2019/05/07/us/politics/donald-trump-taxes.html",
            "1,17 tỉ đô-la"
        ],
        [
            "https://www.businessinsider.com/donald-trump-airline-shuttle-transportation-pan-am-eastern-new-york-2019-1",
            "lỗ 125 triệu"
        ],
        [
            "https://www.nytimes.com/2020/09/27/us/trump-taxes-takeaways.html",
            "315 triệu"
        ],
        [
            "https://www.nytimes.com/2020/09/27/us/trump-taxes-takeaways.html",
            "55 triệu"
        ],
        [
            "https://www.businessinsider.com/how-trump-bankrupted-the-taj-mahal-2017-5",
            "phá sản"
        ],
        [
            "https://www.politifact.com/factchecks/2016/jun/21/hillary-clinton/yep-donald-trumps-companies-have-declared-bankrupt/",
            "sáu lần"
        ],
        [
            "https://www.cnn.com/2018/04/10/politics/trump-university-settlement-finalized-trnd/index.html",
            "25 triệu"
        ],
        [
            "https://www.nytimes.com/2020/09/27/us/trump-taxes-takeaways.html",
            "nợ hàng trăm triệu"
        ],
        [
            "https://www.forbes.com/sites/forbespr/2020/09/08/forbes-releases-39th-annual-forbes-400-ranking-of-the-richest-americans/#b9fc18b335b0",
            "600 triệu đô-la"
        ],
        [
            "https://www.npr.org/2020/09/27/917566141/trump-dismisses-new-york-times-reporting-that-he-paid-little-in-federal-income-t",
            "bang IRS"
        ],
        [
            "https://www.cnn.com/2019/04/04/politics/trump-audit-fact-check/index.html",
            "không cản trở"
        ],
        [
            "https://www.usatoday.com/story/news/politics/2020/09/30/chuck-grassley-says-donald-trump-tax-returns-should-not-have-gotten-out/5874449002/",
            "“rất quan tâm”"
        ],
        [
            "https://vietfactcheck.org/2020/10/06/co-phai-trump-la-mot-doanh-nhan-tai-ba/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/06/co-phai-trump-la-mot-doanh-nhan-tai-ba/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-06T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Is Trump a brilliant businessman?",
    "keywords": [
        "phải",
        "có",
        "doanh",
        "một",
        "trump"
    ],
    "keywords_eng": [
        "right",
        "Yes",
        "business",
        "one",
        "trump"
    ]
}