{
    "title": "Có phải Trump ủng hộ chủ nghĩa da trắng thượng đẳng?",
    "tags": [
        "Donald Trump",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Một số người Mỹ tin rằng Trump giúp những kẻ theo chủ nghĩa da trắng thượng đẳng bằng cách cổ xuý kỳ thị chủng tộc trong nước và từ chối lên án các lãnh đạo và tổ chức theo chủ nghĩa này.",
        "\nThẩm định: Giả định này PHẦN LỚN LÀ ĐÚNG. Trump nhận được nhiều sự ủng hộ từ các nhóm chủ nghĩa da trắng thượng đẳng như Ku Klux Klan (đảng KKK) và Proud Boys. Mặc dù Trump đã chỉ trích các tổ chức này, ông chỉ lên tiếng khi gặp áp lực từ nhiều phía. Ngoài ra, Trump cũng tỏ ra khoan dung với các tổ chức chủ nghĩa da trắng thượng đẳng thông qua các phát biểu trước công chúng và tài khoản Twitter. Ông đã từng đăng lại trên Twitter đoạn ghi hình một người đàn ông hô hào “sức mạnh da trắng.”\n",
        "",
        "Chủ nghĩa da trắng thượng đẳng là niềm tin rằng chủng tộc da trắng vốn dĩ có ưu thế hơn các chủng tộc khác và nên có quyền lực hơn cả. Tháng 10/2020, Bộ an ninh Nội địa (DHS) đã xác nhận những phần tử cực đoan theo chủ nghĩa da trắng thượng đẳng là “mối đe doạ dai dẳng và có nguy cơ gây chết người nhất khi nói về các thành phần cực đoan bạo lực trong nước.” DHS báo cáo rằng, tính từ 2018, những kẻ theo chủ nghĩa da trắng thượng đẳng đã tiến hành nhiều cuộc tấn công trong nước Mỹ hơn bất kỳ một phong trào cực đoan bạo lực nào khác.",
        "Mối quan hệ của Trump với chủ nghĩa da trắng thượng đẳng đã được báo chí đăng tải rộng rãi trong suốt sự nghiệp và nhiệm kỳ tổng thống của ông. Bất chấp những chỉ trích liên tục về sự gần gũi giữa ông và những kẻ theo chủ nghĩa dân tộc da trắng, Trump vẫn tiếp tục mở đường cho những kẻ kỳ thị chủng tộc này. Gần đây nhất, Trump từ chối lên án nhóm Proud Boys, một nhóm chủ nghĩa da trắng thượng đẳng cổ xúy bạo lực, trong cuộc tranh luận tổng thống đầu tiên ngày 29 tháng 2020, Trump kêu gọi họ “hãy lùi lại và sẵn sàng,” một thông điệp mà nhóm Proud Boys hiểu là có ý ủng hộ và đã lấy làm khẩu hiệu. ",
        "Sau khi nhận được sự phê bình gay gắt từ cả phía Dân Chủ và Cộng Hoà, hai ngày sau, Trump đã rút lại những lời nói của mình trong cuộc tranh luận và lên án hai nhóm da trắng cực đoan Ku Klux Klan và Proud Boys.",
        "Mặc dù Trump đôi khi chỉ trích các nhóm chủ nghĩa da trắng thượng đẳng, các ghi chép cho thấy hành vi này của Trump đi theo một kiểu luận điệu là lúc đầu thì từ chối lên án các nhóm này rồi sau đó lên án khi đối giới truyền thông phản ứng dữ dội. Trump cũng liên tục không công nhận chủ nghĩa da trắng thượng đẳng là một mối đe dọa quốc gia.",
        "Một số ví dụ gần đây giữa Trump và chủ nghĩa da trắng thượng đẳng:",
        "Tháng 1/2016: Một công ty phân tích dữ liệu phát hiện một phần ba các tin Trump đăng lại trên Twitter đến từ các tài khoản chủ nghĩa da trắng thượng đẳng nổi tiếng.",
        "Tháng 2/2016: Khi được yêu cầu tố cáo một người ủng hộ mình là David Duke, lãnh đạo của nhóm KKK, Trump đã từ chối và nói rằng ông “không hề biết gì về [Duke].” Điều này là sai. Trump có biết về lịch sử kỳ thị chủng tộc của Duke, bởi năm 2000 chính Trump đã gọi Duke là “một kẻ cố chấp, phân biệt chủng tộc, rắc rối.” Nhưng năm 2016, Trump vẫn không lên án Duke.",
        "Tháng 11/2016: Trump thuê Steve Bannon làm tham mưu trưởng, một quyết định được đông đảo các lãnh đạo chủ nghĩa da trắng thượng đẳng, trong đó có Duke, tán dương và ủng hộ. Họ cho rằng Bannon sẽ giúp vận động cho các chính sách chống nhập cư của họ. ",
        "Tháng 8/2017: Các nhóm chủ nghĩa da trắng thượng đẳng tổ chức một cuộc biểu tình ở Charlottesville, Virginia. Họ mang theo súng và đốt đuốc, đồng thời hô vang các khẩu hiệu phân biệt chủng tộc và chống Do Thái. Một người đã lái xe đâm vào một nhóm người phản đối biểu tình, giết chết một người (cô Heather Heyer 32 tuổi) và làm 28 người khác bị thương (theo cáo trạng của Bộ Tư Pháp). Phản ứng trước sự việc này, Trump tuyên bố rằng “hai phe đều có những người rất tử tế” và nói rằng những người biểu tình phân biệt chủng tộc “chỉ ở đó để biểu tình một cách vô tội và hợp pháp.” Những tuyên bố của Trump dường như cổ vũ thêm cho các lãnh đạo chủ nghĩa da trắng thượng đẳng như Richard Spencer và David Duke. Duke đã đăng trên Twitter: “Cám ơn Ngài Tổng thống vì sự trung thực và can đảm nói ra sự thật.”",
        "Tháng 3/2019: Một kẻ theo chủ nghĩa da trắng thượng đẳng đã bắn chết 51 người trong một thánh đường ở New Zealand. Tay súng gọi Trump là “một biểu tượng cho bản sắc da trắng được hồi sinh và mục đích chung mới.” Trump đã từng đưa ra những bình luận xúc phạm người Hồi giáo và tìm cách cấm người nhập cư từ các quốc gia có phần đông dân số theo đạo Hồi. Khi được hỏi rằng liệu Trump có coi chủ nghĩa da trắng thượng đẳng là một mối đe dọa, ông trả lời, “Không hẳn. Tôi nghĩ họ chỉ là một nhóm nhỏ những người có vấn đề rất rất nghiêm trọng. Đó chắc chắn là một điều tồi tệ.”",
        "Tháng 6/2020: Trump đăng lại trên Twitter một đoạn video trong đó một người đàn ông hô vang “sức mạnh da trắng,” một khẩu hiệu nổi tiếng của chủ nghĩa da trắng thượng đẳng. ",
        "Kết luận: Giả định rằng Trump dung thứ cho những kẻ theo chủ nghĩa da trắng thượng đẳng được thẩm định PHẦN LỚN LÀ ĐÚNG. Tuy Trump không công khai ủng hộ các nhóm chủ nghĩa da trắng thượng đẳng, ông thường chậm chạp trong việc chỉ trích trực tiếp nhóm người này, thậm chí xu nịnh họ, chẳng hạn như khi đăng lại trên Twitter đoạn video một người đàn ông hô vang “sức mạnh da trắng.” Trump tiếp tục nhận được sự ủng hộ của các lãnh đạo da trắng cực đoan mà không lên án họ, mặc dù Bộ An ninh Nội địa đã gọi các nhóm này là “mối đe doạ dai dẳng và có nguy cơ gây chết người nhất” ở Hoa Kỳ.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1801285252-e1603720885924.jpg?fit=840%2C561&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1955",
            "English"
        ],
        [
            "https://www.adl.org/resources/glossary-terms/white-supremacy",
            "Chủ nghĩa da trắng thượng đẳng"
        ],
        [
            "https://www.dhs.gov/sites/default/files/publications/2020_10_06_homeland-threat-assessment.pdf",
            "Bộ an ninh Nội địa (DHS)"
        ],
        [
            "https://www.usatoday.com/story/news/nation/2020/09/30/who-proud-boys-group-mentioned-debate-has-violent-history/5868406002/",
            "Proud Boys, một nhóm chủ nghĩa da trắng thượng đẳng cổ xúy bạo lực"
        ],
        [
            "https://youtu.be/qIHhB1ZMV_o",
            "“hãy lùi lại và sẵn sàng,”"
        ],
        [
            "https://www.cnn.com/2020/09/30/politics/proud-boys-trump-debate-trnd/index.html",
            "đã lấy làm khẩu hiệu"
        ],
        [
            "https://www.nytimes.com/live/2020/09/29/us/presidential-debate-trump-biden/commentators-were-not-impressed-with-the-debate-and-some-say-theyve-seen-enough",
            "cả phía Dân Chủ"
        ],
        [
            "https://www.nytimes.com/live/2020/09/30/us/presidential-debate/republicans-trump-white-supremacy",
            "Cộng Hoà"
        ],
        [
            "https://www.npr.org/sections/live-updates-protests-for-racial-justice/2020/10/01/919375470/trump-now-says-he-condemns-all-white-supremacists-after-declining-to-at-debate",
            "Ku Klux Klan và Proud Boys"
        ],
        [
            "https://www.theguardian.com/us-news/2020/sep/30/trump-white-supremacy-extremist-rhetoric",
            "một kiểu luận điệu"
        ],
        [
            "https://www.nbcnews.com/news/nbcblk/donald-trump-s-oral-history-david-duke-white-supremacists-n528296",
            "một phần ba các tin Trump đăng lại trên Twitter"
        ],
        [
            "https://www.history.com/topics/reconstruction/ku-klux-klan",
            "của nhóm KKK"
        ],
        [
            "https://www.npr.org/sections/thetwo-way/2016/02/28/468455028/trump-wont-condemn-kkk-says-he-knows-nothing-about-white-supremacists",
            "Trump đã từ chối và nói rằng"
        ],
        [
            "https://archive.nytimes.com/www.nytimes.com/library/politics/camp/021400wh-ref-trump.html",
            "chính Trump đã gọi Duke"
        ],
        [
            "https://www.cnn.com/2016/11/14/politics/white-nationalists-on-bannon/",
            "tán dương và ủng hộ"
        ],
        [
            "https://abcnews.go.com/US/happen-charlottesville-protest-anniversary-weekend/story?id=57107500",
            "tổ chức một cuộc biểu tình"
        ],
        [
            "https://www.theguardian.com/us-news/2017/oct/01/heather-heyers-mother-on-hate-in-the-us-were-not-going-to-hug-it-out-but-we-can-listen-to-each-other",
            "(cô Heather Heyer 32 tuổi)"
        ],
        [
            "https://www.justice.gov/opa/press-release/file/1075091/download",
            "theo cáo trạng của Bộ Tư Pháp"
        ],
        [
            "https://www.politifact.com/article/2019/apr/26/context-trumps-very-fine-people-both-sides-remarks/",
            "hai phe đều có những người rất tử tế"
        ],
        [
            "https://www.nytimes.com/2017/08/15/us/politics/trump-charlottesville-white-nationalists.html",
            "chỉ ở đó để biểu tình một cách vô tội và hợp pháp"
        ],
        [
            "https://www.nytimes.com/2017/08/15/us/politics/trump-charlottesville-white-nationalists.html",
            "cổ vũ thêm cho các lãnh đạo chủ nghĩa da trắng thượng đẳng"
        ],
        [
            "https://www.npr.org/2020/08/27/906539369/new-zealands-christchurch-mosque-shooter-sentenced-to-life-without-parole",
            "bắn chết 51 người"
        ],
        [
            "https://thehill.com/policy/international/434238-new-zealand-suspect-wrote-in-manifesto-he-supported-trump-as-a-symbol-of",
            "gọi Trump"
        ],
        [
            "https://www.washingtonpost.com/news/post-politics/wp/2017/05/20/i-think-islam-hates-us-a-timeline-of-trumps-comments-about-islam-and-muslims/?utm_term=.a195a4b43c42&itid=lk_inline_manual_13",
            "xúc phạm người Hồi giáo"
        ],
        [
            "https://www.washingtonpost.com/politics/trump-offers-us-assistance-after-horrible-massacre-in-new-zealand/2019/03/15/931833d2-4712-11e9-aaf8-4512a6fe3439_story.html?itid=lk_inline_manual_12",
            "Trump có coi"
        ],
        [
            "https://www.cnn.com/2020/06/28/politics/trump-tweet-supporters-man-chants-white-power/index.html",
            "đăng lại trên Twitter một đoạn video"
        ],
        [
            "https://www.adl.org/resources/glossary-terms/white-power",
            "“sức mạnh da trắng,”"
        ],
        [
            "https://vietfactcheck.org/2020/10/26/co-phai-trump-ung-ho-chu-nghia-da-trang-thuong-dang/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/26/co-phai-trump-ung-ho-chu-nghia-da-trang-thuong-dang/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-26T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Does Trump support white supremacy?",
    "keywords": [
        "trắng",
        "phải",
        "có",
        "da",
        "chủ"
    ],
    "keywords_eng": [
        "White",
        "right",
        "Yes",
        "skin",
        "owner"
    ]
}