{
    "title": "Có thật là Biden thân Trung Quốc?",
    "tags": [
        "Joe Biden",
        "Tiếng Việt",
        "Trung Quốc"
    ],
    "paragraphs": [
        "Giả Định: Nhiều người Mỹ gốc Việt tin rằng Biden ủng hộ Trung Quốc và nếu ông làm tổng thống, Trung Quốc sẽ thống trị Việt Nam",
        "\nThẩm định: Giả định trên đã được PHẦN LỚN SAI. Đúng là Biden từng ủng hộ sự tiến bộ kinh tế của Trung Quốc, ông cũng đã chỉ trích sự đàn áp chính trị và tính hiếu chiến ở các lãnh thổ có tranh chấp. Tuy nhiên, các chuyên gia tin rằng khi nắm quyền, Biden sẽ tiếp tục chính sách cứng rắn đối với Trung Quốc, tương tự như Trump.\n",
        "",
        "Quan hệ của Biden với Trung Quốc khá phức tạp, nhưng các chuyên gia tin rằng chính phủ Biden sẽ có chính sách cứng rắn với Trung Quốc. Sự phức tạp này bao gồm vào năm 1979, là một thượng nghị sĩ trẻ tuổi, ông đã tham gia một phái đoàn thăm Trung Quốc sau khi Hoa Kỳ bình thường hóa quan hệ với nước này. Ông cúng đã ủng hộ bình thường hóa quan hệ với Trung Quốc và việc Trung Quốc hội nhập vào WTO (Tổ chức Thương mại Thế giới) vào năm 2001. Những hành động này xuất phát từ xu hướng của Biden thiên về một trật tự quốc tế dựa trên pháp lý, nhưng qua đó, người ta hiểu lầm rằng Biden “thân Trung Quốc” và “thân Cộng.”",
        "Hơn nữa, quan điểm của Biden về Trung Quốc đã trải qua một “chuyển dịch có tính kiến tạo.” Những phát biểu và hành động gần đây của ông phản ảnh tinh thần chống Trung Quốc ở Mỹ. Sự chuyển dịch quan điểm của ông nằm trong sự thay đổi lớn lao về cách suy nghĩ của giới có ảnh hưởng tại Washington D.C.",
        "Sau đây là ba thí dụ về chủ trương cứng rắn của Biden đối với Trung Quốc:",
        "Khi là Phó Tổng thống vào năm 2014, Biden đã chất vấn một tướng lãnh cao cấp của Trung Quốc khi nước này mang dàn khoan dầu vào vùng Biển Đông nơi Việt Nam có tuyên bố chủ quyền. Ông đã nói với Tổng Tham mưu Trưởng Trung Quốc là họ phải chấm dứt những hành động “nguy hiểm và khiêu khích,” và Trung Quốc không thể xói mòn sự an ninh và hòa bình khu vực. Những hành động của Trung Quốc trong vùng Biển Đông đã đưa đến các cuộc biểu tình chống Trung Quốc tại Việt Nam và các quốc gia khác.Gần đây, Biden đã lên án gắt gao cách Trung Quốc xử lý các cuộc biểu tình ở Hồng Kông. Vào tháng 7, 2020, ông đã gọi luật an ninh quốc gia mới của Bắc Kinh là “cú đánh chí mạng cho sự tự do và tự trị đã giữ Hồng Kông biệt lập với Trung Quốc.” Ông tuyên bố khi làm tổng thống, ông sẽ thi hành cấm vận nếu Trung Quốc tìm cách cấm các công dân và công ty Mỹ thi hành các quyền tự do ngôn luận, tín ngưỡng, báo chí, v.v. Cùng lúc, ông sẽ ngăn cấm các công ty Mỹ tiếp tay với sự áp bức và hỗ trợ chế độ giám sát của Đảng Cộng sản Trung Quốc.Trong cuộc tranh luận của mùa tranh cử sơ bộ năm nay, Biden đã gọi Tổng thống Trung Quốc Tập Cận Bình là “tay côn đồ,” do sự đàn áp người Duy Ngô Nhĩ, một dân tộc thiểu số ở Trung Quốc. Ông miêu tả họ Tập như “một con người không có chút tế bào dân chủ nào trong cơ thể.”",
        "Hầu hết những lập luận chống Trung Quốc của Biden tương tự như của chính phủ Trump. Tuy nhiên, đường lối của Biden dường như nhắm vào tái thiết mối quan hệ đồng minh chặt chẽ, đầu tư vào các tổ chức quốc tế, và giải quyết tranh chấp quốc tế ở dạng đa phương để đối đầu với Trung Quốc. Một thí dụ điển hình đã xảy ra trong nhiệm kỳ Obama, khi Biden cổ xúy cho Hiệp định Châu Á Thái Bình Dương TPP để đoàn kết 12 quốc gia, kể cả Việt Nam nhưng không có Trung Quốc, và lẽ ra đã kềm chế sự bành trướng của Trung Quốc. TPP được coi như hiệp ước thương mại lớn nhất từ trước đến nay. Nhưng vào tháng Giêng, 2017, chỉ 3 ngày sau khi nhậm chức, Trump hủy bỏ hiệp ước này. Một chuyên gia hàng đầu về Trung Quốc gọi quyết định rút ra khỏi TPP là “lỗi lầm chiến lược lớn nhất của Mỹ” đối với Trung Quốc.",
        "Kết Luận: Chúng tôi thẩm định rằng giả định Biden thân Trung Quốc đã được SAI NHIỀU vì nó không phản ảnh chủ trương cứng rắn hiện nay của Biden với quốc gia này. ",
        "Share this:TwitterFacebook",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_769773013.jpg?fit=840%2C595&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-7E",
            "English"
        ],
        [
            "https://www.latimes.com/politics/story/2020-08-14/china-biden-may-well-continue-trumps-hardline-policies",
            "chính sách cứng rắn với Trung Quốc"
        ],
        [
            "https://foreignpolicy.com/2020/08/13/joe-biden-china-policy-incoherent-liberal-internationalism/",
            "ông đã tham gia một phái đoàn thăm Trung Quốc"
        ],
        [
            "https://thehill.com/opinion/international/498792-why-donald-trump-beats-joe-biden-when-it-comes-to-the-issue-of-china",
            "Trung Quốc hội nhập vào WTO"
        ],
        [
            "https://thediplomat.com/2020/07/team-bidens-policies-on-china-and-taiwan/",
            "chuyển dịch có tính kiến tạo"
        ],
        [
            "https://thediplomat.com/2020/08/biden-joins-the-anti-china-chorus/",
            "phản ảnh tinh thần chống Trung Quốc ở Mỹ"
        ],
        [
            "https://www.bloomberg.com/news/articles/2020-04-23/a-biden-presidency-wouldn-t-mean-better-u-s-china-relations",
            "Sự chuyển dịch quan điểm của ông nằm trong sự thay đổi lớn lao"
        ],
        [
            "https://www.voanews.com/east-asia/biden-tells-chinese-general-stop-dangerous-actions-disputed-territory",
            "nguy hiểm và khiêu khích"
        ],
        [
            "https://www.reuters.com/article/us-hongkong-protests-usa-election-idUSKBN2426ZR",
            "cú đánh chí mạng cho sự tự do và tự trị đã giữ Hồng Kông biệt lập với Trung Quốc"
        ],
        [
            "https://www.reuters.com/article/us-hongkong-protests-usa-election-idUSKBN2426ZR",
            "ông sẽ thi hành cấm vận"
        ],
        [
            "https://www.reuters.com/article/us-hongkong-protests-usa-election-idUSKBN2426ZR",
            "ngăn cấm các công ty Mỹ tiếp tay với sự áp bức và hỗ trợ chế độ giám sát của Đảng Cộng sản Trung Quốc"
        ],
        [
            "https://www.bloomberg.com/news/articles/2020-04-23/a-biden-presidency-wouldn-t-mean-better-u-s-china-relations",
            "là “tay côn đồ"
        ],
        [
            "https://www.bloomberg.com/news/articles/2020-04-23/a-biden-presidency-wouldn-t-mean-better-u-s-china-relations",
            "“một con người không có chút tế bào dân chủ nào trong cơ thể."
        ],
        [
            "https://www.nbcnews.com/news/world/would-biden-get-tough-china-n1239203?ocid=uxbndlbing",
            "tái thiết mối quan hệ đồng minh chặt chẽ"
        ],
        [
            "https://thediplomat.com/2020/07/team-bidens-policies-on-china-and-taiwan/",
            "đầu tư vào các tổ chức quốc tế, và giải quyết tranh chấp quốc tế ở dạng đa phương"
        ],
        [
            "https://www.forbes.com/sites/rickhelfenbein/2020/08/25/will-biden-save-china-from-trump/?ocid=uxbndlbing#5847bb171014",
            "Biden cổ xúy cho Hiệp định Châu Á Thái Bình Dương TPP"
        ],
        [
            "https://www.lowyinstitute.org/the-interpreter/high-hopes-and-big-let-down-vietnam-and-tpp",
            "kể cả Việt Nam"
        ],
        [
            "https://www.forbes.com/sites/rickhelfenbein/2020/08/25/will-biden-save-china-from-trump/?ocid=uxbndlbing#5847bb171014",
            "Trump hủy bỏ hiệp ước này"
        ],
        [
            "https://www.cbsnews.com/news/top-china-expert-u-s-biggest-strategic-mistake-was-exiting-tpp/",
            "lỗi lầm chiến lược lớn nhất của Mỹ"
        ],
        [
            "https://vietfactcheck.org/2020/09/17/co-that-la-biden-than-trung-quoc/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/17/co-that-la-biden-than-trung-quoc/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-17T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Is Biden really pro-China?",
    "keywords": [
        "thật",
        "quốc",
        "có",
        "thân",
        "biden"
    ],
    "keywords_eng": [
        "real",
        "country",
        "Yes",
        "Dear",
        "biden"
    ]
}