{
    "title": "Có thật là Trump muốn duy trì bảo hiểm y tế cho những người đã có vấn đề sức khỏe từ trước không?",
    "tags": [
        "Chương Trình Y Tế",
        "Donald Trump",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả Định: Trong một số cuộc phỏng vấn, Tổng thống Trump đã tuyên bố ông muốn bảo vệ bảo hiểm y tế cho những người đã có vấn đề khỏe từ trước.",
        "\nThẩm định:  Giả định này HẦU HẾT LÀ SAI. Trump đã nhiều lần lên tiếng rằng ông ủng hộ bảo hiểm y tế cho những người đã có bệnh từ trước. Tuy nhiên, lời nói của ông đi ngược với hành động của chính quyền ông. Chính quyền Trump đang cố gắng bãi bỏ Đạo Luật Chăm Sóc Sức khỏe Với Giá cả Phải Chăng – Affordable Care Act, luật duy nhất bảo vệ bảo hiểm y tế cho những ai đã có bệnh từ trước. Và Trump không có kế hoạch nào thay thế nó. Khoảng 147 ngàn người Mỹ gốc Việt có thể sẽ mất bảo hiểm y tế nếu ACA bị hủy bỏ. \n",
        "",
        "Hôm thứ Năm, ngày 24 tháng 9, Tổng thống Trump nói rằng ông sẽ ký một sắc lệnh hành pháp, “để khẳng định đó là chính sách chính thức của chính phủ Hoa Kỳ để bảo vệ bệnh nhân với các điều kiện có từ trước.” Tuy nhiên, việc bảo vệ những người có bệnh từ trước đã được đưa vào luật từ năm 2010 khi Đạo luật Chăm sóc Sức Khỏe Với Giá Cả Phải Chăng (ACA) được thông qua dưới thời Obama. ",
        "Luật ACA không cho phép các công ty bảo hiểm từ chối cung cấp bảo hiểm y tế hay tính giá cao hơn vì người mua bảo hiểm đã có bệnh từ trước. ACA cũng mở rộng Medicaid thêm cho mọi người.",
        "Sắc lệnh hành pháp của Trump đi ngược với hành động của chính quyền ông vì những lý do sau:",
        "Trump đang cố gắng hủy bỏ luật duy nhất bảo vệ bảo hiểm sức khỏe cho những ai đã có bệnh từ trước.",
        "Chính quyền Trump đã kiện để hủy bỏ ACA (còn được gọi là Obamacare) vào tháng 6 năm 2020, trong nỗ lực tháo dỡ luật duy nhất hiện bảo vệ bảo hiểm y tế cho các cá nhân đã có bệnh từ trước. Tối cao Pháp viện đã lên lịch để xét xử vụ án thách thức sự hiệu lực của luật này sau cuộc bầu cử. Nếu tòa xét rằng ACA vi hiến và hủy bỏ nó, 23 triệu người Mỹ sẽ bị mất bảo hiểm y tế. Gần 1 trong 2 người Mỹ (khoảng 129 triệu người) đã có vấn đề sức khỏe từ trước, và bảo hiểm y tế của họ cũng sẽ có nguy cơ bị mất. Từ năm 2014 đến 2018, khoảng thêm 147 ngàn người Mỹ gốc Việt đã nhờ ACA mà có được bảo hiểm y tế; những người này có thể sẽ mất bảo hiểm y tế nếu ACA bị hủy bỏ.  ",
        "Sắc lệnh hành pháp của ông Trump không có khả năng buộc các công ty tư nhân phải làm bất cứ điều gì.",
        "Mặc dù Trump nói rằng sắc lệnh hành pháp của ông sẽ bảo vệ những người đã có bệnh từ trước, đây là điều không thể thực hành được. Sắc lệnh hành pháp tổng thống chỉ có hiệu lực quản lý các hoạt động của chính phủ liên bang. Tổng thống không có quyền bắt buộc các tập đoàn tư nhân phải làm gì qua sắc lệnh hành pháp. Để buộc các công ty bảo hiểm tư nhân phải cung cấp bảo hiểm cho những người đã có bệnh từ trước, cần phải có luật hẳn hoi. Sắc lệnh hành pháp không phải là luật. Trump hiện đang cố gắng hủy bỏ ACA, nhưng ông không có kế hoạch nào để thay thế nó. Nếu Trump có kế hoạch thay thế ACA, ông vẫn phải gửi sang Quốc hội để thông qua. ",
        "Trump chưa bao giờ công bố kế hoạch thay thế ACA, mặc dù đã nói sẽ làm thế trong gần bốn năm nay. ",
        "Vào tháng 9/2020, Trump tuyên bố một lần nữa sẽ công bố kế hoạch y tế, điều ông đã nói từ đầu nhiệm kỳ tổng thống của mình. Vào tháng 6 năm 2019, ông nói chính quyền sẽ công bố một kế hoạch trong vòng “hai tháng—có thể nhanh hơn.” Vào tháng 5 năm 2018, Trump nói rằng kế hoạch y tế sẽ được đưa ra “trong bốn tuần tới.” Trump hiện vẫn chưa công bố kế hoạch y tế để thay thế ACA.",
        "Để bảo vệ bảo hiểm y tế cho những người đã có bệnh từ trước, một số khía cạnh của ACA phải được duy trì. ",
        "Trong một cuộc phỏng vấn với Associated Press, Larry Levitt, phó chủ tịch điều hành về chính sách y tế tại Quỹ Gia đình Kaiser phi đảng phái, nói rằng luật chăm sóc sức khỏe cần một số điều kiện để giải quyết vấn đề những người đã có bệnh từ trước, để khả thi cho các công ty bảo hiểm và giữ giá cả vừa túi tiền cho các người mua. Khoản trợ cấp hàng năm hoặc trọn đời không thể bị giới hạn, và kế hoạch y tế phải nâng đỡ tài chánh để khuyến khích những người khỏe mạnh tham gia để giữ phí bảo hiểm thấp hơn. Những điều kiện này hiện đã là một phần của ACA. Do đó, nếu Trump muốn duy trì bảo hiểm y tế cho những người đã có bệnh từ trước, một số khía cạnh của ACA phải được bảo tồn.",
        "Trump đã cho phép các chương trình bảo hiểm y tế không bị bắt buộc cung cấp bảo hiểm cho những người đã có bệnh từ trước được bán ra thị trường. ",
        "Trái ngược với lời nói của mình, Trump đã ban hành một quy tắc vào năm 2018 cho phép các chương trình bảo hiểm “ngắn hạn” không bị bắt buộc phải cung cấp bảo hiểm cho các cá nhân đã có bệnh từ trước.",
        "Kết luận: Giả định rằng Trump sẽ duy trì bảo hiểm cho các bệnh đã có từ trước HẦU HẾT LÀ SAI. Chính quyền Trump vẫn chưa công bố kế hoạch làm điều này, đã thông qua chính sách mâu thuẫn trực tiếp với tuyên bố này và đang tháo dỡ chính sách duy nhất bảo vệ bảo hiểm cho các điều kiện đã có từ trước. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/50382470571_4ba957b07b_o.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/30/does-trump-want-to-preserve-health-insurance-protections-for-those-with-pre-existing-conditions/",
            "English"
        ],
        [
            "https://thehill.com/policy/healthcare/518112-trump-signs-largely-symbolic-pre-existing-conditions-order-amid-lawsuit",
            "ký một sắc lệnh"
        ],
        [
            "https://www.hhs.gov/healthcare/about-the-aca/pre-existing-conditions/index.html",
            "Đạo luật Chăm sóc Sức Khỏe Với Giá Cả Phải Chăng (ACA) "
        ],
        [
            "https://www.hhs.gov/healthcare/about-the-aca/pre-existing-conditions/index.html",
            " "
        ],
        [
            "https://www.nytimes.com/2020/06/26/us/politics/obamacare-trump-administration-supreme-court.html",
            "kiện "
        ],
        [
            "https://www.americanprogress.org/press/release/2020/06/24/486777/release-light-coronavirus-new-analysis-finds-23-million-americans-risk-losing-coverage-trump-administrations-health-care-repeal-lawsuit/",
            "23 triệu người Mỹ"
        ],
        [
            "https://www.cms.gov/CCIIO/Resources/Forms-Reports-and-Other-Resources/preexisting",
            "Gần 1 trong 2 người Mỹ (khoảng 129 triệu người)"
        ],
        [
            "https://www.academyhealth.org/blog/2018-10/more-1-million-asian-americans-native-hawaiians-and-pacific-islanders-have-gained-coverage-under-affordable-care-act",
            "147 ngàn người Mỹ gốc Việt"
        ],
        [
            "https://apnews.com/43f55ede0648cd27b5cefaa957c23b3f",
            "tuyên bố"
        ],
        [
            "https://apnews.com/43f55ede0648cd27b5cefaa957c23b3f",
            " lần nữa "
        ],
        [
            "https://www.businessinsider.com/trump-healthcare-plan-to-be-rolled-out-2019-6",
            "nói "
        ],
        [
            "https://www.nytimes.com/2020/09/17/us/politics/trumps-health-care.html",
            "nói "
        ],
        [
            "https://vietfactcheck.org/2020/09/30/co-that-la-trump-co-ke-hoach-cham-soc-suc-khoe-tot-hon-obamacare-khong/",
            "chưa công bố"
        ],
        [
            "https://apnews.com/5707eb98847a3c69632a2eea2e03a475",
            "nói "
        ],
        [
            "https://www.nytimes.com/2018/08/01/us/politics/trump-short-term-health-insurance.html",
            "ban hành"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/co-that-la-trump-muon-duy-tri-bao-hiem-y-te-cho-nhung-nguoi-da-co-van-de-suc-khoe-tu-truoc-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/co-that-la-trump-muon-duy-tri-bao-hiem-y-te-cho-nhung-nguoi-da-co-van-de-suc-khoe-tu-truoc-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-30T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Is it true that Trump wants to keep health insurance for people with pre-existing health problems?",
    "keywords": [
        "khỏe",
        "thật",
        "có",
        "duy",
        "muốn"
    ],
    "keywords_eng": [
        "strong",
        "real",
        "Yes",
        "only",
        "would like"
    ]
}