{
    "title": "Giải thích: Facebook phát tán thông tin sai lệch ra sao",
    "tags": [
        "bệnh COVID-19",
        "Tiếng Việt",
        "Tin Giả"
    ],
    "paragraphs": [
        "Hàng tỉ người trên thế giới sử dụng các loại dịch vụ mạng xã hội như Facebook để giữ liên lạc với bạn bè và gia đình. Nhưng vào ngày 20 tháng 7, 2021, Tổng thống Joe Biden đã trách mắng việc do dự tiêm chủng ngừa COVID-19 là tại Facebook, bảo rằng Facebook đã để cho thông tin sai phạm xung quanh chủng ngừa COVID-19 lộng hành trên diễn đàn của mạng xã hội này. “Thông tin này đang giết người. Thông tin này là không đúng,” ông nói. “Tôi hi vọng rằng Facebook… sẽ làm gì đó về vấn đề thông tin sai phạm, thông tin sai phạm về chủng ngừa tràn lan này.”",
        "Lời tuyên bố của Biden về việc Facebook đang dần trở thành trung tâm cho thông tin sai phạm về COVID-19 là ĐÚNG. Facebook cũng đồng ý rằng thông tin sai phạm rất phổ biến trên diễn đàn của họ.",
        "Để hiểu được cách thông tin sai phạm phát tán trên các diễn đàn mạng xã hội như Facebook, người dùng nên biết cách các mạng xã hội sử dụng thông tin của họ và kiếm hàng tỉ đô-la mỗi năm ra sao và cách họ điều khiển thông tin được chiếu cho người dùng trên các diễn đàn này xem bằng cách nào.",
        "Tuy nhiên, người dùng cần hiểu cách các mạng xã hội sử dụng thông tin cá nhân của họ để kiếm hàng tỉ đô-la mỗi năm ra sao, việc này ảnh hưởng đến loại nội dung mà họ nhìn thấy trên các nền tảng này như thế nào, và liên quan gì đến việc phát tán thông tin sai lệch.",
        "Bài viết này sẽ tập trung vào Facebook, mạng xã hội lớn và có ảnh hưởng nhất hành tinh cho tới hiện nay, cũng như cách vận hành tương tự như những dịch vụ trực tuyến khác, ví dụ như YouTube.",
        "Cách Facebook kiếm tiền",
        "Facebook kiếm tiền thông qua quảng cáo. Facebook làm việc này vô cùng hiệu quả nhờ vào cấu trúc của nó. Khi người dùng đăng kí tài khoản Facebook, họ cung cấp thông tin cá nhân của bản thân và sau đó, các hoạt động của họ trên Facebook được dùng để tạo ra một bức tranh hoàn chỉnh hơn về chính người dùng và các sở thích của họ. Thông tin này sau đó sẽ được cung cấp cho các nhà quảng cáo. Chẳng hạn, nếu người dùng nói họ thích xe hơi, các công ty xe hơi sẽ trả tiền cho Facebook để hiển thị quảng cáo liên quan đến xe hơi cho người dùng.",
        "Facebook sử dụng mọi khía cạnh về bản thân mà người dùng chia sẻ để quyết định xem người dùng sẽ nhìn thấy loại quảng cáo nào, bao gồm phân tích về các hình ảnh mà người dùng đã tải lên mạng. Ví dụ, Facebook có thể xác định vóc dáng và kiểu tóc của người dùng qua hình ảnh được tải lên mạng và từ đó điều khiển các kiểu quảng cáo đến người dùng. Một số quảng cáo còn có thể sử dụng hình đại diện của người dùng mà không cần báo trước.",
        "Cách Facebook níu kéo người dùng",
        "",
        "Nếu Facebook chỉ đăngquảng cáo, các thành viên sẽ rời bỏ rất nhanh chóng. Vì vậy, Facebook phải hiển thị các nội dung khiến người dùng để họ tiếp tục ở lại. Các nội dung này bao gồm các bài viết từ bạn bè và gia đình, từ các nhóm mà người dùng theo dõi, và từ các nguồn báo chí và trang mạng khác.",
        "Thông tin này được điều chỉnh theo sở thích của người dùng thông qua cái gọi là “thuật toán”. Thuật toán là một tập hợp các hành động được tự động hóa để phản ứng với thông tin. Ví dụ như đèn giao thông hoạt động dựa trên các thuật toán sử dụng số lượng xe hơi ở mỗi đèn và giới hạn tốc độ của từng đường để làm cho giao thông di chuyển trôi chảy và an toàn hết sức có thể.",
        "Các thuật toán lựa chọn những gì người dùng thấy trên trang Facebook cá nhân chủ yếu dùng công nghệ máy học để quyết định hiển thị nội dung gì cho người dùng mà không cần nhiều sự can thiệp của con người. Ví dụ, nếu người dùng “thích” những hình ảnh đi biển của bạn bè, Facebook sẽ hiển thịnhiều nội dungvà quảng cáo liên quan đến biển hơn.",
        "Bất cứ thông tin nào mà người dùng đưa cho Facebook sẽ được dùng để quyết định nội dung mà người dùng sẽ nhìn thấy ngay sau đó. Thông tin này bao gồm bài viết, hình ảnh, và hành động“thích” của người dùng. Nó cũng bao gồm cả tốc độ lướt qua thông tin của người dùng trên trang Facebook News Feed (trang Cung cấp Thông tin Facebook) và những gì người dùng đọc mà không “thích” hay bình luận. Một điều quan trọng là trang Cung cấp Thông tin Facebook của mỗi người dùng là độc nhất. Các bài viết, thứ tự sắp đặt bài viết, và những gì người dùng không nhìn thấy đều bị điều khiển bởi một hệ thống được thiết kế để khiến người dùng truy cập Facebook càng nhiều càng tốt.",
        "Cách Facebook phát tán thông tin sai lệch",
        "",
        "Trong thời đại Internet, bất cứ ai cũng có thể lập ra một trang web và tạo ra những thuyết âm mưu, để rồi chia sẻ trên Facebook. Chẳng hạn, người dùng đang lướt Facebook và bấm vào một liên kết đến trang web không khả tín nói rằng COVID-19 là không có thật. Thuật toán Facebook sẽ nhận ra rằng người dùng đang xem thông tin này và sẽ đưa thêm các bài viết khác cùng nói rằng COVID-19 là không có thật.",
        "Dù Facebook mới đây đã xóa 18 triệu bài viết không chính xác về COVID-19 khỏi mạng xã hội này, tin giả vẫn là một vấn nạn. Bởi thông tin sai lệch được tạo ra để thu hút sự chú ý và gây ra sợ hãi, người dùng sẽ “thích” và chia sẻ thông tin này để bảo vệ và thông báo cho người thân. Vì thuật toán khuyến khích việc “thích” và chia sẻ bài viết, những bài viết này được Facebook ưu tiên phát tán rộng rãi, để một bài viết có thể được hàng nghìn hay hàng triệu người xem – dù cho những bài viết này truyền bá thông tinsai lệch. Hầu hết những người dùng chia sẻ thông tin sai lệch trên mạng làm vậy mà không hề hay biết.",
        "Theo một nghiên cứu của tạp chí Misinformation Review do trường Kennedy thuộc Đại học Harvard xuất bản, “những báo cáo sai lệch phát tán nhanh hơn những thông tin chính xác” chính vì những thông tin này đánh vào nỗi sợ hãi của mỗi người. Trung tâm An ninh mạng của Đại học New York cũng đưa ra kết luận tương tự.",
        "Facebook đã nộp nhiều đơn cấp phép bằng sáng chế cho công nghệ thuật toán và danh sách các bằng sáng chế này có thể trị giá tới hàng tỉ đô-la cho Facebook.",
        "YouTube cũng có thuật toán tương tự, để giới thiệu cho người dùng những video giống với video họ vừa xem. Ví dụ, người dùng bấm vào một video trên YouTube về thuyết âm mưu QAnon, YouTube sẽ gửi cho người dùng thêm nhiều video về QAnon.",
        "Người dùng cũng nên biết rằng có rất nhiều thành phần cực đoan bạo lực đã được phát hiện trong các nhóm cá nhân trên Facebook. Dù các nhóm cá nhân có ích, những nhóm này khó bị theo dõi và đảm bảo trật tự. Các quản trị viên trong nhóm nắm toàn bộ quyền điều khiển những bài viết nào được đăng và những ai được tham gia. Vì dậy, thông tin sai lệch lan truyền dễ dàng hơn trong các nhóm trên Facebook.",
        "Tại sao có những người cố tình phát tán thông tin sai lệch?",
        "Các diễn đàn như Facebook đã tạo ra cơ hội có một không hai cho những người lạ mặt tương tác với nhau. Nhưng hiện có rất nhiều những thành phần xấu, từ những cá nhân đơn lẻ đến những tổ chức chính phủ thù địch, muốn sử dụng Facebook để điều khiển người Mỹ. Đôi khi những ảnh hưởng này tương đối nhỏ, ví dụ như việc khiến người ta trả giá đắt cho một sản phẩm không sử dụng được. Tuy nhiên, nó cũng có thể bao gồm những thông tin sai về y tế công cộng khiếnnước Mỹ suy yếu.",
        "Tin giả cũng mang lại lợi thuận, như chính Facebook cho biết: “Những kẻ chuyên phát tán tin rác này kiếm tiền bằng cách giả mạo các tòa soạn báo chính thức và đăng các bài viết giả tạo để người dùng truy cập vào trang mạng đầy rẫy quảng cáo của họ.” Một báo cáo của Center for Countering Digital Hate (Trung tâm Chống Thù địch Kỹ thuật) số cho thấy rằng rất nhiều các kẻ phát tán thông tin sai lệch về COVID-19 làm vậy để kiếm tiền từ việc bán những sản phẩm y tế chưa qua kiểm định để chống COVID-19.",
        "Facebook cho biết họ xóa hàng tỉ tài khoản giả mạo mỗi năm và đã phát hiện ra các chiến dịch phát tán thông tin sai lệch từ 50 quốc gia khác nhau trên mạng xã hội này.",
        "Người dùng nên làm gì để bảo vệ mình?",
        "",
        "Đầu tiên, hãy đề cao cảnh giác. Lí do tại sao thông tin sai lệch được truyền đi dễ dàng trên Facebook là tại vì chúng chạm vào cảm xúc của chúng ta, dựa theo Hội Tâm lý học về Tính cách và Xã hội. Vậy nếu bạn gặp một bài viết khiến bạn sợ hãi hay giận dữ, hãy hít thở sâu. Hãy tự hỏi ai là người đưa ra tuyên bố này? Có phải người này là một chuyên gia có danh tiếng? Họ đưa ra những bằng chứng gì? Đã có những hãng tin tức nào nói về việc này chưa? Đề cao cảnh giác và không để cảm xúc điều khiển sẽ khiến người dùng không bị lừa bởi thông tin sai lệch. ",
        "Hãy nhớ, một việc không hiển nhiên đúng chỉ vì có người trên mạng nói vậy.",
        "Thứ hai, bạn nên kiểm tra lại cài đặt quyền riêng tư trên Facebook và đảm bảo rằng bạn biết rõ ai có quyền đọc bài viết của họ. Có rất nhiều gợi ý từ các nguồn tin đáng tin cậy giúp người dùng điều chỉnh quyền riêng tư để bạn vẫn có thể chia sẻ bài viết cho bạn bè và gia đình nhưng hạn chế được những gì người lạ có thể nhìn thấy.",
        "Ví dụ, bất kì thông tin nào được đăng dưới chế độ “công khai” trên Facebook có thể được dùng cho các chiến dịch quảng cáo toàn quốc mà không cần thông qua hay thông báo cho người dùng. Nếu như có những bài viết hay hình ảnh trên Facebook mà bạn không muốn chia sẻ nữa thì bạn nên xóa chúng. Ảnh đại diện trên Facebook của người dùng được hiển nhiên coi là thông tin công khai nên nếu như người dùng không muốn hình này được chia sẻ cho người lạ xem thì họ nên gỡ bỏ nó hoặc thay đổi cài đặt quyền riêng tư.",
        "Điều quan trọng nhất là người dùng nên tiếp cận mạng xã hội như là một phần trong một “chế độ dinh dưỡng” thông tin đa dạng và cân bằng, bao gồm việc tự thân nghiên cứu và đọc tin từ các nguồn đáng tin cậy cũng như trò chuyện với bạn bè và gia đình ngoài đời.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1890672196-1.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1252529935.jpg?resize=840%2C559&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1252529935.jpg?resize=840%2C559&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1050961571.jpg?resize=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1050961571.jpg?resize=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1051968047.jpg?resize=840%2C559&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1051968047.jpg?resize=840%2C559&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4540",
            "English"
        ],
        [
            "https://vietfactcheck.org/category/vietnamese/covid-19/",
            "chủng ngừa COVID-19"
        ],
        [
            "https://www.youtube.com/watch?v=OBEGB0l9XKA",
            "ông nói"
        ],
        [
            "https://www.sec.gov/Archives/edgar/data/1326801/000132680119000009/fb-12312018x10k.htm",
            "qua quảng cáo"
        ],
        [
            "https://www.theverge.com/2019/7/3/20681231/facebook-outage-image-tags-captions-ai-machine-learning-revealed",
            "các hình ảnh"
        ],
        [
            "https://venturebeat.com/2020/06/15/facebook-ai-ecommerce-cvpr-2020/",
            "dáng và kiểu tóc"
        ],
        [
            "https://www.facebook.com/help/214816128640041",
            "sử dụng hình đại diện"
        ],
        [
            "https://blog.hootsuite.com/facebook-algorithm/",
            "“thuật toán”"
        ],
        [
            "https://about.fb.com/news/2021/05/community-standards-enforcement-report-q1-2021/",
            " 18 triệu bài viết không chính xác"
        ],
        [
            "https://www.facebook.com/formedia/blog/working-to-stop-misinformation-and-false-news",
            "tin giả vẫn là một vấn nạn"
        ],
        [
            "https://misinforeview.hks.harvard.edu/article/right-and-left-partisanship-predicts-asymmetric-vulnerability-to-misinformation/#0",
            "Misinformation Review"
        ],
        [
            "https://medium.com/cybersecurity-for-democracy/far-right-news-sources-on-facebook-more-engaging-e04a01efae90",
            "Trung tâm An ninh mạng của Đại học New York cũng đưa ra kết luận tương tự."
        ],
        [
            "https://spectrum.ieee.org/computing/networks/the-careful-engineering-of-facebooks-filter-bubble",
            "cấp phép bằng sáng"
        ],
        [
            "https://vietfactcheck.org/2021/01/19/qanon-la-gi/",
            "âm mưu QAnon"
        ],
        [
            "https://www.theverge.com/2020/8/12/21365278/facebook-boogaloo-tech-transparency-right-wing-extremist-platform",
            "cực đoan bạo lực"
        ],
        [
            "https://www.wsj.com/articles/facebook-knew-calls-for-violence-plagued-groups-now-plans-overhaul-11612131374",
            "nhóm cá nhân"
        ],
        [
            "https://www.facebook.com/formedia/blog/working-to-stop-misinformation-and-false-news",
            "Facebook cho biết"
        ],
        [
            "https://252f2edd-1c8b-49f5-9bb2-cb57bb47e4ba.filesusr.com/ugd/f4d9b9_b7cedc0553604720b7137f8663366ee5.pdf",
            "Center for Countering Digital Hate"
        ],
        [
            "https://www.reuters.com/article/facebook-misinformation-int/facebook-says-took-down-1-3-billion-fake-accounts-in-oct-dec-idUSKBN2BE12M",
            "xóa hàng tỉ tài khoản giả"
        ],
        [
            "https://www.washingtonpost.com/technology/2021/05/26/facebook-disinformation-russia-report/",
            " từ 50 quốc gia"
        ],
        [
            "https://vietfactcheck.org/2020/10/22/tin-gia-la-gi-va-lam-sao-de-nguoi-my-goc-viet-nhan-biet-chung/",
            "hãy đề cao cảnh giác"
        ],
        [
            "https://www.spsp.org/news-center/blog/martel-emotion-misinformation-social-media",
            "Hội Tâm lý học về Tính cách và Xã hội"
        ],
        [
            "https://www.wired.com/story/lock-down-social-media-privacy-security-facebook-twitter/",
            "bài viết của họ"
        ],
        [
            "https://vietfactcheck.org/2021/07/28/giai-thich-facebook-phat-tan-thong-tin-sai-lech-ra-sao/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/07/28/giai-thich-facebook-phat-tan-thong-tin-sai-lech-ra-sao/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-07-28T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Explain: How Facebook spreads misinformation",
    "keywords": [
        "facebook",
        "thông",
        "phát",
        "giải",
        "lệch"
    ],
    "keywords_eng": [
        "Facebook",
        "pine",
        "play",
        "prize",
        "deviated"
    ]
}