{
    "title": "Michelle Steel có nói giảm COVID-19 ở Quận Cam không?",
    "tags": [
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả Định: Michelle Steel đang tranh cử chức dân biểu liên bang Địa Hạt 48 tại California với dân biểu đương nhiệm Harley Rouda. Bà tự cho mình là người đã hướng dẫn hiệu quả Quận Cam trong cuộc khủng hoảng COVID-19. Tuy nhiên, Rouda đã tuyên bố rằng việc quản lý của Steel trong cuộc khủng hoảng COVID-19 là một thất bại làm các doanh nghiệp nhỏ phải đóng cửa và gây thiệt hại cho sức sống của cộng đồng.",
        "\nThẩm Định: Giả định này PHẦN LỚN THẬT. Michelle Steel là chủ tịch Hội Đồng Giám Sát Quận Cam. Trong những tháng đầu tiên của cuộc khủng hoảng COVID-19, Steel đã nói giảm mức độ trầm trọng của đại dịch, trình bày sai số lượng lây nhiễm, và hoài nghi về hiệu quả của khẩu trang. Đến giữa tháng Bảy, số ca nhiễm bệnh mới tính theo đầu người ở Quận Cam đã vượt qua Quận Los Angeles. Hiện tại, Quận Cam vẫn nằm trong cấp hạn chế gay gắt thứ hai trong hệ thống xếp hạng của California, với nhiều cơ sở kinh doanh vẫn hoạt động hạn chế.\n",
        "",
        "Hội Đồng Giám Sát Quận Cam (OCBOS) là một nhóm, gồm năm người, giữ hai chức năng lập pháp và hành pháp trong việc quản lý Quận Cam. Michelle Steel hiện là chủ tịch Hội Đồng Giám Sát. Steel đang tranh cử chức dân biểu liên bang Địa Hạt 48 tại California với dân biểu đương nhiệm Harley Rouda; địa hạt 48 của California hiện bao gồm Westminster, Garden Grove và Fountain Valley.",
        "Sự quan tâm đến y tế công và chiến đấu COVID-19 được đề cao nổi bật trong tài liệu trong chiến dịch tranh cử của Steel. Nhưng Rouda phản hồi rằng, “Michelle Steel đã thất bại trong việc quản lý COVID, làm nhiều doanh nghiệp nhỏ phải đóng cửa và cộng đồng của chúng ta phải trả giá.”",
        "Dưới đây là tiến trình phản ứng của Steel đối với COVID-19 ở Quận Cam.",
        "Tháng 1 đến Tháng 3 năm 2020",
        "Ca nhiễm coronavirus đầu tiên ở Quận Cam được báo cáo vào ngày 25 tháng Giêng, và ca lây truyền trong cộng đồng đầu tiên được báo cáo vào ngày 13 tháng Ba.",
        "Tháng 4 năm 2020",
        "Đến giữa tháng 4, theo khuyến nghị của Trung tâm Kiểm soát và Phòng chống Bệnh dịch CDC, Quận Los Angeles đã bắt buộc đeo khẩu trang cho tất cả các cơ sở kinh doanh thiết yếu, sau đó là ở Quận San Bernardino và Quận Riverside.",
        "Tại Quận Cam, Steel bỏ phiếu chống quy định yêu cầu sử dụng khẩu trang tại các doanh nghiệp thiết yếu cho nhân viên của họ. Hội Đồng Giám Sát thông qua với tỷ số 3-2.",
        "Trong tuần kế tiếp, Hội Đồng Giám Sát thông qua một bộ hướng dẫn để mở lại các doanh nghiệp, gây nhiều hiểu lầm trên toàn quận. Vào thời điểm đó, các doanh nghiệp không thiết yếu đã bị đóng cửa trên khắp California theo lệnh của Thống đốc Gavin Newsom.",
        "Trong hai ngày tiếp theo, Steel nói rằng “Quận Cam đã thành công trong việc làm phẳng đường cong” và “số ca nhập viện đang giảm”. Ngược lại, dữ liệu cho thấy số ca nhập viện do coronavirus ở Quận Cam đã tăng 80% trong bốn tuần trước đó.",
        "Tháng 5 năm 2020",
        "Trong những tuần sau, Hội Đồng Giám Sát từ chối thực thi lệnh đóng cửa doanh nghiệp của tiểu bang. Vào ngày 5 tháng 5, Steel và giám sát viên Don Wagner đã bỏ phiếu chống một kế hoạch từ các thành viên khác của Hội Đồng Giám Sát để cùng các thành phố cận biển tạo nội quy chung cho việc vận hành các bãi biển trong Quận. Dự tính là kế hoạch sẽ được gửi đi Sacramento để phê duyệt. Vào thời điểm này, các quận khác trong California đã soạn thảo các kế hoạch tương tự và đã được tiểu bang phê duyệt. Bất chấp phiếu chống của Steel và Wagner, kế hoạch cuối cùng vẫn được thông qua với tỷ số 3-2.",
        "Vào ngày 21 tháng 5, Steel cho biết tại một cuộc họp báo rằng quận có “những con số rất hứa hẹn”, bao gồm “tỷ lệ thấp nhất liên quan đến tử vong vì COVID-19.” Nhân viên Y tế Công cộng của Quận Cam, Bác sĩ Nichole Quick, không đồng ý, và nói rằng: “Chúng tôi đã báo cáo số ca tử vong trong một ngày cao nhất ở Quận Cam.”",
        "Vào tuần lễ Ngày Tưởng niệm, Quick đã ban hành lệnh bắt buộc đeo khẩu trang cho quận. Tại một cuộc họp công khai của Hội Đồng Giám Sát sau đó, Steel liên tục đặt câu hỏi về hiệu quả của khẩu trang.",
        "Tháng 6 năm 2020",
        "Steel tiếp tục chỉ trích lệnh đeo khẩu trang của Quick, nói rằng việc yêu cầu con người,  nhưng không yêu cầu chó, đeo khẩu trang là “phân biệt giống loài.” Cùng ngày ấy, sau nhiều tuần bất đồng căng thẳng với Steel và Wagner, và những lời đe dọa từ những người biểu tình, Quick từ chức.",
        "Hội Đồng Giám Sát bổ nhiệm Bác sĩ Clayton Chau làm Giám đốc Y tế tạm thời. Hai ngày sau, Chau thông báo rằng lệnh bắt buộc đeo khẩu trang do bác sĩ Quick đưa ra đã được hạ cấp xuống thành khuyến nghị chứ không phải là bắt buộc.",
        "Trong suốt tháng, Steel tiếp tục nói giảm mức độ trầm trọng của COVID-19 ở Quận Cam, cho rằng tỷ lệ nhiễm trùng và tử vong thấp hơn các quận lân cận dù rằng điều đó sai sự thật. Vào thời điểm đó, tỷ lệ nhập viện và tử vong ở Quận Cam đã cao hơn ba trong số bốn quận xung quanh, và tỷ lệ bệnh nhân coronavirus được chăm sóc đặc biệt thì là cao nhất — thậm chí còn cao hơn Quận Los Angeles.",
        "Tháng 7 năm 2020",
        "Vào tháng Bảy, tỷ lệ nhiễm COVID-19 trên đầu người ở Quận Cam tăng nhanh hơn Quận Los Angeles — nơi duy trì lệnh đeo khẩu trang. Trong cùng tháng đó, Steel dường như đảo ngược lập trường của mình về việc đeo mặt nạ, đăng trên Twitter rằng “đeo mặt nạ sẽ cứu mạng người.”",
        "Trong ngày bài này được xuất bản, Quận Cam vẫn ở cấp độ hạn chế tái hoạt động cao thứ hai (Phổ biến lan rộng) của tiểu bang. Ngoài ra, 1,887 cư dân đã chết vì coronavirus. Để so sánh, có 543 trường hợp tử vong do cúm và viêm phổi trong năm 2017. Do nằm trong cấp độ hạn chế gay gắt hơn, các doanh nghiệp đang phải tuân theo nhiều hạn chế lớn hơn trong việc hoạt động lại. Hiện tại, tỷ lệ thất nghiệp là 9%.",
        "Kết luận: Tuyên bố của Dân biểu Rouda về việc quản lý của Steel trong đại dịch COVID-19 là PHẦN LỚN THẬT. Vì Steel chống lại việc đeo khẩu trang và trình bày sai dữ liệu, bà đã làm suy yếu nỗ lực của các nhân viên y tế công cộng cố gắng giảm sự lây truyền ở Quận Cam. Vì những lời nói và quyết định sai lầm của Steel trong những tháng đầu của đại dịch, sự lây truyền trong cộng đồng đã ngoài tầm kiểm soát, và việc đóng cửa trường học và doanh nghiệp đã bị kéo dài.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Michelle_Steel_at_Joint_Forces_Training_Base_Los_Alamitos_California_-_2017_38456515972-e1603905816123.jpg?fit=840%2C580&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1985",
            "English"
        ],
        [
            "https://twitter.com/HarleyRouda/status/1314994373973561345",
            "tuyên bố rằng"
        ],
        [
            "https://www.latimes.com/california/story/2020-07-17/coronavirus-is-now-spreading-faster-in-the-suburbs-than-in-la-county",
            "số ca nhiễm bệnh mới tính theo đầu người ở Quận Cam đã vượt qua Quận Los Angeles"
        ],
        [
            "https://board.ocgov.com/",
            "Hội Đồng Giám Sát Quận Cam"
        ],
        [
            "https://vietfactcheck.org/2020/10/14/co-that-la-dan-bieu-harley-rouda-ung-ho-ho-chi-minh-khong/",
            "Harley Rouda"
        ],
        [
            "https://www.michellesteelca.com/about/",
            "trong tài liệu trong chiến dịch tranh cử của Steel"
        ],
        [
            "https://twitter.com/HarleyRouda/status/1314994373973561345",
            "Rouda phản hồi rằng"
        ],
        [
            "https://myemail.constantcontact.com/CD-HEALTH-ALERT---First-Case-of-2019-Novel-Coronavirus-in-Orange-County--Update-for-Providers.html?soid=1128423022889&aid=RPQB7yg_ORE",
            "được báo cáo"
        ],
        [
            "https://www.latimes.com/california/story/2020-03-14/orange-county-has-first-coronavirus-case-from-community-spread-13-total-patients",
            "truyền trong cộng đồng"
        ],
        [
            "https://losangeles.cbslocal.com/2020/04/10/coronavirus-face-mask-mandatory-los-angeles/",
            "Quận Los Angeles"
        ],
        [
            "https://losangeles.cbslocal.com/2020/04/10/coronavirus-face-mask-mandatory-los-angeles/",
            "Quận San Bernardino"
        ],
        [
            "https://www.usnews.com/news/best-states/california/articles/2020-04-05/california-county-orders-all-residents-to-wear-masks",
            "Quận Riverside"
        ],
        [
            "https://voiceofoc.org/2020/04/without-a-broader-county-mandate-mask-laws-vary-by-city/",
            "Steel bỏ phiếu chống quy "
        ],
        [
            "https://voiceofoc.org/wp-content/uploads/2020/04/Wagner-and-Steel-press-release-on-business-guidelines-April-29-2020.pdf",
            "Hội Đồng Giám Sát "
        ],
        [
            "https://voiceofoc.org/2020/04/coronavirus-hospitalizations-have-been-rising-in-oc-despite-claims-of-flattened-curve/",
            "Steel nói rằng"
        ],
        [
            "https://voiceofoc.org/2020/05/orange-county-officials-wont-enforce-business-closures-during-coronavirus-pandemic-gov-newsom-to-reopen-limited-retail-friday/",
            "Hội Đồng Giám Sát"
        ],
        [
            "https://voiceofoc.org/2020/05/oc-officials-to-draft-up-beach-reopening-plans-to-send-to-sacramento-county-supervisors-split-on-plan/",
            "đã bỏ phiếu chống một kế hoạch"
        ],
        [
            "https://voiceofoc.org/2020/07/the-downplaying-of-orange-countys-coronavirus-numbers/",
            "Steel cho biết"
        ],
        [
            "https://voiceofoc.org/2020/05/orange-county-public-health-officials-under-fire-from-over-mask-order/",
            "Steel liên tục"
        ],
        [
            "https://ocgov.granicus.com/player/clip/3732?view_id=8&redirect=true",
            "nói rằng "
        ],
        [
            "https://www.ocregister.com/2020/06/08/o-c-chief-health-officer-dr-nichole-quick-resigns-amid-mask-controversy-threats/",
            "Quick từ chức"
        ],
        [
            "https://fullertonobserver.com/2020/06/13/oc-health-officer-resigns-following-heated-conflict-and-threats-over-face-coverings/",
            "đã được hạ cấp xuống "
        ],
        [
            "https://voiceofoc.org/2020/06/coronavirus-mask-enforcement-in-oc-remains-unclear-as-two-largest-cities-are-being-hit-hard/",
            "tiếp tục n"
        ],
        [
            "https://voiceofoc.org/2020/06/coronavirus-mask-enforcement-in-oc-remains-unclear-as-two-largest-cities-are-being-hit-hard/",
            "ó"
        ],
        [
            "https://voiceofoc.org/2020/06/coronavirus-mask-enforcement-in-oc-remains-unclear-as-two-largest-cities-are-being-hit-hard/",
            "i giảm"
        ],
        [
            "https://voiceofoc.org/2020/07/the-downplaying-of-orange-countys-coronavirus-numbers/",
            "tỷ lệ nhập viện và tử vong ở Quận Cam đã "
        ],
        [
            "https://twitter.com/MichelleSteelCA/status/1281951381474217984",
            "đăng trên Twitter rằng"
        ],
        [
            "https://covid19.ca.gov/safer-economy/",
            "cấp độ hạn chế tái hoạt động cao thứ hai"
        ],
        [
            "https://occovid19.ochealthinfo.com/coronavirus-in-oc",
            "1,887 cư dân đã chết vì coronavirus"
        ],
        [
            "http://www.ochealthiertogether.org/content/sites/ochca/Local_Reports/Leading_Causes_of_Death_2017_Update_2019-08-02.pdf",
            "có 543 trường hợp"
        ],
        [
            "https://www.labormarketinfo.edd.ca.gov/file/lfmonth/oran$pds.pdf",
            "là 9%"
        ],
        [
            "https://www.latimes.com/projects/california-coronavirus-cases-tracking-outbreak/",
            "Quận Cam"
        ],
        [
            "https://vietfactcheck.org/2020/10/28/michelle-steel-co-noi-giam-covid-19-o-quan-cam-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/28/michelle-steel-co-noi-giam-covid-19-o-quan-cam-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-28T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Did Michelle Steel say COVID-19 relief in Orange County?",
    "keywords": [
        "19",
        "michelle",
        "steel",
        "quận",
        "covid"
    ],
    "keywords_eng": [
        "19",
        "michelle",
        "steel",
        "district",
        "covid"
    ]
}