{
    "title": "Biden và đảng Dân Chủ có thật sự chống người tị nạn Việt Nam vào thập niên 1970 không?",
    "tags": [
        "Chiến Tranh Việt Nam",
        "Joe Biden",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả Định: Nhiều người Mỹ gốc Việt tin rằng Biden và Đảng Dân chủ đã bỏ phiếu chống giúp đỡ người tị nạn Việt Nam.",
        "\nThẩm Định: Giả định này SAI. Đảng Dân Chủ đã đề nghị và thông qua các biện pháp để đón mừng và dành ngân khoản trợ cấp cho người tị nạn Việt Nam, với sự ủng hộ của Biden. Chỉ có hai thượng nghị sĩ bỏ phiếu chống trợ giúp người tị nạn Việt Nam, và cả hai thuộc về Đảng Cộng hòa.\n",
        "",
        "Vào tháng 7 năm 2019, tờ Washington Examiner đã đăng một bài báo không trung thực đưa ra giả định về Joe Biden và các thành viên Đảng Dân chủ trong Quốc hội. “Bất chấp sự phản đối của Biden và các nhân vật lãnh đạo đảng Dân chủ vào thời điểm đó, quân đội Hoa Kỳ đã di tản hơn 130.000 người tị nạn Việt Nam ngay sau khi miền Nam Việt Nam sụp đổ, và hàng trăm ngàn người khác đã được tái định cư ở Hoa Kỳ trong những năm kế tiếp.” ",
        "Chúng tôi đã bỏ thời gian để truy xét kỹ về vấn đề này và kết luận là nhận định này sai. Đảng Dân chủ chiếm đại đa số trong lưỡng viện Quốc hội vào lúc đó, và họ không những ủng hộ mạnh mẽ nghị quyết đón tiếp 130.000 người tị nạn đến Hoa Kỳ, họ còn tài trợ 455 triệu đô la (tương đương với khoảng 2 tỷ đô la ngày nay) cho dân tị nạn.",
        "Trong bài viết này, những phát biểu của Biden bị trích ra ngoài khung cảnh, cố tình để cho người đọc hiểu sai. Bản ghi chép từ Thư viện Tổng thống Gerald Ford cho thấy Biden góp ý kiến về việc Chính quyền Ford yêu cầu tăng ngân khoản, hầu hết để viện trợ quân sự. ",
        "Biden nói: “Tôi sẽ bỏ phiếu cho bất kỳ số tiền nào để đưa quân Mỷ ra. Tôi không muốn số tiền này bao gồm cho việc đưa người Việt Nam ra khỏi nước.” ",
        "Sự thật là, đầu tiên trong cuộc bàn cải, ông ta bày tỏ sự ửng hộ đưa người nam Việt Nam ra khỏi nước Viêt. Xin được trích dản thêm: “Chúng ta phải chú ý vào việc đưa họ [người nam Việt Nam] ra khỏi nước. Đưa người Việt ra khỏi nước và viện trợ quân sự cho chính phu Việt Nam Cộng Hoa là hai chuyện hoàn toàn khác nhau.”   ",
        "Khi chúng ta nhìn lại mọi thứ, văn bản xác nhận rằng Biden ửng hộ việc đưa người nam Việt Nam ra khỏi nước. Nhưng ông không ửng hộ thêm viện trợ quân sự. Và muốn đoán biết số người được di tản, cùng với số tiền cho việc di tản. Trách nhiệm chính của Quốc Hội là quyết định số tiền cho mọi việc, vì vạy, đay là một chuyện không có gì đảng ngạc nhiên.      ",
        "Biden không chấp thuận bản báo cáo thỏa hiệp, chưa phải là dự luật, vì ông cho rằng bên hành pháp chưa cung cấp đầy đủ chi tiết về cách sử dụng ngân khoản này, như Thứ trưởng Ngoại giao Philip Habib đã hứa nhưng không làm. Việc này nhanh chóng trở thành vô nghĩa, vì tình hình ở Sài Gòn lúc đó đã tồi tệ và cả hai đảng trong Hạ viện đều không chấp thuận đề nghị này.",
        "Vào thời điểm đó, lời yêu cầu này có thể bị hiểu là tìm cách hoãn giải quyết vấn đề người tị nạn, nhưng các diễn biến vài ngày sau đó cho thấy sự ủng hộ người tị nạn từ miền Nam Việt Nam gia tăng nhanh chóng, kể cả ngân khoản nói trên. ",
        "Thật vậy, đảng Dân chủ đã đề xuất và thông qua đạo luật đón nhận 130.000 người tị nạn từ Việt Nam và Campuchia. Biden vắng mặt trong lần bỏ phiếu cuối cùng nhưng đã bỏ phiếu thuận trong buổi họp ủy ban thượng viện trước đó. Khoảng 20 thượng nghị sĩ khác, đảng Cộng hòa và Dân chủ, đã vắng mặt trong lần bỏ phiếu cho luật đó. Đạo luật được thông qua bao gồm 455 triệu đô-la để hỗ trợ người tị nạn, cao hơn con số 250 triệu chính phủ Ford yêu cầu lúc ban đầu.",
        "Đảng Dân Chủ cũng tài trợ cho nghị quyết đón tiếp họ đến Hoa Kỳ. Biden trở thành người đồng bảo trợ cho nghị quyết này, và đã bỏ phiếu ủng hộ đón chào người tị nạn Việt Nam. ",
        "Trong cả hai trường hợp, các thượng nghị sĩ duy nhất bỏ phiếu chống lại các dự luật này đều thuộc về đảng Cộng hòa (S. 1661, HR 6755). Sau khi ngân khoản liên bang được chấp thuận cho người tị nạn, một số chính khách đảng Cộng hòa đã tìm cách cắt giảm ngân khoản trợ giúp người tị nạn. May mắn thay, đại đa số các thành viên của cả hai đảng đã không tán thành nỗ lực này.",
        "Nguồn: Govtrack vote tally for HR 6755, Govtrack vote tally for S. Res. 148 ",
        "Kết Luận: Do đó, bài viết của tờ Washington Examiner bị đánh giá là SAI SỰ THẬT. Hồ sơ Quốc hội cho thấy là phía Dân Chủ đã đề nghị và thông qua các biện pháp để đón mừng và dành ngân khoản trợ cấp cho người tị nạn Việt Nam. Hồ sơ cũng cho thấy là Biden hỗ trợ cả hai việc. Những thượng nghị sĩ duy nhất chống lại thuộc Đảng Cộng Hòa. Để đọc thêm chi tiết, xin xem bài sau.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/08/n-VIETNAM-REFUGEE-BOAT-628x314-1.jpg?fit=800%2C400&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/08/Capture.png?resize=840%2C353&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/08/Capture.png?resize=840%2C353&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/08/24/false-washington-examiner-claims-biden-and-democrats-were-against-vietnamese-refugees/",
            "English"
        ],
        [
            "https://www.congress.gov/bill/94th-congress/house-bill/6755",
            "nghị quyết đón tiếp 130.000 người tị nạn đến Hoa Kỳ"
        ],
        [
            "https://www.congress.gov/bill/94th-congress/house-bill/6755",
            "455 triệu đô la"
        ],
        [
            "https://www.fordlibrarymuseum.gov/library/document/0314/1553026.pdf",
            "Bản ghi chép"
        ],
        [
            "https://www.govtrack.us/congress/bills/94/hr6096/summary",
            "cả hai đảng trong Hạ viện đều không chấp thuận đề nghị này"
        ],
        [
            "https://www.congress.gov/bill/94th-congress/house-bill/6755",
            " nhận 130.000 người tị nạn từ Việt Nam và Campuchia"
        ],
        [
            "https://www.cia.gov/library/readingroom/docs/CIA-RDP77M00144R001100130006-3.pdf",
            "đã bỏ phiếu thuận"
        ],
        [
            "https://www.fordlibrarymuseum.gov/library/speeches/750179.asp",
            "yêu cầu lúc ban đầu"
        ],
        [
            "https://www.cia.gov/library/readingroom/docs/CIA-RDP77M00144R001100130006-3.pdf",
            "quyết đón tiếp họ đến Hoa Kỳ"
        ],
        [
            "https://vietfactcheck.org/wp-content/uploads/2020/10/Congressional-Record-ID-CR-1979-0906-1.pdf",
            "đồng bảo trợ "
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s168",
            " bỏ phiếu ủng hộ"
        ],
        [
            "https://www.congress.gov/bill/94th-congress/senate-bill/1661/actions",
            "S. 1661"
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s186",
            "HR 6755"
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s185",
            "đảng Cộng hòa đã tìm cách cắt giảm "
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s186",
            "Govtrack vote tally for HR 6755"
        ],
        [
            "https://www.govtrack.us/congress/votes/94-1975/s168",
            "Govtrack vote tally for S. Res. 148 "
        ],
        [
            "https://www.pivotnetwork.org/news/us-congressional-records-joe-biden-welcomed-vietnamese-refugees-to-the-united-states",
            "bài sau"
        ],
        [
            "https://vietfactcheck.org/2020/08/31/sai-su-that-biden-va-dang-dan-chu-chong-dan-ti-nan-viet-nam/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/08/31/sai-su-that-biden-va-dang-dan-chu-chong-dan-ti-nan-viet-nam/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-08-31T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Are Biden and the Democrats really anti-Vietnamese in the 1970s?",
    "keywords": [
        "1970",
        "không",
        "thật",
        "đảng",
        "dân"
    ],
    "keywords_eng": [
        "1970",
        "Are not",
        "real",
        "party",
        "people"
    ]
}