{
    "title": "Thuốc chủng ngừa COVID-19 có gây vô sinh không?",
    "tags": [
        "bệnh COVID-19",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Chủng ngừa COVID-19 có thể gây vô sinh, theo như một tin tức đang lan truyền rộng rãi trên mạng xã hội.",
        "\nThẩm định: Giả định này SAI. Trung Tâm Kiểm Soát và Phòng Ngừa Dịch Bệnh (CDC) cho biết chủng ngừa là an toàn cho bất kỳ ai đang mang thai hoặc có ý định mang thai. Khuyến cáo này đã được lặp lại bởi Hiệp Hội Sản Phụ Khoa Hoa Kỳ (ACOG), những người đã tuyên bố chủng ngừa không gây vô sinh. Ngoài ra, nhiều nghiên cứu cũng phát giác chủng ngừa không ảnh hưởng đến khả năng sinh sản ở nam giới hoặc nữ giới, và cũng không ảnh hưởng đến phụ nữ mang thai và thai nhi.\n",
        "",
        "Tuyên bố chủng ngừa COVID-19 gây vô sinh đã được lan truyền trên mạng xã hội. Có nhiều tin đồn rằng protein gai trên vi rút corona có cấu trúc tương tự như protein gai khác có tên gọi là syncytin-1. Protein syncytin-1 này có góp phần tham gia trong sự phát triển và độ bám chặt của nhau thai trong thai kỳ. Mối lo ngại ở đây là sau khi tiêm chủng ngừa COVID-19, cơ thể người phụ nữ sẽ nhầm lẫn protein syncytin-1 với protein gai của vi rút và tấn công nó. Nhà miễn dịch học Akiko Iwasaki của trường y Yale School of Medicine đã xem xét tuyên bố này và không thấy bằng chứng nào, theo tờ báo Washington Post đưa tin.",
        "Trong khi đó, trung tâm CDC cho biết “hiện tại không có bằng chứng nào cho thấy việc tiêm chủng ngừa COVID-19 gây ra vấn đề khó khăn cho thai kỳ”.",
        "Theo một nghiên cứu trong tạp chí y học The New England Journal of Medicine, một ấn phẩm y tế uy tín, các nhà nghiên cứu sau khi phân tích dữ liệu của hơn 35.000 người mang thai được tiêm chủng ngừa hãng Pfizer hoặc Moderna COVID-19, họ không thấy bằng chứng nào để chứng minh chủng ngừa có ảnh hưởng xấu hoặc gây hại người đang mang thai. Và họ cũng không có bằng chứng cho thấy những chủng ngừa gây hại cho em bé hoặc thai kỳ.",
        "Tuy chưa có nghiên cứu tương tự cho chủng ngừa hãng Johnson and Johnson, Cơ Quan Quản Lý Thực Phẩm và Dược Phẩm Hoa Kỳ (FDA) đã tuyên bố trong các thử nghiệm lâm sàng là chủng ngừa này khi tiêm vào các con thỏ, thuốc chủng ngừa không gây ảnh hưởng đến khả năng sinh sản của chúng.",
        "Ngoài ra, Hiệp Hội Y Học Bà Mẹ-Thai Nhi (SMFM) và Hiệp Hội Sản Phụ Khoa (ACOG) đều khuyên những người đang mang thai nên tiêm chủng ngừa COVID-19. Hiệp hội ACOG cũng nói không có loại chủng ngừa nào được phép sử dụng ở Hoa Kỳ gây vô sinh.",
        "Trong khi đó, không có bằng chứng cho thấy chủng ngừa COVID-19 ảnh hưởng xấu đến sức khỏe tinh trùng. Một nghiên cứu từ trường đại học University of Miami cho thấy cả chủng ngừa hãng Pfizer và Moderna đều không có tác động tiêu cực đến tinh trùng. Những người tham gia đã được sàng lọc trước để đảm bảo họ không có vấn đề về khả năng sinh sản trước đây hoặc tiềm ẩn. Mẫu tinh dịch được lấy trước khi tiêm liều chủng ngừa đầu tiên và khoảng 70 ngày sau liều thứ hai, tức là khoảng thời gian tinh trùng cần để tái sinh. Các nhà khoa học sau đó phân tích khối lượng tinh dịch, nồng độ tinh trùng, khả năng di chuyển của tinh trùng và tổng số lượng tinh trùng. Họ không tìm thấy bất kỳ mức giảm đáng kể nào trong các dữ liệu này khi so với các mẫu được lấy trước khi tiêm chủng ngừa COVID-19.",
        "Chính nghiên cứu này cũng cho thấy 8 người tham gia có số lượng tinh trùng thấp trước khi tiêm chủng ngừa, kết quả cho biết độ tinh trùng của họ đạt mức bình thường sau liều thứ hai. “Điều đó không có nghĩa là chủng ngừa làm tăng trưởng tinh trùng,” đồng tác giả nghiên cứu Jessy Ory, chuyên gia khoa tiết niệu về vô sinh/nam khoa tại trường y University of Miami Miller School of Medicine, cho biết. “Nhưng ngay cả ở những người có số lượng tinh trùng thấp và lo lắng về khả năng sinh sản của mình, họ không cần phải sợ rằng chủng ngừa sẽ ảnh hưởng xấu đến khả năng sinh sản của họ nữa.”",
        "Dù không có bằng chứng là bất kỳ loại chủng ngừa COVID-19 nào ảnh hưởng khả năng sinh sản, chính vi rút COVID-19 vẫn có thể gây vô sinh. Theo bác sĩ Sigal Klipstein, trưởng ban đạo đức của Hiệp Hội Y Học Sinh Sản Hoa Kỳ, những người bị sốt lâu dài do nhiễm COVID-19 nặng có thể thấy số lượng tinh trùng của mình bị ảnh hưởng. Bà nói: “Nhiễm phải COVID có thể tạo bất lợi cho khả năng sinh sản của họ, nhưng việc tiêm chủng ngừa là an toàn, và thậm chí có thể bảo vệ khả năng sinh sản bằng cách giúp họ tránh những tác động nghiêm trọng của COVID.”",
        "Ngoài ra, trung tâm CDC cũng tuyên bố những người mang thai hoạc mới mang thai gần đây có nguy cơ mắc bệnh COVID-19 nặng, cao hơn so với những người không mang thai. Những người mang thai nhiễm COVID-19 cũng có nguy cơ sinh non cao hơn, và có thể gặp nhiều hậu quả xấu cho thai kỳ hơn so với những người mang thai không nhiễm COVID-19.",
        "Công việc nghiên cứu và giám sát hiện vẫn còn diễn ra để theo dõi bất kỳ tác dụng phụ nào của chủng ngừa, kể cả ở những người đang mang thai. Trung tâm CDC đã thành lập chương trình Đăng Ký Theo Dõi Chủng Ngừa COVID-19 Trong Giai Đoạn Thai Kỳ qua ứng dụng v-safe để liên tục theo dõi những người mang thai đã chích ngừa COVID-19 có gặp phải bất kỳ vấn đề nào không. Đã có trên 100.000 phụ nữ mang thai đã được tiêm chủng ngừa hiện đang tham gia chương trình này.",
        "\n\n\nĐể hẹn ngày tiêm chủng ngừa, xin đến trang\n\nVietCovid.org\n\nViệt Kiểm Tin đang liên kết với nhiều tổ chức cộng đồng và y tế để giúp cộng đồng người Mỹ gốc Việt hiểu thêm về chủng ngừa COVID-19. Dự án này được hỗ trợ bởi: Hội Người Mỹ Gốc Việt Cấp Tiến (PIVOT), Dịch Vụ Y Tế Á Châu (AHS), Liên Hiệp Ngành Móng Tay Lành Mạnh (California Healthy Nail Salon Collaborative), Liên Minh Sinh Viên Bắc Mỹ Gốc Việt (UNAVSA), Trung Tâm Tài Nguyên Hành Động Đông Nam Á (SEARAC), Trung Tâm Nghiên Cứu Sức Khoẻ Y Tế Người Mỹ Gốc Á (ARCH) và Hiệp Hội Tổ Chức Sức Khoẻ Cộng Đồng Châu Á Thái Bình Dương (AAPCHO).\n\n\n",
        "Bài viết này được hỗ trợ bởi Trung Tâm Kiểm Soát và Ngăn Ngừa Dịch Bệnh (CDC) của Bộ Y Tế và Dịch Vụ Nhân Sinh Hoa Kỳ (HHS) dưới dạng là một phần của một giải thưởng tài chính tổng cộng $3,300,000 — với 40% đến từ CDC và HHS. Nội dung bài viết là của riêng tác giả/các tác giả và không nhất thiết làm đại diện cho các ý kiến chính thức, hoặc là hành động ủng hộ, của CDC/HHS hay Chính phủ Hoa Kỳ.",
        "This article is supported by the Centers for Disease Control and Prevention of the U.S. Department of Health and Human Services (HHS) as part of a financial assistance award totaling $3,300,000 with 40% funded by CDC/HHS. The contents are those of the author(s) and do not necessarily represent the official views of, nor an endorsement, by CDC/HHS, or the U.S. Government.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1912547161.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4522",
            "English"
        ],
        [
            "https://www.webmd.com/vaccines/covid-19-vaccine/news/20210112/why-covid-vaccines-are-falsely-linked-to-infertility",
            "lan truyền"
        ],
        [
            "https://twitter.com/JuliaNEM33/status/1347926169262419974",
            "mạng xã hội"
        ],
        [
            "https://www.washingtonpost.com/health/2021/02/22/women-vaccine-infertility-disinformation/",
            "tờ báo Washington Post đưa tin"
        ],
        [
            "https://vietnamese.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html",
            "cho biết"
        ],
        [
            "https://www.nejm.org/doi/full/10.1056/NEJMoa2104983",
            "Theo một nghiên cứu"
        ],
        [
            "https://www.fda.gov/media/146304/download",
            "Cơ Quan Quản Lý Thực Phẩm và Dược Phẩm Hoa Kỳ"
        ],
        [
            "https://s3.amazonaws.com/cdn.smfm.org/media/2874/Provider_Considerations_for_Engaging_in_COVID_Vaccination_Considerations_4-29-21_(final).pdf",
            "Hiệp Hội Y Học Bà Mẹ-Thai Nhi"
        ],
        [
            "https://www.acog.org/covid-19/covid-19-vaccines-and-pregnancy-conversation-guide-for-clinicians",
            "(ACOG"
        ],
        [
            "https://jamanetwork.com/journals/jama/fullarticle/2781360?utm_source=silverchair&utm_campaign=jama_network&utm_content=covid_weekly_highlights&utm_medium=email",
            "Một nghiên cứu từ"
        ],
        [
            "https://www.usatoday.com/story/news/health/2021/06/21/pfizer-moderna-covid-vaccines-do-not-decrease-sperm-count-study-says/7770928002/",
            "đồng tác giả nghiên cứu Jessy Ory"
        ],
        [
            "https://www.usatoday.com/story/news/health/2021/06/21/pfizer-moderna-covid-vaccines-do-not-decrease-sperm-count-study-says/7770928002/",
            "số lượng tinh trùng của mình bị ảnh hưởng"
        ],
        [
            "https://vietnamese.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/pregnant-people.html",
            "CDC cũng tuyên bố"
        ],
        [
            "https://vietnamese.cdc.gov/coronavirus/2019-ncov/vaccines/safety/vsafepregnancyregistry.html",
            "đã thành lập"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/07/23/thuoc-chung-ngua-covid-19-co-gay-vo-sinh-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/07/23/thuoc-chung-ngua-covid-19-co-gay-vo-sinh-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-07-23T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Does the COVID-19 vaccine cause infertility?",
    "keywords": [
        "19",
        "ngừa",
        "thuốc",
        "covid",
        "không"
    ],
    "keywords_eng": [
        "19",
        "prevent",
        "medicine",
        "covid",
        "Are not"
    ]
}