{
    "title": "Tin Giả Là Gì và Làm Sao Để Người Mỹ Gốc Việt Nhận Biết Chúng?",
    "tags": [
        "Tiếng Việt",
        "Tin Giả"
    ],
    "paragraphs": [
        "Tin tức gây tranh cãi mới nhất quý vị vừa đọc được hôm nay là gì? Tin đó đúng hay sai?",
        "Trong thời đại quá tải thông tin này, nhiều người gặp khó khăn phân biệt tin nào đúng và tin nào sai. Khảo sát của PBS NewsHour, NPR, và Marist Poll cho thấy 59% người Mỹ gặp rắc rối trong việc xác định thông tin sai lệch. Điều này rất đáng lo vì cử tri thiếu tính chính xác sẽ thể dẫn đến kết quả bầu cử có hậu quả khó lường. Ngày Bầu Cử sắp đến gần, cho chúng ta cơ hội để phát giác các nguồn thông tin sai lệch và sự lan truyền của chúng vào cộng đồng người Mỹ gốc Việt.",
        "Ai bị ảnh hưởng?",
        "Có bằng chứng đáng kể cho thấy người lớn tuổi, người trẻ và người học vấn thấp đặc biệt dễ bị xoáy vào việc tìm đọc tin tức giả. Ngoài ra, những ai hay giữ chắc quan điểm về một vấn đề nào đó có khả năng chấp nhận thông tin sai lệch. Có số liệu và kinh nghiệm để chúng ta giả định rằng tin tức giả đe dọa nhiều hơn hết người Mỹ gốc Việt lớn tuổi và người Mỹ gốc Việt trẻ nhưng trình độ thấp .",
        "Có các loại thông tin sai lệch nào?",
        "Dựa theo nghiên cứu từ trường đại học Carnegie Mellon, thông tin sai lệch xuất hiện dưới nhiều dạng khác nhau (từ trái sang phải, tạm dịch — tin gây nhầm lẫn, tin tức giả mạo, tin truyền miệng, tin đồn, tin rác, và tài khoản quấy rối). Các thể loại thường gặp trong cộng đồng người Mỹ gốc Việt là tin tức giả mạo (fake news), tin đồn (rumor), tin rác (spam) và tài khoản quấy rối (troll).",
        "Tin tức giả mạo là dạng thông tin sai lệch được cố ý lan truyền dưới dạng tin tức/bài viết/tường thuật. Các mạng xã hội như Facebook cho phép chúng lan truyền rất rộng rãi. ",
        "Thư rác là dạng thông tin sai lệch chưa được kiểm chứng với mục đích áp đảo người nhận. Trong cộng đồng người Việt, thư rác xuất hiện trên mạng xã hội và các phương tiện truyền thông khác như thư gửi qua bưu điện, chat (Viber, WhatsApp, Facebook Messenger), email và Facebook. ",
        "Troll nhằm mục đích gây rối. Những tài khoản/người này dùng thông tin sai lệch hoặc giả mạo để khiến người khác tranh cãi vòng vòng liên hồi. Họ cũng muốn bôi nhọ một nhóm người bất kỳ bằng cách gieo rắc nghi ngờ và truyền thông tin sai lệch. Họ thường xuyên xuất hiện trong các bình luận trên YouTube, Facebook và các trang tin tức trực tuyến viết bằng tiếng Việt.",
        "Làm sao thông tin sai lệch lan truyền?",
        "Có thể qua ngôn từ kích động thù địch, áp phích tuyên truyền, truyện cười, meme và tương tác trong đời thực.",
        "Điều cần lưu ý là không phải bất kỳ ai phát tán thông tin sai lệch đều là người xấu hoặc troll. Những người bình thường có thể góp phần lan truyền thông tin sai lệch theo nhiều cách khác nhau, một là do họ nghe tin từ một thành viên trong gia đình hoặc bạn thân, hai là qua mạng xã hội. Dưới đây là những cách thông tin sai lệch có thể lan truyền: ",
        "Dựa trên internet và mạng xã hội: Qua những điều nghe thấy tại nơi làm việc hoặc nơi đông người. Ví dụ như: tiệm nail, nhà thờ và chùa Việt Nam, và các cuộc họp mặt của các bậc cao niên. ",
        "Dựa trên nội dung: Khi người đọc tham gia hoặc được mời tham gia các nhóm họ quan tâm hay đồng quan điểm. Ví dụ, Newsguard, một tổ chức độc lập chuyên phân tích độ tin cậy của các nguồn tin tức, đã tìm thấy có 40 trang Facebook đăng truyền thông tin sai lệch về cuộc bầu cử 2020 cho hơn 100,000 người.",
        "Dựa trên tuyên truyền: Qua các cuộc gặp gỡ với các nguồn phương tiện truyền thống như báo chí, TV, quảng cáo trên bảng quảng cáo và đài phát thanh.",
        "Khi chúng ta tiếp xúc với thông tin sai lệch, bộ não của chúng ta sẽ muốn tin vì những lý do sau:",
        "Thiên kiến xác nhận (confirmation bias) là xu hướng tìm kiếm và coi trọng thông tin xác nhận những gì mình đã tin từ trước—và loại bỏ các thông tin nói khác. Ví dụ, một người Việt bảo thủ ở Georgia chỉ nghe đài phát thanh các thông tin bảo thủ.Hiệu ứng không gian dội âm (echo chamber effect) là khi một người chủ yếu tiếp xúc với thông tin, con người, sự kiện và ý tưởng đồng quan điểm với họ. Ví dụ: Chỉ tương tác với những người ủng hộ Trump trên mạng xã hội.Hiệu ứng đóng khung tâm lý (framing effect) là khi một người quyết định không dựa theo thông tin là gì mà theo cách thông tin đó được trình bày hoặc thảo luận như thế nào. Ví dụ: Một cuộc thăm dò hỏi người tham gia là họ chấp thuận Đạo luật Chăm sóc Sức khỏe Với Phí tốn phải chăng (ACA) hay là Obamacare. Đa số trả lời ACA, dù ACA và Obamacare là cùng một luật. Cách lập câu hỏi và cách mọi người nhìn nhận Tổng thống Obama ảnh hưởng đến cách những người này trả lời câu hỏi.Mức độ tìm kiếm lưu loát (fluency heuristic) là khi một người xem một thông tin có giá trị hơn thông tin khác vì dễ hiểu và nhớ hơn. Ví dụ: Một chính trị gia truyền đạt ý tưởng bằng một thành ngữ hấp dẫn hơn là bài phát biểu dài dòng, hoặc khi mọi người đổ lỗi cho việc kinh tế đi xuống là hoàn toàn do người nhập cư không có giấy tờ khi sự thật là do rất nhiều lý do khác nhau gộp lại.",
        "Kết luận: Qua các dẫn chứng bên trên, thông tin sai lệch ngày càng phổ biến và khó tránh khỏi. Việc thu thập thông tin sai lệch dẫn đến cử tri thiếu thông tin và từ đó làm nền dân chủ rạn nứt. Bằng cách hiểu thông tin sai lệch và cách chứng lan truyền, chúng ta có thể nhận biết chúng và bảo vệ bản thân và người thân.",
        "",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Misinformation-chart-Vietnamese-1.png?fit=840%2C630&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Misinformation-chart-Vietnamese-1.png?resize=840%2C630&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Misinformation-chart-Vietnamese-1.png?resize=840%2C630&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1844",
            "English"
        ],
        [
            "https://www.pbs.org/newshour/politics/social-media-disinformation-leads-election-security-concerns-poll-finds",
            "Khảo sát của PBS NewsHour, NPR, và Marist Poll"
        ],
        [
            "https://engineering.stanford.edu/magazine/article/how-fake-news-spreads-real-virus",
            "Có bằng chứng đáng kể"
        ],
        [
            "https://www.kdd.org/exploration_files/8._CR.10.Misinformation_in_social_media_-_Final.pdf",
            "nhiều dạng khác nhau"
        ],
        [
            "https://www.newsguardtech.com/special-report-election-misinformation/",
            "Newsguard"
        ],
        [
            "http://larryferlazzo.edublogs.org/2018/02/20/the-best-videos-explaining-confirmation-bias/",
            "Thiên kiến xác nhận"
        ],
        [
            "https://cs181journalism2015.weebly.com/the-echo-chamber-effect.html",
            "Hiệu ứng không gian dội âm"
        ],
        [
            "https://thedecisionlab.com/biases/framing-effect/",
            "Hiệu ứng đóng khung tâm lý"
        ],
        [
            "https://www.npr.org/2017/02/11/514732211/obamacare-and-affordable-care-act-are-the-same-but-americans-still-dont-know-tha",
            "Một cuộc thăm dò"
        ],
        [
            "https://ylai.state.gov/looking-inward-in-an-era-of-fake-news-addressing-cognitive-bias/",
            "Mức độ tìm kiếm lưu loát"
        ],
        [
            "https://vietfactcheck.org/2020/09/24/co-that-la-kinh-te-hoa-ky-duoi-thoi-trump-manh-nhat-tu-truoc-den-nay/",
            "sự thật là do rất nhiều lý do khác nhau gộp lại"
        ],
        [
            "https://vietfactcheck.org/2020/10/22/tin-gia-la-gi-va-lam-sao-de-nguoi-my-goc-viet-nhan-biet-chung/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/22/tin-gia-la-gi-va-lam-sao-de-nguoi-my-goc-viet-nhan-biet-chung/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-22T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "What Is Fake News and How Can Vietnamese Americans Identify Them?",
    "keywords": [
        "gì",
        "và",
        "gốc",
        "biết",
        "chúng"
    ],
    "keywords_eng": [
        "what",
        "and",
        "origin",
        "know",
        "they"
    ]
}