{
    "title": "Trump có gọi quân nhân là “những kẻ thua cuộc” không?",
    "tags": [
        "Chiến Tranh Việt Nam",
        "Donald Trump",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Vào ngày 3 tháng 9, The Atlantic đăng một bài báo nói rằng Tổng thống Trump đã gọi các quân nhân Mỹ đã chết hoặc bị bắt trong các chiến tranh là “những kẻ thua cuộc” và “những kẻ ngu xuẩn.”",
        "\nThẩm định: Giả định này PHẦN LỚN LÀ ĐÚNG. Mặc dù Trump phủ nhận đã nói những điều này, một số hãng tin khác kể cả Fox News, đã xác nhận các tường thuật của The Atlantic. Ngoài ra, có một video trong đó Trump gọi Cố Thượng nghị sĩ John McCain là “kẻ thua cuộc” vì đã bị bắt trong Chiến tranh Việt Nam.\n",
        "",
        "Trong một bài báo ngày 3 tháng 9, The Atlantic đưa tin là vào năm 2018 Tổng thống Donald Trump hủy chuyến thăm viếng Nghĩa trang Mỹ Aisne-Marne gần Paris dành riêng cho các quân nhân đã hy sinh trong Thế chiến Thứ Nhất. Trump đã nói: “Tại sao tôi phải đến nghĩa trang đó? Toàn mấy đứa thua trận nằm đó.” Trump cũng gọi hơn 1.800 lính thủy quân lục chiến đã chết trong Trận Belleau Wood là “những kẻ ngu xuẩn” vì đã để mất mạng. Các trích dẫn là từ nhiều nguồn ẩn danh có nhận biết trực tiếp lúc sự việc xảy ra.",
        "Theo một nguồn tin khác, vào Ngày Chiến sĩ Trận vong năm 2017, Trump đã đến thăm Nghĩa trang Quốc gia Arlington với John Kelly, Bộ trưởng An ninh quốc phòng lúc bấy giờ, và sau đó là Chánh văn phòng của Trump trong một thời gian ngắn. Con trai của Kelly là Robert đã chết vào năm 2010 tại Afghanistan và được chôn cất tại nghĩa trang này. Theo kể lại, Trump đã nói tại nghĩa trang này, “Tôi không hiểu. Họ làm thế thì được gì?” — “họ” ở đây là những quân nhân được chôn cất tại nghĩa trang. Kelly từ chối bình luận cho The Atlantic.",
        "Trump lên tiếng bàn về bài báo trong một tweet nói rằng, “Lại thêm Tin Giả từ những bọn kinh tởm và ghen tuông trơ trẽn muốn gây ảnh hưởng đến Cuộc bầu cử năm 2020!”",
        "Mặc cho sự phủ nhận của Trump, cả AP lẫn CNN đều xác nhận là The Atlantic tường thuật chính xác. Ngoài ra, phóng viên quân sự của Fox News là Jennifer Griffin đã tweet: “Theo lời một cựu quan chức cấp cao của chính quyền Trump: ‘Khi Tổng thống nói về Chiến tranh Việt Nam, ông ấy nói, “Đó là một cuộc chiến ngu ngốc. Ai mà đi đánh là đều đã bị lừa’.”",
        "Griffin cũng nói là theo nguồn tin của bà, “Tổng thống lúc nào cũng ghét John McCain. Ông ấy luôn hỏi, ‘Tại sao lại xem ông ta như một anh hùng?'” Cô ấy nói thêm “Hai nguồn tin đã khẳng định rằng Tổng thống không muốn hạ quốc kỳ [khi McCain chết] nhưng những người khác trong Nhà Trắng ra lệnh kéo cờ xuống nửa cột.” Theo The Atlantic, Trump nói, “Việc đ… gì phải làm thế? Hắn là một kẻ thất bại đ… ra gì.” ",
        "Những nhận xét trên về McCain cũng giống với những nhận xét trước đây của Trump về Cố Thượng nghị sĩ. Vào năm 2015, Trump nói tại một sự kiện được thu hình trực tiếp, “Hắn bị thua, bởi vậy sau đó không có lý do gì cho tôi thích hắn hơn, tại tôi ghét mấy người thua cuộc.” Ông còn nói thêm. “Hắn không phải là một anh hùng chiến tranh. Hắn anh hùng chỉ vì đã bị bắt. Tôi thích những người không bị bắt kìa.” McCain đã từng là cựu chiến binh tham chiến tại Việt Nam và bị Bắc Việt giam cầm hơn 5 năm. Vì nhũng lời nói này của Trump, vợ của McCain, Cindy McCain, đả quyết định ủng hộ Joe Biden.",
        "\n\n",
        "Kết luận: Trump có nói là mình không hề nói những lời này về quân nhân. Nhưng dựa theo tường thuật của The Atlantic — và được xác nhận ngay sau đó bởi nhiều nguồn tin khác — chúng tôi tin những lời cáo buộc này về Trump là chính đáng.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_716498572.jpg?fit=840%2C547&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-that-2989869840-1600728448510.png?resize=840%2C465&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-gX",
            "English"
        ],
        [
            "https://www.theatlantic.com/politics/archive/2020/09/trump-americans-who-died-at-war-are-losers-and-suckers/615997/",
            "The Atlantic "
        ],
        [
            "https://www.snopes.com/ap/2020/09/03/report-trump-disparaged-us-war-dead-as-losers-suckers/",
            "cả AP"
        ],
        [
            "https://www.cnn.com/2020/09/05/politics/trump-marines-cemetery-france/index.html",
            "CNN đều xác nhận"
        ],
        [
            "https://twitter.com/JenGriffinFNC/status/1301975326805897216",
            "Jennifer Griffin đã tweet"
        ],
        [
            "https://twitter.com/cindymccain/status/1308552702134087680",
            "ủng hộ Joe Biden"
        ],
        [
            "https://vietfactcheck.org/2020/09/25/trump-co-goi-quan-nhan-la-nhung-ke-thua-cuoc-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/25/trump-co-goi-quan-nhan-la-nhung-ke-thua-cuoc-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-25T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Does Trump call military personnel &quot;losers&quot;?",
    "keywords": [
        "quân",
        "gọi",
        "thua",
        "không",
        "trump"
    ],
    "keywords_eng": [
        "army",
        "call",
        "lose",
        "Are not",
        "trump"
    ]
}