{
    "title": "Trump có thật sự chống chủ nghĩa xã hội và chống cộng không?",
    "tags": [
        "Donald Trump",
        "Tiếng Việt",
        "Trung Quốc"
    ],
    "paragraphs": [
        "Giả Định: Nhiều người Mỹ gốc Việt nói họ bầu cho Trump vì cho rằng ông ta chống cộng và chống chủ nghĩa xã hội.",
        "\nThẩm Định: Giả định này HẦU HẾT LÀ SAI. Trump đã từng có những lời phát biểu chống cộng và chống chủ nghĩa xã hội, nhưng khi duyệt xét vấn đề này kỹ hơn, chúng tôi phát hiện rằng Trump đã thúc đẩy những chính sách có tính xã hội trong nhiệm kỳ đầu tiên. Hơn nữa, quan hệ thân thiết của ông với các nhà lãnh tụ độc tài như Vladimir Putin, Kim Jong-un, và Tập Cận Bình tương phản với thông điệp chống chủ nghĩa xã hội của Trump.\n",
        "",
        "Trump đã tuyên bố rằng cuộc bầu cử 2020 là một cuộc trưng cầu dân ý về chủ nghĩa xã hội, và ông ta chống chủ nghĩa xã hội và cộng sản. Trong bài diễn văn mỗi đầu năm để báo cáo về tình hình quốc gia 2019, Trump đã nói, “Hoa Kỳ sẽ không bao giờ là một quốc gia theo chủ nghĩa xã hội.” Trong Đại hội Đảng Cộng Hòa 2020, Trump tuyên bố, “Cuộc bầu cử này sẽ quyết định giấc mơ Hoa Kỳ có được duy trì hay chúng ta để cho chủ nghĩa xã hội phá hủy đất nước yêu quý của chúng ta.” Tuy nhiên, cách ông dùng các cụm từ chủ nghĩa xã hội và cộng sản chưa rõ ràng ông muốn nói gì.",
        "Định nghĩa thông dụng về “chủ nghĩa xã hội” là việc sở hữu và kiểm soát các phương tiện sản xuất và phân phối, nguồn lực tài chính, bất động sản, v.v. thuộc về cộng đồng nói chung, thường thể hiện qua một chính quyền trung ương. Chủ nghĩa cộng sản là một phiên bản cực đoan hơn của chủ nghĩa xã hội, với tài sản tư nhân hoàn toàn bị cấm, và nhiều điều khác. Tương phản với các chủ nghĩa trên, chủ nghĩa tư bản là một hệ thống trong đó những phương tiện sản xuất được điều khiển bởi tư nhân để tạo ra lợi nhuận.",
        "Các chính sách như bảo hiểm sức khỏe toàn dân thường bị gọi là “chủ nghĩa xã hội.” Tuy nhiên, chúng không luôn luôn thích hợp cho định nghĩa này. Thí dụ như mô hình bảo hiểm sức khỏe toàn dân có khi bao gồm cả các công ty bảo hiểm tư nhân. Hoặc những quốc gia như Canada, Anh Quốc và Úc không được xếp là chủ nghĩa xã hội, tuy họ có bảo hiểm sức khỏe với chi phí được trang trải từ chỉ một nguồn, đó là chính quyền (tương tự như bảo hiểm sức khỏe toàn dân). Trong khi đó, những phúc lợi an sinh xã hội rất được ưa chuộng của Mỹ như Social Security, Medicare, và Medicaid, các trung tâm y tế cộng đồng, hệ thống gia cư công cộng, và hệ thống chăm sóc sức khỏe cho cựu chiến binh có thể bị coi là có tính chủ nghĩa xã hội vì do chính quyền tài trợ và quản trị.",
        "Trong quá trình duyệt xét các chính sách và khởi xướng của Trump trong nhiệm kỳ đầu, chúng tôi đã phát hiện một số chính sách có tính “chủ nghĩa xã hội” đi ngược với các phát biểu chống chủ nghĩa xã hội của ông.",
        "Đây là những chính sách của Trump có thể được coi là “chủ nghĩa xã hội” vì chúng bao gồm sự can thiệp của nhà nước trong sinh hoạt tư nhân. Những điều này đi ngược với lý tưởng của một chủ nghĩa tự do kinh doanh (tư bản), và các nhà bảo thủ thiên về tự do kinh doanh đã chỉ trích một số các chính sách này.",
        "Đã nhiều lần kêu gọi chính phủ hỗ trợ tài chánh cho các mỏ than và nhà máy sản xuất năng lượng nguyên tử với ngân khoản hàng nhiều tỉ đô-la.Cho 16 tỉ đô-la cho giới nhà nông Mỹ bị thiệt hại bởi cuộc chiến mậu dịch của Trump với Trung Quốc .Thi hành đạo luật CARES để giúp giới chủ nhân và nhân viên bị thiệt hại kinh tế trong đại dịch COVID-19.Huy động đạo luật Defense Production Act để buộc các công ty tư nhân phải sản xuất trang bị y tế cần thiết để đối phó với đại dịch.",
        "Thêm vào đó, các động tác thân thiện của Trump với các lãnh tụ độc tài, kể cả cộng sản và xã hội chủ nghĩa, đi ngược với những phát biểu chống chủ nghĩa xã hội. Cách đối xử của Trump với các nhà lãnh đạo này gác ra ngoài quan tâm về tự do cá nhân và nhân quyền tại các xứ sở đó như:",
        "Trump là tổng thống đương nhiệm đầu tiên của Hoa Kỳ thăm viếng Bắc Triều Tiên, một trong năm nước cộng sản còn lại trên thế giới.Tuyên bố ông đã “bị tiếng sét ái tình” với lãnh tụ Cộng sản Bắc Triều Tiên Kim Jong Un vào năm 2018.Chúc mừng Chủ tịch Đảng Cộng sản và Tổng thống Trung Quốc trong dịp 70 năm kỷ niệm vai trò lãnh đạo quốc gia của Đảng Cộng sản, trong lúc Thượng viện dưới sự kiểm soát của Đảng Cộng hòa đã lên án dịp này.Kêu gọi Tổng thống Trung Quốc giúp Trump được tái cử.Phản đối và đã không phục vụ trong Chiến tranh Việt Nam chống lại Bắc Việt và các đồng minh cộng sản của họ như Trung Quốc và Liên bang Sô-viết.Tái lập những mậu dịch quan trọng với chính quyền Cộng sản Việt Nam mà không đề cập đến thành tích vi phạm nhân quyền của họ.Đã nhiều lần lập lại các phát biểu ủng hộ Vladimir Putin, Tổng thống Nga và là một người Cộng sản, đứng về phe Putin thay vì giới tình báo Hoa Kỳ khi bản tường trình rằng Nga đã trả tiền thưởng cho lực lượng Taliban để giết lính Mỹ ở Afghanistan bị phanh phui, chia sẻ tài liệu tình báo tối mật với Nga, và bảo chữa cho cuộc xâm lăng Afghanistan của Nga vào năm 1979.",
        "Kết Luận: Giả định rằng Trump chống cộng và chống chủ nghĩa xã hội HẦU HẾT LÀ SAI. Khác hẳn với các phát biểu chống chủ nghĩa xã hội, chúng tôi phát hiện một số chính sách của Trump đã sử dụng cách cai quản kiểu chủ nghĩa xã hội. Hơn nữa, quan hệ thân mật với các lãnh tụ độc tài phản ngược với thông điệp chống cộng và chống chủ nghĩa xã hội của Trump.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/23.jpg?fit=840%2C442&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/18/is-trump-really-anti-socialist-and-anti-communist/",
            "English"
        ],
        [
            "https://www.youtube.com/watch?v=FKF_590azfw",
            "bài diễn văn mỗi đầu năm để báo cáo về tình hình quốc gia 2019"
        ],
        [
            "https://www.facebook.com/watch/?v=2693749147565816",
            "Trong Đại hội Đảng Cộng Hòa 2020"
        ],
        [
            "https://www.merriam-webster.com/dictionary/socialism",
            "Định nghĩa thông dụng về “chủ nghĩa xã hội”"
        ],
        [
            "https://www.merriam-webster.com/dictionary/communism",
            "Chủ nghĩa cộng sản"
        ],
        [
            "https://www.merriam-webster.com/dictionary/capitalism",
            "chủ nghĩa tư bản"
        ],
        [
            "https://www.usnews.com/news/best-countries/slideshows/countries-with-the-most-well-developed-public-health-care-system?slide=2",
            "Canada, Anh Quốc và Úc"
        ],
        [
            "https://www.health.harvard.edu/blog/single-payer-healthcare-pluses-minuses-means-201606279835",
            "bảo hiểm sức khỏe với chi phí được trang trải từ chỉ một nguồn"
        ],
        [
            "https://www.history.com/news/socialism-communism-differences",
            "những phúc lợi an sinh xã hội rất được ưa chuộng của Mỹ"
        ],
        [
            "https://thehill.com/opinion/energy-environment/393038-lots-of-conservatives-hate-trumps-coal-and-nuclear-bailout-thats-a",
            "các nhà bảo thủ thiên về tự do kinh doanh đã chỉ trích một số các chính sách này"
        ],
        [
            "https://www.bloomberg.com/news/articles/2018-06-01/trump-said-to-grant-lifeline-to-money-losing-coal-power-plants-jhv94ghl",
            "Đã nhiều lần kêu gọi chính phủ hỗ trợ tài chánh"
        ],
        [
            "https://www.usda.gov/media/press-releases/2019/07/25/usda-announces-details-support-package-farmers",
            "Cho 16 tỉ đô-la cho giới nhà nông Mỹ"
        ],
        [
            "https://home.treasury.gov/policy-issues/cares",
            "Thi hành đạo luật CARES để giúp giới chủ nhân và nhân viên bị thiệt hại kinh tế"
        ],
        [
            "https://www.hhs.gov/about/news/2020/08/20/trump-administration-uses-defense-production-act-to-aid-our-most-vulnerable.html",
            "Huy động đạo luật Defense Production Act để buộc các công ty tư nhân phải sản xuất trang bị y tế cần thiết"
        ],
        [
            "https://www.military.com/daily-news/2020/06/29/beyond-love-trump-has-little-show-north-korea-talks.html",
            "Trump là tổng thống đương nhiệm đầu tiên của Hoa Kỳ thăm viếng Bắc Triều Tiên"
        ],
        [
            "https://www.youtube.com/watch?v=F_k0PJgxP_s",
            "Tuyên bố ông đã “bị tiếng sét ái tình”"
        ],
        [
            "https://twitter.com/realdonaldtrump/status/1178986524630802432?lang=en",
            "Chúc mừng Chủ tịch Đảng Cộng sản và Tổng thống Trung Quốc"
        ],
        [
            "https://www.nationalreview.com/corner/while-trump-congratulates-communist-china-on-its-70th-anniversary-senate-republicans-condemn-it/",
            "Thượng viện dưới sự kiểm soát của Đảng Cộng hòa đã lên án dịp này"
        ],
        [
            "https://www.msn.com/en-us/news/politics/trump-asked-chinas-xi-to-help-him-win-reelection-according-to-bolton-book/ar-BB15CHRB",
            "Kêu gọi Tổng thống Trung Quốc giúp Trump được tái cử"
        ],
        [
            "https://vietfactcheck.org/2020/09/13/trump-co-tung-ung-ho-hoa-ky-tham-chien-tai-viet-nam-khong/",
            "Phản đối"
        ],
        [
            "https://vietfactcheck.org/2020/09/15/co-phai-trump-da-tung-tron-linh/",
            "đã không phục vụ trong Chiến tranh Việt Nam"
        ],
        [
            "https://thediplomat.com/2020/07/will-we-see-a-us-vietnam-strategic-partnership/",
            "Tái lập những mậu dịch quan trọng với chính quyền Cộng sản Việt Nam"
        ],
        [
            "https://www.cnn.com/2019/11/17/politics/trump-soft-on-russia/index.html",
            "Đã nhiều lần lập lại các phát biểu ủng hộ Vladimir Putin, Tổng thống Nga và là một người Cộng sản"
        ],
        [
            "https://vietfactcheck.org/2020/09/18/trump-co-that-su-chong-chu-nghia-xa-hoi-va-chong-cong-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/18/trump-co-that-su-chong-chu-nghia-xa-hoi-va-chong-cong-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-18T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi",
    "title_eng": "Is Trump really anti-socialist and anti-communist?",
    "keywords": [
        "chống",
        "thật",
        "không",
        "có",
        "trump"
    ],
    "keywords_eng": [
        "anti",
        "real",
        "Are not",
        "Yes",
        "trump"
    ]
}