{
    "link": "https://blackdotresearch.sg/vaccine-in-weeks-to-come/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[VACCINEWatch]: A vaccine to be available in weeks to come?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nAre we weeks away from a COVID-19 vaccine, as American President Donald Trump claimed during the recent US presidential debate?\nFor many months now, Mr Trump has insisted a vaccine for the novel coronavirus would be made available to the public before 2020 ends. For instance, the US leader in September told reporters that a breakthrough could happen as early as mid-October – just before Election Day on November 3 – and more than 100 million vaccine doses would be distributed by the end of the year. He singled out pharma giant Pfizer as the company spearheading this tremendous feat, to no one’s surprise; the company’s chief executive had for months told the media and investors that a conclusion would be reached by the end of October (the company has since clarified that this is a best-case scenario). Mr Trump’s campaign ad opened with footage of vials labelled “COVID-19 Coronavirus Vaccine,” as the voiceover narrates “in the race for a vaccine, the finish line is approaching.” And, after initially dismissing the COVID-19 outbreak and downplaying its risks, the US leader pressured companies and health agencies to speed up trials and approval processes, believing that a vaccine is the silver bullet to his re-election.\nHowever, health officials and experts have repeatedly come out to debunk Mr Trump’s overly optimistic claims. The director for the US Centers for Disease and Control Prevention had said that vaccine would most likely be unavailable until mid-2021, a timeline many others agree with. Meanwhile, nine of the top pharmaceutical and biotechnology companies, including frontrunners in the COVID-19 vaccine race Pfizer, Moderna, and AstraZeneca (which had put on hold its trials after a participant reported a serious adverse reaction), had pledged to release a cure only after it is thoroughly vetted for safety and efficacy.\nMr Trump’s assertions that a vaccine would be ready soon – which goes against the advice of experts – pose several negative impacts, especially given that he is the highest figure of authority in the US. First, if Election Day comes and goes, and there is still no cure available (a scenario that will most likely happen), questions would be raised about the authenticity of Mr Trump’s claims, and public trust in the government, officials, and credible institutions would erode. Not only that, amidst rising scepticism in the US, many have expressed distrust in a vaccine, even if it is approved, as they believe Mr Trump has been politicising the race to develop a cure to improve his chances of re-election. Such statements also run the risk of complacency in COVID-19 prevention – the American public could ditch wearing masks or refuse to practice safe distancing, in favour of a vaccine that is elusive. In fact, Mr Trump himself downplayed the efficacy of masks in a recent press briefing, saying that “the mask is not as important as the vaccine.”\nGiven the reasons above, we rate Mr Trump’s claims of a vaccine being ready in a few weeks’ time as likely false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/trump-vaccine.jpg",
    "Iframe Sources": [],
    "date": "2020-10-01T05:27:27+00:00",
    "Links in content": [
        "https://www.whitehouse.gov/briefings-statements/remarks-president-trump-press-briefing-september-16-2020/",
        "https://www.youtube.com/watch?v=de10uQej6sA",
        "https://www.nytimes.com/2020/09/17/health/covid-vaccine-when-available.html",
        "https://www.cnbc.com/2020/09/23/astrazeneca-coronavirus-vaccine-trials-remains-on-hold-in-the-us-hhs-chief-azar-says-.html",
        "https://www.nytimes.com/2020/09/08/health/9-drug-companies-pledge-coronavirus-vaccine.html",
        "https://www.straitstimes.com/world/united-states/trump-repeats-promise-of-a-covid-19-vaccine-by-october-to-a-sceptical-america",
        "https://www.whitehouse.gov/briefings-statements/remarks-president-trump-press-briefing-september-16-2020/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/trump-vaccine.jpg",
    "Truefalse": [],
    "Description": ""
}