{
    "link": "https://blackdotresearch.sg/possible-exposure-tracetogether-quarantine/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: An 11-day quarantine if exposed to suspected cases three times or more?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on forum HardwareZone:\n\nAccording to the author of the post, if an individual is classified under the ‘possible exposure’ status for three times on the TraceTogether app, they will be put on an 11-day home quarantine order.\nWhen asked by another user about how he got this information, the author shared a link to an article on Today:\n\nIn the article, we read about the case of a man, Mr Lim YC, who was placed on an 11-day home quarantine order by the Ministry of Health (MOH) “owing to the risk posed by his cumulative exposure to three Covid-19 cases”. Mr Lim had shared that he had “thought that he was being cautious by spending just a few minutes each time he needed to go to Bukit Merah View Market and Food Centre to buy food as he had read about the Covid-19 outbreak there”.\nHowever, the article also states that MOH recently (21 June) updated its website to clarify the conditions it’ll take for an individual to be identified as a ‘close contact’.\nBelow is a screenshot of the section on MOH’s website which addresses the question of what makes an individual a ‘close contact’:\n\nTo be regarded as a ‘close contact’, an individual needs to spend a cumulative period of about 15 minutes or more within 2 metres of a suspected COVID-19 case.\nMOH also clarified that besides the duration and proximity of exposure, the nature and setting of exposure, type of personal protective equipment donned, and other clinical and epidemiological factors are also considered when assessing if follow up actions are required for the close contacts. Those identified as ‘close contacts’ will then be contacted by MOH officials on the measures they should take.\nTherefore, it is false that individuals would be put on an 11-day home quarantine solely based on the number of times they have been classified under the ‘possible exposure’ status on the TraceTogether app.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/06/possibleexposure-800x800.png",
    "Iframe Sources": [],
    "date": "2021-06-24T02:09:18+00:00",
    "Links in content": [
        "https://forums.hardwarezone.com.sg/threads/hit-3-times-on-tt-apps-on-the-possible-exposure-you-will-be-on-an-11-day-home-quarantine-order.6542078/page-3",
        "https://www.todayonline.com/singapore/covid-19-moh-updates-close-contact-criteria-man-quarantined-after-exposure-bukit-merah",
        "https://www.todayonline.com/singapore/covid-19-moh-updates-close-contact-criteria-man-quarantined-after-exposure-bukit-merah",
        "https://www.gov.sg/article/how-are-suspect-cases-handled"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/06/possibleexposure-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}