{
    "link": "https://blackdotresearch.sg/covidwatch-are-most-foreigners-fined-10000-for-their-first-offence-of-circuit-breaker-measures/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are “most foreigners” fined $10,000 for their first offence of Circuit Breaker measures?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to several claims that have been circulated among the Korean community living in Singapore.\n\nBrief translation:\nSomeone living at The Interlace condominium had placed a bulk order for delivery, and the police came while the residents met up to split up the goods. They were given fines of $10,000 each. When one refused to do so, her husband’s employment pass got revoked and they were given 48 hours to leave Singapore.\n\n\nThere are several claims being made in the messages being forwarded, so let’s break them down individually and see if there’s any truth in them.\n1. $10,000 for the first offence, $20,000 for second\nAnother day, another claim being made about the actual amount individuals are fined for flouting COVID-19 Circuit Breaker measures.\nIndividuals caught flouting Circuit Breaker safe distancing measures are subject to an immediate fine of $300 for their first offence. Second-time offenders will face a $1,000 fine, while repeat offenders will be subject to higher fines (up to $10,000) or even prosecution in court for egregious cases.\nThe claims that individuals are fined $10,000 for their first offence and $20,000 for their second is therefore false.\n\n2. As a warning, “most foreigners” are fined $10,000 for the first offence\nThis particular allegation is problematic, because it suggests that harsher punishments only apply to certain foreigners.\nThere is currently no evidence that there is a difference in the treatment of foreigners who flout Circuit Breaker measures, so the suggestion that only certain foreigners are fined $10,000 for the first offence is false.\n\n3. Revoking of EP for failure to comply\nMOM revoked the work pass of a work pass holder and permanently banned him from working in Singapore after he was found to have loitered at various places for an extended period of time from the evening of 9 April before returning to his place of residence on 10 April. MOM called his actions a “blatant breach” of Circuit Breaker measures.\nMOM also revealed that from 10 April to 12 April, officers from multiple Government agencies issued a total of 39 fines to work pass holders who breached Circuit Breaker measures.\nThese work pass holders were found to have gathered in groups with others who did not live in the same household.\nIt added that if individuals are found to be in breach of these measures for a second time, MOM “will not hesitate to revoke the work passes of these individuals as well as the passes of their dependents”.\nOn 13 April, MOM shared that a total of 24 work pass holders have had their permits revoked and have been permanently barred from working in Singapore after being caught eating, drinking, and gathering in groups in the vicinity of Tuas View Square.\nHowever, there has been no report of the revoking of employment passes, and given that the details of the claim are fuzzy (was the EP revoked on the spot? Did the police or MOM revoke the EP?), we rate the claim to be unproven.\n\nSPF has replied to our queries, stating that they are unable to comment on these claims. We have also reached out to MOM for comment, and will update the article when they reply.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/eprevoked.jpg",
    "Iframe Sources": [],
    "date": "2020-04-28T07:19:35+00:00",
    "Links in content": [
        "https://www.nea.gov.sg/our-services/public-cleanliness/environmental-cleaning-guidelines/circuit-breaker-measures/frequently-asked-questions",
        "https://www.gov.sg/article/what-you-can-and-cannot-do-during-the-circuit-breaker-period",
        "https://www.channelnewsasia.com/news/singapore/coronavirus-covid-19-work-pass-holder-revoked-permanent-ban-12635504",
        "https://www.channelnewsasia.com/news/singapore/covid-19-work-pass-holders-barred-mom-dormitories-12637378"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/eprevoked.jpg",
    "Truefalse": [
        "false",
        "false",
        "unproven"
    ],
    "Description": ""
}