{
    "link": "https://blackdotresearch.sg/covidwatch-are-spot-checks-being-done-at-homes-to-ensure-no-social-gatherings-are-happening/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are spot checks being done at homes to ensure no social gatherings are happening?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 14 April, 5:10pm] The article has been updated to include SPF’s clarification.\n–\nWe have been alerted to several claims regarding spot checks being done at households around Singapore as part of the enforcement of COVID-19 Circuit Breaker measures that prohibit social gatherings. Beyond gathering in groups outdoors, this particular measure also extends to individuals who visit houses that are not their own.\nFrom 12 April, any individual caught flouting Circuit Breaker measures will also be issued an immediate fine of $300.\nHere are the claims that we came across:\n1. Random checks by authorities\n\nThis message claims that random spot checks are being done by the authorities to ensure that all individuals present in a house have the same address registered on their ICs.\nHowever, it is uncertain which government agencies the “authorities” mentioned in the message come from.\n2. A fine from the Singapore Police Force\nNext, a post shared on public Facebook group SG Covidiots shows two photos.\n\nThe first shows two Police officers standing at the common corridor of a HDB block, seemingly keeping a lookout. It is important to note that the source and context of the photo are unknown.\nThe other photo in the post is a screenshot of an individual’s Instagram Story.\nHere’s a closer look at the screenshot:\n\nIn a photo of what seems to be a letter issued by the Singapore Police Force, the individual shares that he got a warning letter for going to his mother’s house, fuelling rumours that the Police are conducting spot checks at houses.\nOn 14 April, SPF has come forward to deny these claims, stating that they “do not proactively conduct checks at residential units” to enforce safe distancing measures.\nIn a Facebook post, SPF shared more information about the incident, revealing that the Police had received a call from a man for Police assistance for a family dispute at about 9.55pm. It was during the engagement that officers discovered that there was a gathering of family members, two of whom were not from the household living in the residential unit. The two individuals were the man who called for Police assistance and his wife.\nA warning was then issued to the couple for not complying with the elevated safe distancing measures.\nThe Police added that while they do not proactively conduct checks at residential units, they will still take enforcement action if they come across anyone flouting safe distancing measures when attending to other types of incidents at residential units reported by the public.\nThe claim that SPF is conducting spot checks on households is therefore false.\n\n3. NEA conducting full searches in houses?\n\nIn another tip-off, an individual reached out to us, sharing that he received a forwarded message which claims that it is the National Environment Agency (NEA) that is conducting full searches of houses to check if there are any individuals flouting Circuit Breaker rules.\nNEA has responded to our request for clarification, stating that it does not employ Enforcement Officers (EOs) to conduct enforcement of safe distancing measures in homes.\nNEA’s Safe Distancing EOs are mainly deployed at or near markets and cooked food sections of hawker centres to ensure that members of the public comply with safe distancing measures during the month-long Circuit Breaker period.\n“However, our vector control officers continue to be on the ground conducting dengue house inspections in view of the high number of dengue cases seen in the first three months of this year,” it added.\nThe claim that NEA is conducting full searches of houses to check if there are any individuals flouting Circuit Breaker measures is therefore false.\n\n4. Are SATS staff doing it too?\n\nFinally, another tip-off alleges that staff from SATS have been reassigned to conduct these spot checks.\nThe sender of the tip-off claims that he/she got the information from his/her friend’s sister who’s a SATS staff.\n–\nThus, the claim that spot checks are being done at households to ensure that individuals adhere to the Circuit Breaker measure of social distancing is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/spotcheck-800x566.png",
    "Iframe Sources": [],
    "date": "2020-04-13T05:50:50+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/531106037593296/permalink/533710550666178/",
        "https://www.facebook.com/story.php?story_fbid=10159695384084408&id=56706929407"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/spotcheck-800x566.png",
    "Truefalse": [
        "false",
        "false",
        "false"
    ],
    "Description": ""
}