{
    "link": "https://blackdotresearch.sg/covidwatch-are-confirmed-and-suspected-covid-19-cases-wandering-free-around-tekka-at-night/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are confirmed and suspected COVID-19 cases “wandering free” around Tekka at night?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 28 March, 10:08pm] The article has been updated to include a 99.co article which identifies Village Hotel Albert Court as a facility booked for Singapore residents from coming home from abroad who need to serve their 14-day stay-home notice (SHN).\n–\nWe have been alerted to this message being circulated on Whatsapp:\n\nThe claim states that the government converted Village Hotel Albert Court into a quarantine facility, and that there are confirmed COVID-19 cases among 250 individuals who were recently admitted.\nThe message goes on to the state that “these guys” (we’re assuming they are referring to confirmed/suspected cases) are “wandering free around [the] Tekka area at night”.\nThe creator of the message stated that he/she got the information from a friend who was on duty as an AETOS security guard.\nLiSHA: “This is Fake News, do not believe”\n\n\n\n\nThe following is a FAKE news making its round on social media ! Pls be aware .  Guys…try to avoid TEKKA area for…\nPosted by LiSHA on Wednesday, 25 March 2020\n\nFortunately, the Little India Shopkeepers and Heritage Association (LiSHA) has swiftly taken matters into their own hands, calling it fake news and urging members of the public to “be aware” and to not believe what the claim states.\nHowever, a recent article on 99.co has revealed that over 7,500 hotel rooms and serviced apartments across Singapore have been booked by the Singapore Tourism Board (STB) to house Singapore residents from coming home from abroad who need to serve a 14-day stay-home notice (SHN).\nVillage Hotel Albert Court has been listed as one of the major hotels being used as a dedicated facility for those on SHN, with 210 rooms booked for that purpose.\nWe called Village Hotel Albert Court and confirmed that it is indeed being used as a facility for those on SHN, and that they are “not sure” when the hotel will resume regular bookings.\nRegardless, while we rate the claim that Village Hotel Albert Court has been turned into a quarantine facility as true, the claim that confirmed/suspected cases are “wandering free around the Tekka area at night” is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-26-at-12.12.41-PM.png",
    "Iframe Sources": [],
    "date": "2020-03-26T04:16:15+00:00",
    "Links in content": [
        "https://www.facebook.com/Officiallishasg/",
        "https://www.facebook.com/Officiallishasg/posts/3118849978128260",
        "https://www.99.co/blog/singapore/hotel-government-stay-home-notice-shn/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-26-at-12.12.41-PM.png",
    "Truefalse": [
        "true",
        "false"
    ],
    "Description": ""
}