{
    "link": "https://blackdotresearch.sg/singapore-citizens-covid-19-grant-700/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are all Singapore citizens entitled to a $700 grant for 3 months?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nAccording to the message, all Singapore citizens are entitled to “$700 dollars for 3 months due to COVID-19; Novel Coronavirus”. It also mentions that this is taking place from 20 May 2021.\nCuriously, it then goes on to state that the “SG Government grant pay” is accessible to all SEPs (self-employed persons), “not withstanding [one’s] employment status”. It is uncertain, then, whether this grant is accessible to ALL Singapore citizens, only to SEPs, or both. At the risk of sounding nit-picky, the message is also written in rather questionable English.\nThe message includes a bit.ly link which apparently leads to an article on how one can make the claim. Click on the link and alas, we’re once again graced with a photo of yet another gorilla – this time, making a less vulgar gesture.\nAs for whether or not there is any truth in all Singapore citizens getting $700 for 3 months, there isn’t any announcement of such a scheme, although there was an announcement of grants that were going to be given out by the Singapore government to individuals from certain income groups and occupations to tide them through the pandemic.\nTherefore, the claim that all Singapore citizens are entitled to $700 for 3 months due to the pandemic is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/05/700grant-800x800.png",
    "Iframe Sources": [],
    "date": "2021-05-26T12:07:31+00:00",
    "Links in content": [
        "https://i.pinimg.com/originals/9d/82/4e/9d824e606b3b743a8b0a6a4718ea622e.jpg",
        "https://blackdotresearch.sg/singapore-lockdown-10-may-2021/",
        "https://blackdotresearch.sg/covidwatch-can-singaporeans-withdraw-2000-from-their-ordinary-accounts-from-1-april/",
        "https://blackdotresearch.sg/singapore-malaysia-borders-vaccinated-may-2021/",
        "https://www.todayonline.com/singapore/new-grants-those-financially-affected-covid-19-relief-schemes-self-employed-taxi-and"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/05/700grant-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}