{
    "link": "https://blackdotresearch.sg/hawker-centres-closed-covid-19-september-2021/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are these hawker centres closed today due to COVID-19?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the post shares a long list of hawker centres in Singapore that would apparently be closed ‘tomorrow’ (13 September 2021, given that the post was shared on the 12th).\nHe then stated that these hawker centres are being closed by the Multi-Ministry Task Force (MTF) due to COVID-19.\nWe also note the same list being circulated on WhatsApp and other Facebook pages.\n\nSome hawker centres are closed on 13 Sept, but not due to COVID-19\nWhile it is true that Chinatown Complex and its food centre will be closed from 12 September to 11.59pm on 15 September due to the emergence of a cluster, there has been no report about other hawker centres being closed due to COVID-19.\nIn fact, when we did a Google search of the terms ‘hawker centre closure’, we were led to NEA’s webpage which showed a list of all the hawker centres named on the Facebook post:\n\nAs seen, while it is true that the hawker centres on the list are closed on 13 September 2021, the reason is due to general cleaning (or repairs and redecoration work, in the cases of Mei Chin Road Market and Kukoh 21 Food Centre) and not COVID-19.\nIt is also important to note that this list was actually posted earlier on 6 September on Facebook group Hawkers United – Dabao 2020, which boasts over 307,000 members:\n\nIn this post, we see that it has been clearly stated by the author (Melvin Chew, who is the admin of the group) that these hawker centres are closed due to “spring cleaning days for September which happens to be the peak spring cleaning month”.\nIt is important to note that Chew is an experienced hawker who runs Jin Ji Teochew Braised Duck And Kway Chap at Chinatown Complex. When we reached out to him for clarification, he shared that there is typically a “peak” in spring cleaning every 3 months for hawker centres.\nChew said that his intention for the post on the Hawkers United Facebook group is just so that the public won’t “waste their time travelling to hawker centres” when they’re actually closed for spring cleaning.\nHe also lamented that misinformation like what the first Facebook post alleges “will cause panic to the public and will affect the business of the hawker centre”.\nNEA has also just clarified on Facebook that they are aware of a post circulating via WhatsApp about hawker centres being closed today, and that “this is a usual list referring to hawker centres that are closed for regular spring cleaning and Repairs & Redecoration works”. They added that “routine spring cleaning is conducted quarterly, and can vary in duration from 1 to 3 days”.\nTherefore, it is false that the hawker centres listed are closed due to COVID-19.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/hawkerclosed-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-13T09:42:52+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2141426116109503/posts/2872460263006081/",
        "https://www.facebook.com/groups/514116763219035/posts/536641137633264/",
        "https://www.facebook.com/groups/827712277859634/posts/907028943261300/",
        "https://www.straitstimes.com/singapore/health/chinatown-complex-closed-testing-for-visitors-and-staff-as-spore-reports-555-new",
        "https://www.nea.gov.sg/our-services/hawker-management/overview",
        "https://www.facebook.com/groups/HawkersUnited2020/posts/616859355981769/",
        "https://www.facebook.com/groups/HawkersUnited2020/",
        "https://www.facebook.com/NEASingapore/posts/171809651760125?__cft__[0]=AZUvmtHL454cEd1MSRV_MoRp6-gYC19iZbASzV5F-SZnKgkh7C7Nnr3gVjvLZxMr4lUSvJLjUPMKYxIHS4wN8sydP1GOVAsGdp3s72D-mbKs_nHWMeDCtW2b9OrgOUUMrtJ6Ozqm_d6MZPktHdR_QUgB&__tn__=%2CO%2CP-R"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/hawkerclosed-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}