{
    "link": "https://blackdotresearch.sg/covidwatch-are-tankers-not-allowed-to-dock-in-singapore-because-of-the-virus/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are Tankers Not Allowed To Dock In Singapore Because Of The Virus?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nAn Instagram post by Irish singer Ronan Keating gained some attention online yesterday – but for the wrong reasons.\n\nIn the post, Keating uploaded a photo of what looks like the Singapore Strait along with the caption: “A snap shot of some of the Tankers held in Singapore not allowed to dock because of the virus”.\nIt is likely that Keating could have taken this photo on his flight to Singapore, when he was here for an event on 28 February. Here’s where we’re guessing he could have taken the photo at:\n\nJust another day on the Singapore Strait?\nSeveral Twitter users have stepped forward to correct Keating, stating that this sight is actually a pretty commonplace one:\n\n\n\n\nThey’re not wrong.\nIn an article by South China Morning Post, the journalist mentions that visitors to Singapore “often remark on the hundreds of vessels, from supertankers to freighters, anchored along the coastline” when they’re flying into Changi Airport.\nThe journalist likens this to a “traffic jam”, and explains that major ports across Asia (like the ones in Singapore) are at breaking point because shipping companies often choose the cheaper option of anchoring in the strait than docking in a berth. This in turn creates long lines of boats waiting around “for anything from a few days to a months at a time”.\nAccording to the Maritime and Port Authority of Singapore (MPA), there are about 1,000 vessels in the Singapore port at any one time.\nWhile it’s understandable that Keating could have been surprised by the sheer number of tankers on the Singapore Strait when flying in, it’s not certain why he came to the conclusion that this was due to “the (novel corona)virus”.\nMPA Singapore responded to this claim yesterday evening with an Instagram post of themselves:\n\n \n\n\n\n\n\n\n\n\n\n\n View this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n We are glad that @rokeating caught a glimpse of the busy Port of Singapore. Every 2-3 minutes, a ship arrives or leaves Singapore. At any one time, there are about 1,000 ships in the Port! To date, no cargo vessel has been turned away due to the COVID-19 outbreak. We have taken enhanced precautions while ships continue to berth at our port. We are working round-the-clock to ensure that it is business as usual at #MaritimeSG. #MPA #WeCouldntSayNothingAtAll\nA post shared by  MPA Singapore (@maritime_sg) on Mar 2, 2020 at 2:18am PST\n\n\n\nIn the caption, they reiterated the fact that there are about 1,000 ships in the port at any one point of time. They added that no cargo vessel has been turned away due to the COVID-19 outbreak.\nKeating has since taken the Instagram post down.\nTherefore, we rate the claim by singer Ronan Keating that tankers are not allowed the dock in Singapore due to COVID-19 as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/keating.jpg",
    "Iframe Sources": [],
    "date": "2020-03-03T01:07:07+00:00",
    "Links in content": [
        "https://www.facebook.com/HazelleTeoOfficial/posts/1344509159070689?__xts__%5B0%5D=68.ARAfjm4_6MtO9a7Q_WxyoGS7w6remAvoNu-1CGFoDklhqoTikNEcAP-H9hk3Obnqf0liMcaS3VMfH17xI7PrDt1IFhKTE24jwhzSEkGwgYLe_gvKwTMolQnJov_yn070QO8xVnrSunLv_bsq8PRFPZmXDytydJDLF8_ZrRuwXXT5ZeZJI26KkpGslwvfWYcpw4TKndP2F41CdwJNUlGix70gk3KEWTNes45sLJ-NuLOn9pbsgxBFDEgQBPpwMhCKaN4ocX4fofxik_6IVw82OO_Ei294jhPZwfAzoUMJ4l8W9BnV3M50GGlAEpYRQZVtAcDl3lTq7JdGgOmslnDnsNuATA&__tn__=-R",
        "https://www.scmp.com/week-asia/economics/article/2188740/what-singapore-strait-traffic-jam-says-about-world-economy",
        "https://www.mpa.gov.sg/web/portal/home/maritime-singapore/introduction-to-maritime-singapore/facts-and-trivia",
        "https://www.instagram.com/p/B9OkbGtnjJP/?utm_source=ig_embed&utm_campaign=loading",
        "https://www.instagram.com/p/B9OkbGtnjJP/?utm_source=ig_embed&utm_campaign=loading",
        "https://www.instagram.com/maritime_sg/?utm_source=ig_embed&utm_campaign=loading"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/keating.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}