{
    "link": "https://blackdotresearch.sg/covidwatch-are-road-blocks-being-set-up-to-check-on-why-people-are-on-the-road/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are road blocks being set up to check on why people are on the road?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to a message being circulated on Whatsapp:\n\nAccording to the message, road blocks have been set up around Singapore with the Traffic Police asking individuals why they are out on the roads and not at home.\nAlong with the message is a screenshot of a map with several spots circled out in red, possibly indicating where these road blocks might be.\n\nA similar claim has also been made by Facebook page ROADS.sg:\n\nAs a quick background, ROADS.sg is a Facebook page where drivers, cyclist, pedestrians, and users of public transport can upload videos, photos, and even witness reports. The page has over 256k followers.\nIn its (now deleted) post, it alleged that road blocks were being enforced to check if occupants in cars or pillion riders on motorcycles were from the same household.\nThe claim seemed plausible because under restrictions set out during the month-long Circuit Breaker period, gatherings of family or friends who do not live together have been banned to reduce the risk of infection.\nRoad blocks set up for COVID-19?\n\n\n\n\nWe regret to inform that the previous post we made about TP doing road blocks has been confirmed to be untrue. We are…\nPosted by ROADS.sg on Friday, 10 April 2020\n\nROADS.sg has since come up with an update to its previous post, stating that the claim that the Traffic Police are doing road blocks has been “confirmed to be untrue”. They have also apologised for posting unverified information and urged the public to stop circulating their earlier post.\nThe police has come forward on 13 April to state that they do not conduct road blocks to enforce Circuit Breaker measures, and that no passengers have been fined at road blocks for not complying with safe distancing measures.\nHowever, the police added that they do conduct road blocks to detect offences like drunk-driving, as well as for other law enforcement purposes, such as to detect wanted persons.\nTherefore, the claim that road blocks have been set up to enforce safe distancing measures is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/Screenshot-2020-04-10-at-10.26.19-PM-800x473.png",
    "Iframe Sources": [],
    "date": "2020-04-10T14:26:59+00:00",
    "Links in content": [
        "https://www.facebook.com/roadssg/",
        "https://www.gov.sg/article/what-you-can-and-cannot-do-during-the-circuit-breaker-period",
        "https://www.facebook.com/roadssg/",
        "https://www.facebook.com/roadssg/posts/3242355705796810",
        "https://www.facebook.com/roadssg/posts/3242355705796810?__xts__%5B0%5D=68.ARAFAJbnYR1WO2iYX6DZutz6fTJuIzeSXsCtZIiUcrmkkWX5ACPa7k0-n4Us_ZxdypyjzeVFXRG-J-zvzXf1JUiRR8A6MuaSWFljXRe_VhX88ygfmR19HF9alkXhBIscdA4dSTyHz3gG80jqWqBL-nG-RzehBLmekcq9yrzr8MZPwaF7nZCG7DEKWfJicAeWPtcFkgB2vfeMYZCK62Knv4DpXbMiFKXfrSV4i0Lxwlnu9EKqOQ9mZCPA0nVpoyG1hj-o6cfsX69z9R68NxUTGSHX69vW8ghP0CKRvNP_RkUFtnbsNH76Q8UR-r6GmKniCxSq4LFyf1mi5d128rOhiw&__tn__=-R",
        "https://www.todayonline.com/singapore/covid-19-police-reject-rumours-people-have-been-fined-roadblocks-flouting-elevated-safe"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/Screenshot-2020-04-10-at-10.26.19-PM-800x473.png",
    "Truefalse": [],
    "Description": ""
}