{
    "link": "https://blackdotresearch.sg/covidwatch-are-over-2000-singaporeans-from-countries-with-high-infection-rates-coming-home/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are over 2,000 Singaporeans from countries with high infection rates coming home?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nThis morning, we were alerted to 2 messages being forwarded on Whatsapp.\n“Over 2,000 Singaporeans from places with high infection rates will be coming home”\n\nThe individual who crafted this message claims to have friends working in the government “who are working to bring Singapore residents home from abroad”.\nAccording to his/her contact, there are over 2,000 Singaporeans “from places with high infection rates” coming home in the “next few days” and the government is expecting a further spike in cases.\nThe message also urges recipients to stay at home as much as possible and to minimise going out – advice that authorities (not just in Singapore) have already been espousing elsewhere.\nIt is uncertain who these friends working in the government are, where the figure given in the message comes from, and the point of reference for “the next few days”.\nThe claim that over 2,000 Singaporeans from places with high infection rates are coming home in the next few days is thus unproven.\n\nWe have reached out to MOH for clarification on this claim, and will update the article when we get a reply.\nPhoto of Singaporean students returning home from London?\nFinally, this photo has been forwarded along with an incomplete caption, stating that the individuals in the picture are Singaporean students returning from London on a Singapore Airlines flight.\n\nDoing a reverse image search on Google, we found that the photo was first posted on an article on South China Morning Post, and the individuals are actually Hong Kong students studying abroad who are rushing back home due to the pandemic.\nThus, the claim that the individuals in the photos are Singaporean students returning home from London is false.\n\nBased on what we could see of the airplane’s seats, we did a quick Google search and found that they actually belong to an Etihad Airways’ plane, not a Singapore Airlines plane as claimed in the accompanying caption.\nThus, the claim that this is an SQ flight taking off from London for Singapore is false.\n\nHalf-truths or half-lies?\nIf we were to assume that the individual who created these messages didn’t have any insidious intentions and simply drew his/her own conclusions based off reports and hearsay, a recent article on CNA that a “special arrangement” made between the Ministry of Foreign Affairs (MFA) and Singapore Airlines to fly Singaporeans and PRs home amid the outbreak could have been what the claims were based off.\nIn the same report, the Singapore High Commission in London said that it had an “exclusive ticket arrangement” with SIA to bring Singaporeans and PRs back to Singapore from 19 to 31 March.\nThere was also mention that Singaporeans and PRs who need to return home urgently can be on standby at London Heathrow airport for flights home. If you remember, the airport was mentioned in the forwarded message’s caption.\nIn line with our growing knowledge of the coronavirus, we have also noticed that instances of fake (and half-fake) news have become more nuanced and aligned with current trends and scenarios. This makes it harder to discern what is fake or not, and underlines the need for all of us to do our part in protecting ourselves from the sinister effects of fake news, misinformation and disinformation.\nThe true intentions of the creators of these messages remain unknown, but what’s for certain is that the state of relative calm Singapore should never be taken for granted.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-23-at-5.34.40-PM-800x482.png",
    "Iframe Sources": [],
    "date": "2020-03-23T09:31:22+00:00",
    "Links in content": [
        "https://www.scmp.com/news/hong-kong/health-environment/article/3075601/coronavirus-hong-kong-confirms-five-more",
        "https://www.channelnewsasia.com/news/singapore/covid19-singaporeans-uk-sia-mfa-fly-home-12556618"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-23-at-5.34.40-PM-800x482.png",
    "Truefalse": [
        "unproven",
        "false",
        "false"
    ],
    "Description": ""
}