{
    "link": "https://blackdotresearch.sg/pfizer-vaccine-side-effect-erection/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[VACCINEWatch]: Are “prolong erection and increase in size” side effects of the vaccine?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 2 March 2021, 10:15am] We have updated the article with clarification from JurongHealth Campus.\n–\nWe came across this post on a thread on HardwareZone:\n\nThe author posts what seems like a cropped photo of an individual’s certificate of COVID-19 vaccination. A red arrow points out a line that states: “Side effects: may cause prolong erection and increase in size”. Along with the photo, the author writes “My friend kkj* size increase after taking the vaccine…”\n*For the unacquainted, ‘kkj’ is an abbreviation of ‘kukujiao’, which refers to male genitalia in Hokkien\nThe same photo has also been shared on Facebook.\nThe post was met with a flurry of comments calling the author out for spreading fake news, with some even pointing out that this is an example of “questionable photoshopping”:\n\n\n\n\n\n\n\n\n\n\nOne commenter even uploaded a screenshot of what looks to be a report he/she made to the i-Witness platform, which lets the public provide information about criminal activity to the Police:\n\nHow does the certificate of COVID-19 vaccination look like?\nOn the thread, one commenter mentioned that side effects aren’t stated on the certificate of COVID-19 vaccination, and are found on another piece of paper instead.\n\nWe managed to get hold of a certificate from an individual who has received the two doses, and here’s what he shared (we have censored any identifiable details to protect his privacy):\n\nAs seen, there is a small section that talks about possible side effects of the vaccine, but there is no mention of any side effects on male genitalia. The individual also shared with us an information booklet that was given to him:\n\nIn the section which talks about side effects of the vaccine, there is once again no mention of any effects on male genitalia:\n\nWhile there is a disclaimer which states that there is a possibility that not all the possible side effects of the vaccine have been mentioned, it is important to note that to date, “[prolonged] erection and increase in size” have not been reported as known side effects of the Pfizer-BioNTech COVID-19 vaccine.\nThe claim that “[prolonged] erection and increase in size” are side effects of the Pfizer-BioNTech vaccine is therefore likely false unless more evidence surfaces proving otherwise.\n\nWe reached out to JurongHealth Campus for clarification on whether or not the certificate was indeed issued by them and they pointed us to a post on their Facebook page:\n\n\nIn the post, they called the image “fake and doctored” and that it is “misinformation which was not issued by the hospital”. They added that they are currently investigating the source of the fake image and will be making a police report.\nTherefore, the claim that the certificate issued for COVID-19 vaccination by contains that particular line is false.\n\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/pfizererection-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-01T08:25:29+00:00",
    "Links in content": [
        "https://forums.hardwarezone.com.sg/eat-drink-man-woman-16/my-friend-kkj-size-increase-after-taking-vaccine-6474033.html",
        "https://www.facebook.com/nivenleong/posts/10158430939442529",
        "https://www.police.gov.sg/I-Witness",
        "https://www.facebook.com/JurongHealthCampus/posts/3889734164383426?__cft__[0]=AZXlGix5MpqkpZsw5RsKZLVcITDbrytgL-OJ_oFZb5H4bAOc_QhjpQ6kHb1hWJXukpgRFjV5Tz7gXflO4EWXg-Hwf94BoKvyEIf9hi47LwuXDJOGBkjj6TyUW5azPpzMSwOIfQ8YYB2IOFCnjQy8RRXc&__tn__=%2CO%2CP-R"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/pfizererection-800x800.png",
    "Truefalse": [
        "likely false"
    ],
    "Description": ""
}