{
    "link": "https://blackdotresearch.sg/covidwatch-are-imported-fruits-and-food-products-contaminated-with-covid-19/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are imported fruits and food products contaminated with COVID-19?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this tweet, which revealed that an article which suggests that the US has “intentionally contaminated fruits slated for export to Asia and Africa with coronavirus” is being circulated in pro-China WhatsApp groups.\nWhat looks to be a screenshot of the alleged news report was attached in the tweet.\n\nFor context, the author of the tweet is Isabella Steger, Deputy Asia Bureau Chief at news publication Quartz.\nThe title of the article reads as: “Singapore News: Fruits and food products from the US exported to Asia and Africa have been intentionally contaminated with the coronavirus”.\nAbove the article is a caption that loosely translates to “There’s nothing that the US won’t do. Regardless of how heinous it is, the US will come up with it and do it”.\nThe article uses a photo of Prime Minister Lee Hsien Loong, and claims that the information was first reported by the Singapore media.\nWe were unable to find the link to the 闪电新闻 (which literally translates to ‘Lightning News’) article, but we were able to find a link to an article with the similar title and header image being used:\n\nThe contents of the article roughly translates to:\nWarning:\nFruits and food products exported from the US to Asia and Africa have been intentionally contaminated with COVID-19. Therefore, for the sake of safety, please stop purchasing or eating them.\nStop purchasing and consuming apples, oranges, dates, avocados, nuts, beef, ham, cod, tuna, lobsters, crabs and poultry etc. imported from Europe and the US.\nUS, European and Brazilian factories producing meat-related products have restarted operations early, but many of these workers have started work without knowing that they are contaminated. If they continue working, the food products will easily be contaminated, and this would result in the virus being spread to other countries.\nDue to cold storage facilities, vans used to transport meat in US have been used to store and transport the corpses of COVID-19 related deaths. Strongly suggest not to purchase frozen meat, seafood, fruits and nuts from US, Europe or Brazil until there is an official announcement that COVID-19 is completely cleared and it is completely safe to do so again.\nIt is important to note that we are assuming that the article from this website is similar to the one that is purportedly being shared among pro-China WhatsApp groups.\nSingapore media never reported this claim\nFirst off, we were unable to find any reports on local media about these claims, so it’s uncertain where the authors of the circulated articles got their information from.\nNext, a Google search of the title led us to this article on Taiwanese fact-checking website MyGoPen, which debunks the claims being made. In the fact-check, we also see a slightly longer version of the message, though the contents are more or less similar.\nThe fact-check mentions that there is no evidence that COVID-19 can be spread via food, and brought in a Reuters piece written in June, which explored whether or not frozen or chilled food can transmit the coronavirus.\nIn the Reuters piece, we see comments from taken from health officials, doctors and other experts on the risk of infection from eating or handling frozen or chilled food. Among the 6 individuals who were interviewed, the general consensus was that while there is currently no evidence supporting the claim, further investigations would still be needed.\nIn the local context, the Singapore Food Agency issued a statement last week on Facebook regarding the claims that the Singapore media has reported that fruits and food products exported from the US, Europe and Brazil to Asia and Africa are contaminated.\n\n\n\n\nWe are aware of posts circulating on social media making spurious claims that Singapore media has reported that fruits…\nPosted by Singapore Food Agency (SFA) on Tuesday, 28 July 2020\n\nIn the post, SFA mentioned that they have not issued any statement discouraging consumption of imports from the US, Europe or Brazil, and neither has the Singapore media made such a report.\nThey are also “not aware of any evidence that suggests that the COVID-19 virus can be transmitted to humans via food or food packaging and equipment”, and that this is “the current state of knowledge across scientific communities and public health authorities worldwide”.\nThey added that they will still continue to monitor developments closely, and promptly take any necessary actions to safeguard food safety in Singapore.\nSFA ended their post emphasising the importance of good public and personal hygiene practices, given how easily the environment individuals interact with can be contaminated with the virus, and that contact with food or food packaging and “is no different from contact with other non-food packaging and the environment”.\nTherefore, we rate the claim that fruits and food products imported from the US, Europe or Brazil are contaminated (both intentionally or not) with the COVID-19 virus as unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/contaminated.png",
    "Iframe Sources": [],
    "date": "2020-08-06T05:00:04+00:00",
    "Links in content": [
        "https://twitter.com/stegersaurus/status/1289896124162011136",
        "https://qz.com/",
        "https://xqiqis.com/archives/74154",
        "https://www.mygopen.com/2020/07/food-source-or-transmission-route.html",
        "https://www.mygopen.com/",
        "https://www.reuters.com/article/us-health-coronavirus-china-food-factbox/factbox-can-frozen-or-chilled-food-spread-coronavirus-idUSKBN23N1JL",
        "https://www.channelnewsasia.com/news/singapore/covid-19-transmit-food-packaging-equipment-salmon-beijing-sfa-12839576",
        "https://www.facebook.com/SGFoodAgency/",
        "https://www.facebook.com/SGFoodAgency/posts/3229277743815397"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/contaminated.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}