{
    "link": "https://blackdotresearch.sg/covid19-vaccine-elderly-cna-nursing-home/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[VACCINEWatch]: Are the elderly “dropping like flies” after getting vaccinated?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe’ve been alerted to these screenshots in a WhatsApp group:\n\n\nThere is much to unpack in the wordy screenshots, but let’s address the claims as they appear in the message.\nArticle 1: “Seniors Are DYING LIKE FLIES After COVID Injections”\nFirst, we see a member of the WhatsApp group first forwarding a message which includes a link to an article on website Medical Kidnap titled “CNA Nursing Home Whistleblower: Seniors Are DYING LIKE FLIES After COVID Injections! SPEAK OUT!!!”.\nThe article reports on how a whistleblowing Certified Nursing Assistant (CNA) recorded a video in which he talks about the negative effects of the “Pfizer experimental mRNA injections” on residents in the nursing home where he works at. The CNA did not reveal which nursing home he works at, but given the context of the articles he cited in the video (about a woman in Louisiana, about a man in Miami), there is an indication that he could very well be working in the US.\nBelow is a quick summary of what he mentioned:\n\n“Very few” (5) residents got sick with COVID-19 and none of these residents died during the entire year of 2020\n14 residents died within the two weeks that the injections were administered (around 22 December 2020)\n“Many others” are near death, and they are “dropping like flies”\nOther negative effects include residents not being able to walk or talk\nSuperiors are blaming the deaths on a “super-spreader” instead\n\nThe CNA also references an article on Health Impact News (along with a few others on the same website further on in the video) which claims that after “experimental COVID injections”, 24 residents at The Commons on St. Anthony nursing home in New York died, while 137 got infected.\n\nThe piece on Health Impact News talks about an article on syracuse.com (the local paper for Syracuse, New York) which reported that a COVID-19 outbreak which started on 21 December 2020 resulted in the infected of 137 residents, 24 of whom have died. The first three deaths at The Commons were reported on 29 December 2020. The article also reported that the nursing home began vaccinating residents 22 December 2020, and that it plans to do more vaccinations on 12 January 2021.\nIn a fact-check by AFP on the claims made on the Health Impact News article, we read that a spokesperson for Loretto, the company that operates The Commons, told Reuters via email that the nursing home had confirmed cases before the vaccines were administered.\nSaid the spokesperson: “Loretto can confirm that the outbreak had 24 positive cases at The Commons by Dec. 21, before Loretto began administering the vaccine on Dec. 22.” They added: “We certainly wish the vaccines had been available sooner to help prevent the devastation caused by this virus.”\nAs for the insinuation that COVID-19 vaccines can infect individuals with COVID-19, the CDC states that: “None of the authorised and recommended COVID-19 vaccines or COVID-19 vaccines currently in development in the United States contain the live virus that causes COVID-19. This means that a COVID-19 vaccine cannot make you sick with COVID-19.” However, the CDC also clarified that it is possible for a person to be infected with the virus just before or just after getting the vaccine. This is because it “typically takes a few weeks for the body to build immunity after vaccination”.\nTherefore, the insinuation that the article on Medical Kidnap is proof that COVID-19 vaccines result in death or devastating effects on the elderly is false.\n\nArticle 2: “German panel advises against AstraZeneca vaccine for over 65s”\nThe WhatsApp user also shares an article on Al Jazeera titled “German panel advises against AstraZeneca vaccine for over 65s”, and says that it offers confirmation that the claims made in the first article are true.\nWe then see two other WhatsApp group members responding to the messages, asking what the Singapore Government is doing, given that despite all this ‘evidence’ against the vaccine, the elderly are still being jabbed.\nFor context, in Singapore, the COVID-19 vaccination programme is being rolled out in phases, starting with groups who are at greater risk and need the vaccine most – namely, healthcare, frontline and essential workers, and the vulnerable and elderly. As part of a pilot launch, appointment slots are being progressively offered to seniors from 70 years old and above. Currently, only the Pfizer-BioNTech and Moderna vaccines have been authorised for use in Singapore.\nGoing back to the Al Jazeera article, we read that the German committee, actually said that they put forth the recommendation because “there are currently insufficient data available to assess the vaccine efficacy from 65 years of age”. The same reason has been echoed in countries like Norway, South Korea, Sweden, and France. It is important to note that the reason for not administering the vaccine from AstraZeneca is simply due to a lack of sufficient data at present moment.\nGiven that there isn’t any indication that the AstraZeneca vaccine will be used in Singapore, the insinuation that a risky vaccine is, or will be administered to Singapore’s elderly is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/02/elderlyvaccine-800x800.png",
    "Iframe Sources": [],
    "date": "2021-02-06T12:43:13+00:00",
    "Links in content": [
        "https://medicalkidnap.com/",
        "https://medicalkidnap.com/2021/01/26/cna-nursing-home-whistleblower-seniors-are-dying-like-flies-after-covid-injections-speak-out/",
        "https://healthimpactnews.com/2021/louisiana-woman-convulses-uncontrollably-after-being-injected-with-the-experimental-pfizer-covid-shot-i-cant-stand-to-see-my-mom-this-way-it-makes-me-want-to-cry-knowing-i-cant-do-anything-to/",
        "https://healthimpactnews.com/2021/very-healthy-56-year-old-miami-obstetrician-dies-after-being-injected-with-the-experimental-pfizer-covid-vaccine/",
        "https://healthimpactnews.com/2021/24-dead-and-137-infected-at-ny-nursing-home-after-experimental-covid-injections/?fbclid=IwAR3M7lGwUfpYqMRoiMXrttHZBtuWkbzIjCGaWKKTDXNCIChIng4bWyM3hCQ",
        "https://www.syracuse.com/coronavirus/2021/01/covid-19-outbreak-at-auburn-nursing-home-infects-137-residents-kills-24.html",
        "http://syracuse.com",
        "https://www.reuters.com/article/uk-factcheck-vaccine-covid-auburn-death-idUSKBN29J1NH",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html",
        "https://www.aljazeera.com/news/2021/1/28/germany-recommends-astrazeneca-covid-19-shot-only-for-under-65s",
        "https://www.channelnewsasia.com/news/world/norway-will-not-offer-astrazeneca-covid-19-vaccine-to-people-over-65-14111622",
        "https://www.straitstimes.com/asia/east-asia/south-korean-advisory-board-cautions-use-of-astrazenecas-covid-19-vaccine-for-elderly",
        "https://www.bloomberg.com/news/articles/2021-02-02/sweden-won-t-recommend-astrazeneca-vaccine-for-people-over-65",
        "https://in.news.yahoo.com/germany-france-says-no-oxford-015400705.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/02/elderlyvaccine-800x800.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}