{
    "link": "https://blackdotresearch.sg/covidwatch-looting-us-stores-covid-19/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are people in the US looting stores because of COVID-19?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to a video circulating on Whatsapp:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Video-2020-03-29-at-7.58.32-PM.mp4\nThe video shows a horde of individuals looting what seems to be a supermarket.\nAlong with the video is a caption that says “Breaking News: Organized theft of malls in California, Virginia, New York and other cities due to fears of a corona virus” with the CNN logo, suggesting that the clip was taken from the news channel.\nThere are a few glaring reasons why the video doesn’t seem to match the caption, though.\nFrom what we can see from the video (which is rather low in resolution) the signs in the supermarket aren’t in English, but in Spanish.\n\nNote: “Gracias por su compra” translates to “thanks for your purchase”.\n\nIt can be argued, however, that the footage might have been taken in a supermarket serving the Spanish community.\nNext, the awkward phrasing and spelling of ‘a corona virus’ is another tell-tale sign that the caption is likely not written by CNN.\nDoing a quick search of CNN’s pieces on COVID-19, we see that the news channel has a dedicated page to the pandemic and in multiple headlines, (accurately) refers to it as the coronavirus.\n\nTo find out the truth of the matter, we did a reverse image search on Tineye and found a link to this article, which covers a documentary about looters in Mexico.\nRoughly translating the article, we find out that the looting was of a Chedraui branch in Veracruz, Mexico. Chedraui is a Mexican grocery store and department store chain which also operates stores in North America, in California, Arizona, and Nevada.\nThe reason why individuals were looting supermarkets like Chedraui was in response to a hefty gas price hike that the Mexican government announced in December 2016. This led to protests, looting, robbery, and acts of vandalism around the country in January 2017.\nThe claim that the video is one of organised theft in US states due to COVID-19 is therefore false.\n\nYet another case of a misleading caption\nThis isn’t the first time we come across an inaccurate and misleading caption being placed on a video that has been taken out of context.\nLast month, a video which allegedly showed footage from a fatal accident that happened on Orchard Road towards Mount Elizabeth Hospital on 18 February 2020 was being circulated on Whatsapp.\nJust like the supermarket looting incident, the video also came with a caption, which was meant to mislead viewers into believing what the creator wanted them to.\n\nWe found out that the video is actually footage from a fatal accident that happened in Sochi, Russia in July 2018 instead.\nGiven that we weren’t able to trace the source of the video, we are unfortunately unable to decipher the true intentions of the individual who created and subsequently spread these videos.\nRegardless, we advise members of the public to practice discretion when they come across videos from uncredited sources and if uncertain, to do a quick Google search of what it alleges to see if reputable news sources have reported about them.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/CNN-looting.jpg",
    "Iframe Sources": [],
    "date": "2020-03-31T04:42:47+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2020/03/WhatsApp-Video-2020-03-29-at-7.58.32-PM.mp4",
        "https://www.debate.com.mx/mexico/Documentan-video-Entrenamiento-para-saquear--20170119-0125.html",
        "https://edition.cnn.com/2017/01/05/americas/mexico-protests-gas-price-hikes/index.html",
        "https://blackdotresearch.sg/did-this-fatal-accident-happen-on-orchard-road/",
        "https://www.thesun.co.uk/world-cup-2018/6696018/russia-world-cup-car-crash-sochi/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/CNN-looting.jpg",
    "Truefalse": [],
    "Description": ""
}