{
    "link": "https://blackdotresearch.sg/covidwatch-are-military-helicopters-spraying-pesticides-against-covid-19-over-countries/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are military helicopters spraying “pesticides against COVID-19” over countries?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nJust yesterday, we took a look at a photo being forwarded on Whatsapp which claimed that it was one of Singaporeans students returning to Singapore from London on a Singapore Airlines flight.\nHowever, a reverse image search on Google revealed that photo was one of Hong Kong students studying overseas who were rushing back home due to the pandemic. We also found that the plane in the photo actually belonged to Etihad Airways, not Singapore Airlines.\nBeyond this example, we have seen how taking text and photos out of context can actually breathe new life into inaccurate or outdated news, creating information ‘zombies’ of sorts.\nToday, we take a look at a claim that has been tweaked and reshared in different countries.\n\n\n\nPosted by Markas Angkatan Tentera Malaysia on Wednesday, 18 March 2020\n\nHere’s what the claim states:\n“Today, special military helicopters will spray pesticides against the Corona virus (sic) in the skies all over the country, so you must stay indoors after twelve o’ clock at night. And remove all clothes which are outside, when hear the sounds of airplanes at night, it is for you to know that it is related to this matter [COVID-19]. Happening in Malaysia. Pls (sic) inform if you have family and friends in Malaysia.”\nWe came across a similar message on Whatsapp:\n\nIn this version, however, the ‘poison for coronavirus’ was going to be sprayed at 11pm in both Singapore and Malaysia. The message also warns the public not to leave their houses if it rains the next morning.\nRegardless, this claim has been debunked in an article by Manado Tribune, an online news publication from Indonesia.\nWhen fake news goes regional\nWhat’s interesting is that when we searched for the keywords “military helicopter pesticide” on Facebook, we were led to several Facebook posts with similar content, but with different countries being implicated.\nHere’s one from Pakistan:\n\n\n\n\n*Urgent Notification* Today, special military helicopters will spray pesticides against the Corona virus in the skies…\nPosted by Learning DAILY Pakistan on Wednesday, 18 March 2020\n\nAnother one from UAE:\n\n\n\n\nToday, special military helicopters will spray pesticides against the Corona virus in the skies all over the country, so…\nPosted by Jann Nepay on Wednesday, 18 March 2020\n\nIt seems like the same message was also making its rounds in the Philippines, but the Department of Health (DOH) had already come forward to debunk the claims, urging the public to instead “source out information from official DOH channels”.\n\n\n\nPosted by Department of Health (Philippines) on Saturday, 21 March 2020\n\n\nWe haven’t seen this claim going viral in Singapore as yet, but it won’t be surprising if it appears on our radar in time to come.\nRegardless, given how ludicrous the claim is (for one, there is no such thing as a ‘poison/pesticide’ for viruses), we rate the claim that military helicopters will be used to spray chemicals against the coronavirus as false.\n\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-24-at-5.16.49-PM-800x473.png",
    "Iframe Sources": [],
    "date": "2020-03-24T09:17:43+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/covidwatch-are-over-2000-singaporeans-from-countries-with-high-infection-rates-coming-home/",
        "https://www.facebook.com/pagemkatm/",
        "https://www.facebook.com/pagemkatm/photos/a.652158628188836/3640917239312945/?type=3",
        "https://manado.tribunnews.com/amp/2020/03/22/hoaks-beredar-pesan-siaran-di-wa-helikopter-malaysia-singapura-sebar-racun-bunuh-virus-corona",
        "https://www.facebook.com/mcqsdaily/",
        "https://www.facebook.com/mcqsdaily/posts/224331722273517",
        "https://www.facebook.com/people/Jann-Nepay/100022938750747",
        "https://www.facebook.com/permalink.php?story_fbid=679789729462313&id=100022938750747",
        "https://www.facebook.com/OfficialDOHgov/",
        "https://www.facebook.com/OfficialDOHgov/photos/a.812487448762509/3163183453692885/?type=3"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-24-at-5.16.49-PM-800x473.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}