{
    "link": "https://blackdotresearch.sg/covidwatch-are-muslim-healthcare-workers-not-allowed-to-wear-hijab/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Are Muslim healthcare workers not allowed to wear hijab?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a post on Facebook group Complaint Singapore. The post has been taken down, but we managed to get a screenshot of it on last Saturday (2 May):\n\nThe individual who created the post claimed that her friend, a retired senior nurse, recently received a call from the Ministry of Health (MOH) to check if she was interested to volunteer in “helping out with the COVID-19 pandemic”.\nAccording to the individual, her friend agreed, with the condition that she would be allowed to wear her hijab while on duty. However, her friend never got a call back from MOH. Her friend then stated that Muslim healthcare professionals in Singapore aren’t allowed to wear their hijab while on the job “for whatever reason”.\nIt is uncertain if her friend came to that conclusion based off the lack of a call-back from MOH, or if she had heard this first-hand from MOH themselves.\nThe situation so far\nPublic debate on whether Muslim female healthcare workers should be allowed to wear religious headgear was sparked in 2013, when a polytechnic lecturer asked at a forum on race why nurses were barred from wearing a hijab/tudung at work.\nThis issue was later addressed by Prime Minister Lee Hsien Loong in January 2014, during a two-hour closed door closed door dialogue with leaders and representatives from the Malay-Muslim community.\nMr Lee said then that he understood the Malay-Muslim community’s perspective on the tudung, and that “the Government’s position has not been static, with more statutory boards having corporate officers wearing the tudung”.\nHowever, Mr Lee noted that Singapore cannot take any precipitous changes “especially in the aftermath of a hot and angry discussion”, as this can lead to misunderstandings. He concluded that such changes should evolve gradually and in a broad and informal way.\nTo date, there doesn’t seem to be any change in policy regarding the barring of public service workers wearing tudung. We therefore rate her claim that healthcare professionals aren’t able to wear a tudung at work as likely true.\n\nWe have gotten in touch with MOH for clarification and their policy on the wearing of religious headgear for uniformed nurses, and will update the piece when we get a reply.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/000_1OK4BZ.jpg",
    "Iframe Sources": [],
    "date": "2020-05-05T10:46:37+00:00",
    "Links in content": [
        "https://www.todayonline.com/singapore/govts-stance-tudung-issue-evolving-says-pm-lee"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/000_1OK4BZ.jpg",
    "Truefalse": [
        "likely true"
    ],
    "Description": ""
}