{
    "link": "https://blackdotresearch.sg/the-story-so-far-breaking-down-the-term-fake-news/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[The Story So Far]: Breaking down the term “Fake News”\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nIntroduction\nOn 5 September 2019, the Media Literacy Council (MLC) published a Facebook post with an infographic that tried to illustrate the different types of fake news one could come across.\n\nThe post generated a significant amount of controversy for classifying clickbait and satire as 2 distinct types of fake news.  Many online readers expressed confusion and in a number of cases, anger for the erroneous classification.  Social media personality Mr Brown referred to the post and commented, “Dear Media Literacy Council, SATIRE is not fake news lah. Please don’t spread this kind of fake news, can? #simisai #simisaialsofakenews”\nOn 8 September 2019, MLC removed the earlier post and replaced it with a response to say that:\n\nThis however, was not enough to stem the online community’s reactions, which generally felt that the responsive post was insufficient and suggestive of attempting to downplay a serious error.  At the time we are penning this piece, MLC’s responsive post has received more than 140 reactions, 96 comments and 117 shares.\nVarious commenters gave a cynical take on the responsive post.  Just to give a flavour of the sort of online criticism faced by the MLC, the following comments stood out the most:\nA snippet from one said “This information needs to be correctly contextualised. MLC did not merely give “the wrong impression” – they propagated fake news and misinformation. The only redeeming factor is that they claimed (after the fact) to not have acted with ill intent or malice. … As a purveyor of media literacy, they should be fully aware that a takedown of a single post is insufficient – they should purge all media originated by them of the connected fake information.”\nAnother stated, “I am disappointed at your suggestion that you merely gave the wrong impression – when you made a false statement. Your mistake – which I hope was an honest one – only confirms fears that satire will be seen as fake news – wittingly or unwittingly. If the MLC does not know the law well enough, how can it presume to educate others on it? What is worse is that despite making a mistake, you chose to explain it away as referring to the context in which fake news can appear, that is, in click-bait and satirical articles. The fact is, false statements can be made even in reputable articles, or anywhere. It’s actually more believable if its written seriously. Instead of admitting the mistake (which Pofma would require), you chose to wave this away as a wrong impression. This is NOT good for your credibility.”\nA relatively new Facebook group, known as “NUSSU – NUS Students United” said, “Shameful! You are blaming us for the wrong impression rather than taking a good look at yourselves for a clear cut false statement of fact. That would be like NTU students saying their kukubird cheers gave the wrong impression and was meant to refer to something innocent.  Ownself POFMA ownself, please. Thank you very much.”\nAnother reader stated, “It wasn’t the wrong impression. It was clear what the infographic showed. Please retract the insinuation that Satire is fake news when it is clearly not. If the supposed educator cannot discern the difference then what moral authority do they have to educate?”\nWhy so angry?\n1. The (excessive) focus on POFMA.\n A lot of the online rage seems to be focused on “defending” the genre of satire from falling into a category that is prosecuted under the Protection from Online Falsehoods and Manipulation Bill (POFMA).\nPOFMA came into force on 28 June this year, after having been passed by Parliament on 8 May 2019 and given the President’s assent on 3 June 2019.\nMany will recall that, when the bill was debated, not a small amount of concern was raised over how the menace of “fake news” ought to be defined.  One of the reassurances given by the Minister for Home Affairs and Law, Mr K Shanmugam, was that satire was explicitly not a target of POFMA.  In an interview with CNA in 13 April 2019, the Minister had said:\n“Therefore, ministers are proposed to be given the power. Is it false? And if it’s false, you move in immediately to say: Clarify this. This is not true, it’s false. But we are only talking about facts, not opinion, not satire, not parody, not comments. Direct allegations – did a rape take place? Was this said or was it not said about a mosque by this person. Direct factual allegations which have impact on the public. Ministers call that and you put out a clarification, together with the original article, except that in some cases the original article may have to be taken down.” [Emphasis added]\n(Read more here)\nSo, to many who equate the MLC with the government, that 5 September post indicating that satire and clickbait were types of fake news must have sent out alarm bells because it seemed that the government was contradicting itself about POFMA.\nWe will talk more about this later.\nFor now, let’s be clear about one thing – POFMA is a law that targets only some specific types of fake news.  Not all of them.  Specifically, the sort of fake news that is targeted are firstly, false statements of fact that are also:\n\nPrejudicial to the security of Singapore (whether in whole or in part), or public health, safety, tranquillity or finances;\nPrejudicial to the friendly relations of Singapore with other countries;\nInfluence the outcome of an election to certain public offices or a referendum;\nIncites feelings of enmity, hatred or ill-will between groups;\nDiminishes confidence in the government or some public function of Singapore.\n\n(See section 7 of POFMA)\nThe above is literally a small aspect within the entire world that makes up the term “fake news”.  Many aspects of fake news do not actually fall for consideration under POFMA.  Take for example, if a mischievous individual were to spread a Facebook post saying:\n“Singapore will be expanding Gardens By The Bay and construction has started on a mini-Gardens By The Bay in Orchard Road, set to open in 2020”\nThe above is clearly untrue but would probably not be fake news that falls to be prosecuted under POFMA.\nAs one of the few factchecking agencies in Singapore, we can’t stress enough how much POFMA has changed perceptions on “fake news”.  Writers and readers have reacted with concern at some of our articles to query whether we are saying that a crime under POFMA has been committed.  There is a live concern that POFMA is so powerful and all-encompassing a law that anything untrue would likely fall for prosecution.\nAs much as we keep clarifying this, we cannot prevent people out there having the misconception that POFMA is here to catch all forms of fake news.\n2. Factcheckers grapple with how to deal with satire.\nWhat is satire?\nIn A Glossary of Literary Terms (7th Edition), M.H. Abrams, 1999, Cornell University, Heinle & Heinle (access the entire publication here), the author describes “satire” as:-\n“Satire can be described as the literary art of diminishing or derogating a subject by making it ridiculous and evoking towards it attitudes of amusement, contempt, scorn, or indignation. It differs from the comic in that comedy evokes laughter mainly as an end in itself, while satire derides; that is, it uses laughter as a weapon, and against a butt that exists outside the work itself.”\n[Emphases in bold added by us]\n(Get the full title here)\nNow this also means that an important component of recognisable satire is humorous exaggeration.  A piece of real life is taken and stretched until it is entirely blown out of proportion, so ridiculous in nature that one laughs and goes “Ok, that can’t be real”.\nThis fundamental criteria is also why we include in our ratings for satirical posts, the image of a jester:\n\nIt is unhelpful to give something a label of “satire”, or worse, hope that it is seen as satire, when it fails to meet the standard of being humorous exaggeration.  It can get difficult for us to regard something as satirical because look, successful satire has got to be funny.  If it isn’t funny, what an author aimed to write as a piece of satire then fails to be satire, even though he genuinely hoped for it to be satirical.\nNow let’s look at “fake news”.  Consider: How does “satire” fit into the different categories which constitute “fake news”?\nKeep in mind that there is no universally accepted definition on what constitutes “fake news”.  Singapore in particular has some confusion between “POFMA fake news” and other forms of fake news.\nIn an article published by First Draft, a journalist-support organisation in the USA, “fake news” and what it comprised was illustrated as follows:\n\n(see the article here)\nYou can see that satire or parody is indicated as a type of misinformation or disinformation that has “no intention to cause harm but has potential to fool”.\nFactcheckers themselves have differing ways of rating truth and falsity where it comes to satire.  While popular US website “Snopes” has the following definition,\n\nPulitzer prize winning factchecker “Politifact” has no separate category for satire and in fact continues to rate satire as false (for some factchecks in fact, they use their rating “Pants on Fire!”, which appears to be reserved for the worst kind of falsehoods).\n\nTo be very clear, we are not saying that either website’s particular approach is ideal.  In fact, we regard Snopes’ definition of “Labeled Satire” as unhelpful because the details of the rating do not make it clear whether something is truly satire or not, and if not, what it then actually is.  So let’s take an example – A purveyor of fake news decides to get out of trouble by making a post on Facebook declaring:\n“Hey everyone, please note that all my posts are SATIRICAL.  If you believe them, that’s your own problem!”\n(By the way, at the time of our writing, it seems that Rice media is suggesting this in a satirical piece.)\nUnder the Snopes system, every previous post by the author would technically have to be rated as “Labeled Satire”.  Similarly, under the Politifact system, every piece by the rogue purveyor would be labelled as a falsehood.\nThis doesn’t help the online community as fully as it should.  An online reader would reasonably expect to be informed as to whether something is truly satire or not.  Hence it is worth pondering why both Snopes and Politifact, being excellent factchecking sites, have differing views and potentially incomplete solutions to the category of ‘satire’.\n3. Satire is not just a ‘genre’. It is also a standard of writing, and bad satire has consequences.\nIt just isn’t good enough to point out that your piece is satirical.  Your piece has got to be good enough to be satirical.\nJust take a look at a few good examples of satire from the following satirical websites:\n\nThe New Nation (Singapore)\n\n\n\nSingapore Policy Diary (Singapore)\n\n\n\nThe Onion (USA website)\n\n\nNow take a look at (in our opinion), poor examples of satire:\n\nNew Nation’s piece on the late Mr Lee Kuan Yew’s will:\n\n\nComment: Based on the article and the comments we read, the serious nature of the topic and the little humour within the article did lead a number of readers to think that the New Nation article was genuine.\n\nThe Onion’s piece on Osama Bin Laden:\n\n\nComment: The Onion’s satire piece was reproduced on Yahoo news without any indication that it was satire.  In addition, we assessed that the comedic nuances in the article were related to US culture and local Singapore readers may not have caught on to the comedic references.  See our factcheck here.\nAre there consequences to bad satire?\nYes there are.\nIn February 2014, the New Nation published a satirical piece titled “PM Lee unfriends Susilo Bambang Yudhoyono on Facebook, untags him from photos” (see here).  It poked fun at the roller-coaster state of Singapore-Indonesia relations at the time due to the Indonesian military choosing to name a new Indonesian Navy vessel as “Usman Harun” – which was the name of an Indonesian commando saboteur who committed terrorist bombings in Singapore and was subsequently arrested, tried and executed in a Singapore Court (see a report on the incident here).\nThe satirical article suggested that given that some parts of the relationship between both countries were warm and some parts were facing problems, the strongest response that could be given was the passive-aggressive act of the Singapore Prime Minister unfriending the then-Indonesian President on Facebook.\nUnfortunately, the New Nation’s article was widely carried on Indonesian news agency Tribunnews.com as a genuine report on 11 February 2014 (see here).  It was only discovered subsequently by the Indonesian paper that the satirical article did not contain facts, and 2 days later, on 13 February 2014, a correction piece withdrawing the earlier article was published (see here).\nNotably, in the correction piece, there was no reference to the word “satire” (we are unclear if there is a conveniently equivalent term in the Indonesian language), and the translated title page states:\n“TRIBUNNEWS.COM , JAKARTA – News about the Prime Minister of Singapore removing friendships with Indonesian President Susilo Bambang Yudhoyono on Facebook , which is already widely circulated, it turns out hoaxes, false news.”\nSo maybe, if there is even a risk that a written work won’t be regarded as satire, perhaps the author should label his post from the outset.\nThis would demonstrate an intention to be understood in the proper light – At the very least, it states clearly that it isn’t factual.\nBefore you think that this is a ridiculous suggestion, take note that the satirical website “Singapore Policy Diary” and “New Nation” do actually take steps to make clear that their work is intended as satire and not to be believed:\n\n\n4. Factchecking deals with symptoms. Being a discerning reader is the cure against believing fake news\nIdeally, everyone should be able to assess online material the same way the Rappler did.  Rappler is an online publication in the Philippines, and it had to deal with this precise issue of identifying what was a misleading falsehood from a piece of satire.\nIn short, a website known as the “Adobo Chronicles” had published a story claiming that then-vice presidential candidate Leni Robredo had said she would immediately resign if she got elected alongside Duterte, now the president of the Philippines.  This was entirely untrue – but Adobo Chronicles considers itself a satirical website.  Rappler pointed out that many of Duterte’s fans in the Philippines were not aware that this was satire.  Read the article here.\nIn pointing out that the Adobo Chronicles was unacceptable fake news and not satire, Rappler pointed out, amongst other things, that:\n“True satire pieces do not stoop down to explaining to its readers which parts are made up and which aren’t. Satire is meant to be read unencumbered by clues, much less spoonfeeding by way of font changes and a warning flash of red and green. It’s supposed to spark the reader’s critical thinking and not hamper it. (It also goes without saying that constantly being reminded which sentence is or isn’t factual is a jarring, bizarre experience that does not make for decent reading.)”\nBut to know true satire from poor satire, one must be able to discern satire from fake news.  Perhaps it is then opportune for us to consider what is the role of the MLC.\n The MLC describes themselves as:\n“…a group of members from the people, private and public sectors.  The MLC spearheads public education on media literacy and cyber wellness, and advises the government on appropriate policy responses to the evolving world of media, technology and consumer participation.”\nAnd their goal?\n“In today’s digital and social media landscape, the Council seeks to address problems such as cyber safety and security, discernment of online falsehoods, cyber bullying and uncivil online behaviour.  Its role is to cultivate digital users’ critical-thinking skills and refine their understanding of the issues in the online world so as to empower tme to be safe, smart, and kind online.”\nIn short, the MLC is not an enforcer of POFMA.\nThe MLC is also not a standard setter on what constitutes satire, or definer of what constitutes “fake news”.  It only tries to help digital users develop the critical thinking skills to digest online media holistically.\nWe do not envy the role of the MLC, which is broad and subject to criticism from all corners of the web.\nWhen we look at the 5 September post by the MLC that has led to the entire debate, one question that lingers is whether MLC’s true error is not so much that it had conflated satire and clickbait as part of the overall umbrella of “fake news” but rather, that it had chosen to take the ‘safer’ approach to urge online readers to treat satire with scepticism.  It is the safer approach because indeed, satire, poorly done, has the potential to become fake news.  This is indisputable.  Likewise, clickbait, while in and of itself cannot be said to be fake news, similarly has the potential to become fake news.\n5. Should we expect a higher standard of writing or reading for the online community?\nIn our view, as technology progresses and enables individuals to broadcast their opinions to everyone, it is not unreasonable to expect writing or reading standards to progress equally.\nAchieving the latter is however, difficult.\nAs we have repeated before – Everyone writes with a purpose.  A purpose to persuade the reader.  However, even if we exclude those that write with nefarious purposes, not every online writer, journalist (whatever one chooses to call himself/herself) has the ability to write succinctly and clearly – This includes framing one’s statements as clearly as possible to avoid misinterpretation and propagating a falsehood, whether intentionally or unintentionally.\nIt is perhaps much easier (and much less explored) for us to focus on warning readers of pitfalls in reading information online.  This could well take the form of:-\n\nAlerting readers to sources rather than types of fake news;\nConsidering the various possible interpretations of unclear statements, whether of fact or opinion;\nHaving the patience to await responses, so that a fuller understanding of the online piece can be given.\n\nHence, when we saw Joshua Ip’s unhesitant criticism of the MLC:\n\nJoshua Ip could equally have asked:-\n\nWhether MLC was admitting “wrongdoing”. A mistaken view is surely different from a malicious defamation.\nWhether it was entirely incorrect to say that satire is fake news – After all, satire could be a source of fake news.\nWhether it is fair to allege that the MLC sought to propagate fake news and misinformation, since in the same passage, he seems to accept that MLC did not act with ill intent or malice (and what this ill intent or malice is, is not specified).\n\nSo the shoe can equally be placed on the other foot – as online community members, we should each be able to effectively convey what we intended to convey, and where there is a doubt as to the original meaning and intention of a post, sometimes a simple clarification is all that is required to convey one’s meaning fully.\n \nIn short, we all could do better.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/FC_SATIRE.png",
    "Iframe Sources": [],
    "date": "2019-09-16T11:33:43+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/proposed-law-on-falsehoods-has-clear-oversight-mechanism-to-11438132",
        "https://mthoyibi.files.wordpress.com/2011/05/a-glossary-of-literary-terms-7th-ed_m-h-abrams-1999.pdf",
        "https://firstdraftnews.org/fake-news-complicated/?fbclid=IwAR3985r_4TujDyivjrb09eSpSc5YBWRddcrBQCAG7MFDrwX9AQAoVxcNBWk",
        "https://www.ricemedia.co/current-affairs-satire-online-citizen-rebrands-satire-website-advice-media-literacy-council/",
        "https://blackdotresearch.sg/did-the-cia-apologise-for-making-a-mistake-in-eliminating-osama-bin-laden/",
        "http://newnation.sg/2014/02/pm-lee-unfriends-susilo-bambang-yudhoyono-on-facebook-untags-him-from-photos/",
        "https://www.straitstimes.com/singapore/kri-usman-harun-not-welcome-in-singapore-waters-0",
        "https://www.tribunnews.com/nasional/2014/02/11/perdana-menteri-singapura-hapus-sby-dari-daftar-teman-facebooknya",
        "https://www.tribunnews.com/nasional/2014/02/13/pm-singapura-hapus-sby-dari-daftar-teman-facebooknya-hoax",
        "https://www.rappler.com/newsbreak/in-depth/201969-difference-between-satire-fake-news-adobo-chronicles"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/FC_SATIRE.png",
    "Truefalse": [],
    "Description": ""
}