{
    "link": "https://blackdotresearch.sg/wuhanwatch-can-you-do-cpr-in-a-time-of-coronavirus/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Can You Do CPR In A Time Of Coronavirus?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nAccording to an article on Daily Mail, bystanders in Sydney had reportedly refused to give CPR to a Chinese man who had a heart attack over fears that he was infected with the novel coronavirus.\nThe 60-year-old man subsequently died from a cardiac arrest outside Japanese restaurant in Sydney’s Chinatown on Tuesday (28 January) night.\nWhile the incident happened in Sydney, an individual needing emergency CPR is something that could happen anywhere and at any time. But doing so could also expose one to the novel coronavirus, as reports have suggested that the virus can be spread through droplets in the air from sneezing or coughing, kissing or other contact with saliva.\nSo what should members of the public do to help someone who requires CPR, and would performing CPR expose you to potential infection by the novel coronavirus?\nWe reached out to the Singapore Civil Defence Force (SCDF) on 31 January to find out if good Samaritans can still perform CPR in a time like this.\nCPR: It’s not just mouth-to-mouth resuscitation\nBut first, we need to address a common misconception many have of the CPR process.\nTypically, the first thing that comes to mind when many think of CPR is mouth-to-mouth resuscitation. However, it is important to note that mouth-to-mouth resuscitation is just one half of the whole CPR procedure.\nBeyond mouth-to-mouth resuscitation, performing chest compressions is another vital component of CPR.\nIn fact, the American Heart Association (AHA) had changed its guidelines in 2010 to recommend the initiation of chest compressions before ventilations (i.e. mouth-to-mouth resuscitation).\nAHA explained that while there is no published evidence that starting the CPR process with chest compressions rather than ventilations leads to improved outcome, chest compressions provide the vital blood flow to the heart and brain, and “studies of out-of-hospital adult cardiac arrest showed that survival was higher when bystanders provided chest compressions rather than no chest compressions”.\nHow to save a life\nOn 5 February, SCDF responded to our queries by pointing us towards this article on Factually.\nThe article clarified that “members of the public can perform “hands-only CPR” without the need for mouth-to-mouth breathing”. It also reminded good Samaritans to practise good personal hygiene after attending to an incident.\nSo can you do CPR on a cardiac arrest victim without mouth-to-mouth resuscitation?\nYes you can, and in fact, you should. Early intervention is crucial to the victim’s chances of survival.\nWe leave you with a handy infographic from SCDF which goes through several other misconceptions about CPR.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/heart-attack.jpg",
    "Iframe Sources": [],
    "date": "2020-02-10T07:10:53+00:00",
    "Links in content": [
        "https://www.dailymail.co.uk/news/article-7944835/Bystanders-refused-CPR-man-heart-attack-died-fears-coronavirus.html",
        "https://www.channelnewsasia.com/news/singapore/wuhan-virus-china-spread-outbreak-coronavirus-protection-12325310",
        "https://www.wsj.com/articles/what-we-know-about-the-wuhan-virus-11579716128",
        "http://www.heart.org/idc/groups/heart-public/@wcm/@ecc/documents/downloadable/ucm_317350.pdf",
        "https://www.gov.sg/article/is-it-safe-to-perform-cpr-2019-ncov-situation"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/heart-attack.jpg",
    "Truefalse": [],
    "Description": ""
}