{
    "link": "https://blackdotresearch.sg/covidwatch-can-boosting-your-immunity-help-you-fight-covid-19/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Can Boosting Your Immunity Help You Fight COVID-19?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nA translation of an article published on Weixin has been shared on Whatsapp, and with COVID-19 being the main topic of conversations recently, we have a feeling that these tips would be making its rounds in more group chats soon.\nTitled “Zhong Nan Shan: Immunity is the best doctor, use these 8 simple ways to activate it”, the article states that one’s immune system is the body’s best doctor, and we need to improve our immunity so that we won’t get easily infected by influenza (note: the article doesn’t mention COVID-19).\nAs a quick background, Zhong Nan Shan is a Chinese epidemiologist and pulmonologist who is credited to the discovery of SARS in 2003.\nIt is uncertain which interview (if any) with Zhong Nan Shan the article got these quotes from.\nWhat’s more confusing is that the article then name-drops yet another expert, vice chairman of the Nutrition and Food Safety department at the Chinese Geriatrics Society Zhou Chunling. Once again, the source is missing.\nEither way, let’s run through the roughly-translated ‘advice’ that she apparently gave, and see if there’s any truth to them:\n1. Get enough sleep: \nWhen the seasons change, diseases such as urticaria and shingles caused by high work stress and lack of sleep are prone to occur, and it is necessary to ensure adequate sleep.\nAdequate sleep should ensure physical recovery and energy when waking up. Generally, adults sleep for 7-8 hours a day, and the elderly must not be less than 6 hours.\nOur take: \n‘Urticaria’, or hives, according to the National Skin Centre, can be caused by drugs, specific foods or a viral infection. However, there are even instances when no cause can be detected. Thus, to link an onset of hives to a change in season and then to high work stress and a lack of sleep is unproven.\nAs for shingles, while some researchers have linked stressful events as risk factors for shingles, others didn’t manage to find a connection.\nHowever, there might be some truth in linking a good night’s sleep to a stronger immune system.\nIn a study conducted by a team from the University of Tübingen in Germany, researchers found that sufficient sleep can boost the effectiveness of immune cells called T cells, and concluded that this could be an indication that sleep has a “positive impact on the correct functioning of T cells as part of the body’s immune response”.\nIn all, there is a general consensus that having sufficient sleep is vital in having a well-functioning immune system, so this advice is probably good to heed.\n\n2. Yogurt Breakfast:\nA study by the American Health Association found that yogurt can reduce “bad” cholesterol (low-density lipoprotein LDL) levels and reduce the risk of urinary tract infections by 47%.\nThe probiotics contained in some yogurts can greatly improve the body’s immunity and disease resistance.\nOur take:\nIt is uncertain the exact study that this finding was quoted from, but a 2013 study had linked yogurt consumption to healthy blood pressure and cholesterol levels.\nA British study also found that “two daily doses of a probiotic lowered key cholesterol-bearing molecules in the blood, as well as levels of low-density lipoprotein (LDL), or ‘bad’ cholesterol”. However, the study was not able to determine if the positive effects were due to the probiotics themselves or the yogurt itself, or a combination of both.\nA study which examined the long-term effects of eating yogurt on high blood pressure in middle-aged adults also found that women participants who ate five or more servings of yogurt per week had a lower risk of developing high blood pressure compared to those who rarely ate yogurt.\nWhen it comes to probiotics in yogurt “greatly” improving the body’s immunity, while there has been research that suggests probiotics help mediate the host’s immune response, there is no conclusive evidence that proves the claim.\n\n3. Eat more garlic:\nA study by the University of Maryland Medical Center found that eating garlic not only helps improve immunity, but also helps prevent heart diseases. However, patients with gastrointestinal disorders should eat less.\nHowever, allicin is volatile when heated, and it is recommended to mash it and leave it for 10 to 15 minutes before eating, so that allicin and allicinase interact with each other to improve nutritional value.\nOur take:\nGarlic has also been ‘featured’ as part of an unproven viral ‘cure’ for the novel coronavirus.\nIt’s not difficult to see why – garlic has long been used in home remedies for ailments like coughs and colds, and according to a study, has been thought to be able “reduce the risk for cardiovascular diseases, have anti-tumor and anti-microbial effects, and show benefit on high blood glucose concentration”.\nAnother article which delves into a few studies on the health benefits of garlic, but also notes that “only some of these uses are backed by research”.\nSo while it won’t hurt to include a little garlic into your diet, moderation is still key.\n\n4. Drink honey water, ginger water, lemonade often:\nStudies have shown that the antioxidants in honey are boosters for improving immunity; ginger is a natural analgesic and antidote, which has a certain anti-infective effect; lemon is rich in vitamin C and has antioxidant properties.\nFoods rich in antioxidants and vitamin C can protect the body from free radicals and damage from harmful molecules, and promote a healthy immune system.\nOur take:\nIngredients like honey, ginger, and citrus fruits like lemon have long been used in home remedies and their benefits have been extolled by well-meaning family members for years.\nHowever, it is important to note that WHO included taking vitamin C in a list of remedies which are “ARE NOT specifically recommended” as they are not effective in offering protection and are potentially harmful.\nThus, while there’s no harm having some honey/ginger/lemon water now and then, individuals will also need to be careful to consume them in moderation.\n\n5. Enjoy afternoon tea time:\nAfter 3 or 4 pm, the human energy begins to decline. At this time, drinking a cup of afternoon tea or coffee and eating snacks can not only replenish calories, but also relieve fatigue after continuous work. Through self-regulation, keep your immune system healthy.\nOur take:\nThe mid-afternoon slump is something most of us experience, and there is no doubt a cup of tea or coffee and snacks could help give a much needed energy boost.\nHowever linking an afternoon snack to “self-regulation” and then that to keeping your immune system healthy is a stretch that has no logical links.\n\n6. Exercise every week:\nA report from the National Library of Medicine shows that exercise can help “wash” lung bacteria and improve the immune system’s ability to detect disease.\nModern people have a lot of work pressure, but if their physical foundation is normal, they can only exercise for 30 to 60 minutes every Friday.\nOur take:\nThe claim that exercise can ‘flush’ (or “wash”) bacteria out of the lungs and airways likely comes from this article. However, the original source also states that this is just a possibility, not a confirmation.\nThe article added that exercise makes antibodies and white blood cells “circulate more rapidly, so they could detect illnesses earlier than they might have before”, but there is still no evidence on whether these changes could help prevent infections.\nRegardless, there is still definitely more good than bad in engaging in regular exercise.\n\n7. Sun Exposure:\nBy maintaining high levels of vitamin D in your body, you can better prevent problems such as sore throat, common cold, and stuffy nose.\nGenerally, the ultraviolet rays are low in the sun at 10 am and 4 pm, which can avoid harm to the skin, and the time of each exposure can be no more than half an hour.\nOur take:\nMOH’s chief health scientist, Professor Tan Chorh Chuan, said in a press conference on 10 February that “the likelihood of viral persistence outdoors is lower” in a hot and humid country like Singapore, as earlier studies have shown that viruses thrive better in cool, dry climates.\nProfessor Wang Linfa, director for the programme in emerging infectious diseases at the Duke-NUS Medical School added that ultra-violet rays and heat from the sun could kill the virus, and that vitamin D can also boost the immune system.\nThus, there is probably truth in this advice, but keep in mind that overexposure to sun can also lead to other problems!\n\n8. Keep smiling:\nStanford University researchers found that laughter can increase the number of antibodies and immune cells in blood and saliva, relieve fatigue, and is a good medicine to improve immunity.\nIn your life, you need to have more positive thoughts, divert your attention through exercise, reading, chatting with friends, etc., and reduce stress.\nOur take:\nThis claim is likely taken from this article, which talks about the benefits of laughter. It cites a study by researchers from Loma Linda University who suggest that “just anticipating a funny event boosted immune function while decreasing stress-related hormones”.\nStanford University professor and founder of gelotology (the study of laughter and its effect on the body) William F. Fry also found that laughter enhanced the activity of certain immune system cells responsible for killing infectious pathogens.\nThey say that laughter in the best medicine, and from the quoted studies, it seems like there’s a possibility of it being a good immunity booster as well.\n\nThe perks of boosting your immune system\nHealthcare professionals and authorities have been careful to say with absolute certainty that having a robust immune system equates to surviving or being resistant to infection, but Dr. Julie Vaishampayan, chairwoman of the public health committee of the Infectious Diseases Society of America, has mentioned that “patients (of COVID-19) should rest and drink plenty of fluids while the immune system does its job and heals itself”.\nRegardless, it has been established that those with weakened immune systems are more vulnerable to developing more serious infections, which further suggests a correlation between a robust immune system and resistance to infection.\nWHO doesn’t say anything about needing to boost one’s immune system, but instead recommends members of the public to protect themselves by maintaining basic hand and respiratory hygiene, having safe food practices, and avoiding close contact with anyone showing symptoms of respiratory illness.\nIt even makes a special mention of measures which “ARE NOT specifically recommended” as remedies as they are not effective in offering protection and are even potentially harmful. The measures listed include taking vitamin C, smoking, drinking tradition herbal tea, wearing multiple masks, and taking self-medication such as antibiotics.\nThere is no treatment or vaccine for COVID-19 at the moment, but doctors have been providing supportive care to patients to relieve symptoms or to support vital organ functions in more severe cases.\nAt time of publication, over 7,000 patients have recovered from COVID-19.\nThe search for a vaccine goes on\nOn 10 February, MOH’s chief health scientist, Professor Tan Chorh Chuan said that Duke-NUS Medical School is currently working with the Coalition for Epidemic Preparedness Innovations (CEPI) to roll out a vaccine trial here, and plans to begin testing it in as soon as four months.\nThe role of a vaccine is to help the body’s immune system recognize and fight pathogens like viruses or bacteria.\nThe trial will involve giving the vaccine to healthy volunteers, who will be monitored for side effects and also be observed to see the effects the vaccine has on their immune system.\nUntil a successful vaccine or treatment is found, we feel that there is no harm in engaging in healthy habits (some of which have been covered in the article) – just remember not to overdo it.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/5e306a5d24306a5b9e784fdd-800x676.jpeg",
    "Iframe Sources": [],
    "date": "2020-02-13T07:12:54+00:00",
    "Links in content": [
        "https://mp.weixin.qq.com/s/H6x7VEbzl9-_PwJJ6Z5zuQ",
        "https://www.nsc.com.sg/Patient-Guide/Health-Library/Types%20of%20Skin%20Conditions/Pages/Urticaria.aspx",
        "https://www.healthline.com/health/shingles-and-stress#connection",
        "https://www.medicalnewstoday.com/articles/324432.php#4",
        "https://www.sciencedaily.com/releases/2017/01/170127113010.htm",
        "https://www.mayoclinic.org/diseases-conditions/insomnia/expert-answers/lack-of-sleep/faq-20057757",
        "http://www.ncbi.nlm.nih.gov/pubmed/23351406",
        "https://www.ncbi.nlm.nih.gov/pubmed/22067612",
        "https://newsarchive.heart.org/yogurt-may-protect-women-from-developing-high-blood-pressure/",
        "https://www.medicalnewstoday.com/articles/327260.php#2",
        "https://www.healthline.com/nutrition/8-health-benefits-of-probiotics#section7",
        "https://blackdotresearch.sg/wuhanwatch-the-cure-for-coronavirus/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4103721/",
        "https://www.medicalnewstoday.com/articles/265853.php#benefits",
        "https://www.who.int/news-room/q-a-detail/q-a-coronaviruses",
        "https://medlineplus.gov/ency/article/007165.htm",
        "https://www.straitstimes.com/singapore/health/coronavirus-turn-off-air-conditioners-and-open-windows-to-reduce-risk-of-being",
        "https://scopeblog.stanford.edu/2015/04/09/seven-ways-laughter-can-improve-your-well-being/",
        "https://www.scientificamerican.com/article/a-healthy-laugh/",
        "https://www.nytimes.com/article/what-is-coronavirus.html",
        "https://www.health.harvard.edu/blog/the-new-coronavirus-what-we-do-and-dont-know-2020012518747",
        "https://www.ft.com/content/4d32f442-49c8-11ea-aeb3-955839e06441",
        "https://www.who.int/news-room/q-a-detail/q-a-coronaviruses",
        "https://www.todayonline.com/singapore/results-using-hivaids-drugs-fight-wuhan-novel-coronavirus-patients-singapore-promising-moh-chief",
        "https://www.cdc.gov/coronavirus/2019-ncov/about/prevention-treatment.html",
        "https://www.npr.org/sections/goatsandsoda/2020/02/11/804862868/theres-no-specific-drug-that-kill-coronavirus-but-doctors-have-ways-to-treat-it",
        "https://www.hopkinsmedicine.org/coronavirus/ask-the-expert.html",
        "https://www.straitstimes.com/singapore/health/coronavirus-scientists-here-aim-to-test-vaccine-in-as-soon-as-3-months"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/5e306a5d24306a5b9e784fdd-800x676.jpeg",
    "Truefalse": [],
    "Description": ""
}