{
    "link": "https://blackdotresearch.sg/eating-durian-covid19-vaccination-jab/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[VACCINEWatch]: Can eating durian before or after getting the vaccination jab be fatal?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nDurian season is in full swing, and there is no doubt that many Singaporeans are indulging in the king of fruits.\nHowever, according to a recent fact-check by AFP, it appears that there was a claim going around in neighbouring Malaysia which claimed that eating durian before or after getting the COVID-19 vaccine might be fatal.\nA Malaysian Facebook user took to the platform in a post on 22 June:\n\nThe main gist of his post roughly translates to: “Please tell your family and friends to not eat durian before or after getting the COVID-19 vaccination jab. A friend of someone who stays in my garden died after eating durian the day after he was vaccinated. It is necessary to be aware and be cautious. Life is precious, and it would be a pity to lose one’s life in a moment of ignorance.”\nAFP also pointed out that an image of a man in a pink-coloured t-shirt lying on the ground, allegedly the individual in question, was being circulated on messaging apps and Facebook.\nThe Malaysian Ministry of Health took to Facebook to debunk the claims, saying that the information is not true and urged the public to not continue spreading the message.\n\nOn 25 June, Malaysian Deputy Health Minister Datuk Dr Noor Azmi Ghazali told reporters that “medically speaking […] it has never been raised that people should not eat durian after getting their vaccine”.\nHe also addressed the claim, saying: “The man’s death is not due to eating durian after getting the vaccine, but from a heart attack. […] People are now scared of eating durian. It is the durian season now. Those who would get their vaccines are now reluctant to go because they are worried they cannot eat durian.”\nIn another report on Malaysian paper The Star, Penang Hospital infectious disease unit head Dr Chow Ting Soo stated that “There is no special medical restriction on any specific food after a person has been vaccinated. […] If one can consume the food without any issue, there is no need to specifically avoid it.”\nHowever, she said that if one develops a fever after a vaccine jab, “it would be good to cut the intake of durians as the fruits were known to be able to cause hyperthermia, or heatiness”.\nIn the context of Singapore, the Ministry of Health only advised that individuals “stay hydrated, not come with an empty stomach, and avoid strenuous exercise” on the day of vaccination, and as a precautionary measure, adolescents and men below 30 years of age are also advised to avoid strenuous physical activities for one week after their first and second vaccination doses. There is no mention of specific foods to avoid.\nGeneral Practitioners in Singapore interviewed by The Straits Times similarly advised individuals to simply eat nutritious and well-balanced meals, avoid alcohol (as it can cause dehydration and worsen nausea), and stay hydrated.\nTherefore, the claim that eating durians before or after taking the COVID-19 vaccination jab is fatal is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/durianvaccine-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-25T08:34:58+00:00",
    "Links in content": [
        "https://factcheck.afp.com/http%253A%252F%252Fdoc.afp.com%252F9F66BR-1",
        "https://www.facebook.com/koo.leehoon/posts/494151101845489",
        "https://perma.cc/D69P-SWFK",
        "https://perma.cc/QU47-AFV2",
        "https://perma.cc/5M6B-PYHG",
        "https://www.facebook.com/kementeriankesihatanmalaysia/posts/10158011162791237?__cft__[0]=AZWh_vk_DGpxugkU2aGC6QuOaV4dmcNdj8vb3UmGBvE_zO80y3FH6-UNvxk8fa30E78t2jWGfLl_84y6FAnNzJLw4ESU0FdWCHCYsZK1IdKvWXg0U7PjalYGuu-8i5rB9Wh0g5XvcNVUgECNz9AC-LhA&__tn__=%2CO%2CP-R",
        "https://www.nst.com.my/news/nation/2021/06/702183/dont-eat-durians-after-vaccination-fake-info-says-deputy-minister",
        "https://www.thestar.com.my/metro/metro-news/2021/06/30/durians-and-vaccines-not-an-issue",
        "https://www.vaccine.gov.sg/health-advisory/",
        "https://www.straitstimes.com/life/getting-vaccinated-dos-and-donts-before-and-after-your-covid-19-jab"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/durianvaccine-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}