{
    "link": "https://blackdotresearch.sg/wuhanwatch-can-pets-be-infected-by-the-wuhan-coronavirus/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Can Pets Be Infected By The Wuhan Coronavirus?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nA statement made during a CCTV News 1+1 interview on 29 January with Chinese epidemiologist and physician Li Lanjuan has been making its rounds on news sites like Newsweek and social media.\nIn the interview, Li said that there is a possibility that pets can be infected by people with the Wuhan coronavirus, and should be monitored closely if they come in contact with an outbreak or infected people.\n[Question starts at 11:12]\n\nShe added that since “the virus is transmitted among mammals, there is therefore a need to take more precautions against mammals”, which inadvertently includes companion animals/pets.\nWHO: “There is no evidence”\nOn 28 January, World Health Organization (WHO) had shared a post relating to pets getting infected by the Wuhan coronavirus on its Facebook page.\n\n\n\n\nQ: Can pets 🐩🐈 at home spread the new coronavirus?A: At present, there is no evidence that companion animals/pets such…\nPosted by World Health Organization (WHO) on Tuesday, 28 January 2020\n\nIn the post, WHO mentioned that “there is no evidence that companion animals/pets such as dogs or cats can be infected with the new coronavirus”.\nThere have also been no reports of companion animals getting infected by the coronavirus so far.\nThe American Veterinary Medical Association (AVMA) has also addressed that veterinary professionals might get questions about the outbreak, but “at the moment, experts have not expressed concern about transmission to or from animals”.\nHowever, both WHO and AVMA advised owners to practice good hand hygiene by washing their hands with soap and water after contact with pets.\nThus, the claim that pets can be infected with the Wuhan coronavirus is likely false, so there’s no need to ditch those daily walks!\n\nRegardless, this still has not stopped pet owners worldwide from buying face masks for their furkids.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/woofhan.jpg",
    "Iframe Sources": [],
    "date": "2020-01-31T10:52:53+00:00",
    "Links in content": [
        "https://news.sina.com.cn/c/2020-01-31/doc-iimxyqvy9209621.shtml",
        "https://www.newsweek.com/chinese-scientist-working-coronavirus-claims-pets-can-catch-infection-says-owners-should-monitor-1484841",
        "https://www.facebook.com/WHO/",
        "https://www.facebook.com/WHO/photos/a.167668209945237/2882134305165267/?type=3",
        "https://www.avma.org/blog/what-do-you-need-know-about-coronavirus",
        "https://www.foxbusiness.com/lifestyle/chinese-dog-owners-face-masks-pets",
        "https://www.dailymail.co.uk/news/article-7946487/Chinese-pet-owners-rush-buy-face-masks-dogs-amid-coronavirus-outbreak.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/woofhan.jpg",
    "Truefalse": [
        "likely false"
    ],
    "Description": ""
}