{
    "link": "https://blackdotresearch.sg/covidwatch-can-scammers-obtain-your-bank-information-through-phone-calls-about-your-covid-vaccination-status/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Can scammers obtain your bank information through phone calls about your COVID vaccination status?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this message being forwarded on WhatsApp:\n\nThe message states that a colleague of a customer had received a call enquiring about his vaccination status. When he pressed 1 on his phone to indicate that he had been vaccinated, his phone had been blocked, and his online bank information had been transferred, presumably to the scam caller in question. \nWhile scams involving COVID-19 vaccinations have been increasingly prevalent, our research indicates that this scam might not necessarily be relevant in our context.  When we did a Google search for the swk pay mentioned in the message, we found that swk pay is short for Sarawak Pay, an e-wallet service for residents of Sarawak, Malaysia. \nAdditionally, it is very unlikely for your phone to be hacked through phone calls as well.  Articles from NordVPN, a VPN service provider and AVG, a cybersecurity company describe the process of phone call hacks as attempts to phish for personal information instead of direct hacks into the phones software in an attempt to modify it through the call itself.\n\n\nNonetheless we urge our readers to be vigilant in order to avoid falling prey to COVID-19 vaccination related scams, and not to share personal information over the phone or click on links sent from unknown numbers. Messages or calls from the Ministry of Health can be verified by calling the MOH hotline at 1800-333-9999.\nBased on our findings, it is false that a new scam technique that is able to block your phone and transfer your bank information through phone calls is being used.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/09/Screenshot-2021-09-24-at-2.33.20-PM-800x800.png",
    "Iframe Sources": [],
    "date": "2021-09-24T06:39:34+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/courts-crime/scammers-weave-covid-19-vaccines-moh-into-their-false-narratives",
        "https://nordvpn.com/blog/how-to-tell-if-your-phone-is-hacked/",
        "https://www.avg.com/en/signal/signs-your-phone-has-been-hacked"
    ],
    "Author": "Joel Skadiang",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/09/Screenshot-2021-09-24-at-2.33.20-PM-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}