{
    "link": "https://blackdotresearch.sg/covidwatch-did-migrant-workers-isolated-at-singapore-expo-contract-chicken-pox/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did migrant workers isolated at Singapore Expo contract chicken pox?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 26 May, 1:10pm] We have updated the piece with information from an article on Lianhe Zaobao.\n–\nWe have been alerted to this post on Facebook page Singapore Eye:\n\n\n\n\n方舱医院又出现水痘传染！在EXPO隔离的4名客工发病冒水痘，紧急转入公共医院治疗。除此之外，已有960名客工存在患水痘隐患，新加坡政府正在排查并为他们打水痘疫苗。#covid19 #stayhome\nPosted by 新加坡眼 Singapore Eye on Sunday, 24 May 2020\n\nThe caption translates to:\n“Four migrant workers who are being isolated at the Singapore Expo community isolation facility have contracted chicken pox, and have been rushed to a public hospital for treatment. Since each exhibition hall at Singapore Expo can accommodate 480 patients, it is estimated at around 960 migrant workers in the two exhibition halls have been affected. The authorities have already vaccinated around 75% of these individuals. There are currently no other migrant workers who are experiencing symptoms of chicken pox.”\nThe post has been shared over 970 times at time of publication.\nIf the claims are to be believed, the incident happened at the Singapore Expo and MAX Atria community isolation facility, which has been operational since 10 April.\nThen, Health Minister Mr Gan Kim Yong shared that the facility will initially have one hall catering to about 480 patients, but will “progressively expand” as demand goes up and number of cases increase. The facility houses two types of COVID-19 patients – recovering patients and “early patients”.\n3 recovered, 1 still in hospital\nAccording to an article on Lianhe Zaobao, the Woodlands Health Campus team, which is responsible for medical services at Singapore Expo, confirmed that four patients have indeed contracted chicken pox, and were transferred to a public hospital for treatment. Three of them have since recovered, and one is still in the hospital.\nThe patients began to develop chicken pox from 27 April to 16 May. 75% of those staying at the facility (around 960 individuals) were later vaccinated against chicken pox.\nThe team added that currently, no other patients have symptoms of chicken pox, and that the medical team will “conduct more active health monitoring in the future”.\nThus, the claim that four foreign workers at Singapore Expo have contracted chicken pox and that 960 have been exposed to it is true.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/expopox.jpg",
    "Iframe Sources": [],
    "date": "2020-05-26T04:40:10+00:00",
    "Links in content": [
        "https://www.facebook.com/1663012860577644/posts/2596355900576664/?d=n",
        "https://www.facebook.com/xinjiapoyan/",
        "https://www.facebook.com/xinjiapoyan/posts/2596355900576664",
        "https://www.channelnewsasia.com/news/singapore/covid-19-community-isolation-facility-at-singapore-expo-12626324",
        "https://www.zaobao.com.sg/znews/singapore/story20200525-1055856"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/expopox.jpg",
    "Truefalse": [
        "true"
    ],
    "Description": ""
}