{
    "link": "https://blackdotresearch.sg/covidwatch-did-singapore-ban-the-sales-of-food-products-from-the-us/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did Singapore ban the sales of food products from the US?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nIn this piece, we visit a claim that we explored last month, but has reemerged recently. This time, in a different country.\nFor context, we came across a tweet in early August, which revealed that an article which suggested that the US had “intentionally contaminated fruits slated for export to Asia and Africa with coronavirus” was being circulated in pro-China WhatsApp groups.\nWhile we were unable to find the link to the 闪电新闻 (which literally translates to ‘Lightning News’) article, we were able to find a link to an article with the similar title and header image being used:\n\nOther than the claim about the US intentionally contaminating exported fruits and food products with COVID-19, the article also suggested that this was reported by Singapore media.\nWe were unable to find any reports on local media about these claims, and the Singapore Food Agency (SFA) also clarified in a Facebook post that they had not issued any statement discouraging consumption of imports from the US, Europe or Brazil, and neither has the Singapore media made such a report.\nSFA added that they were also “not aware of any evidence that suggests that the COVID-19 virus can be transmitted to humans via food or food packaging and equipment”, and that this is “the current state of knowledge across scientific communities and public health authorities worldwide”.\nHowever, they assured that they would be continuing to monitor developments closely, and will promptly take any necessary actions to safeguard food safety in Singapore.\nClaim reemerged…in Thailand?\nIn a fact-check by AFP Thailand, we come to know of a message that was being circulated on messaging platform Line recently:\n\nAccording to AFP Thailand, the message (which is in Thai) translates to “Don’t buy or eat vegetables and fruits from the US… Singapore has forbidden people from doing so already. This is because the US used trucks that carry bodies of those infected with COVID-19 to carry food too, so the food will also be contaminated with the virus.”\nThe similar message was also being circulated on Facebook:\n\n\n\nAFP Thailand rated the claim that Singapore has “forbidden” people from purchasing food products from the US as misleading, referencing the clarification post by SFA which stated that they had not issued any statement discouraging consumption of imports from the US, Europe or Brazil.\nAFP Thailand also delved into the claim that COVID-19 can be transmitted via food.\nIn a phone conversation with AFP on 13 August, Dr. Thira Worathanarat, an associate professor in the Department of Preventive and Social Medicine at Thailand’s Chulalongkorn University said that “there is no evidence that COVID-19 can be transmitted to humans via fruits and vegetables”. However, he added that people should still be careful and clean their fruits and vegetables before eating them. He also recommended that people eat well-cooked food.\nAFP Thailand’s fact-check also cited how the Centers for Disease Control and Prevention (CDC) in the US and the European Food Safety Authority had stated that there is “no evidence” that supports the claim.\nThese are in line with SFA’s stance.\nTherefore, the claim that Singapore has “forbidden” people from buying and eating vegetables and fruits from the US is false.\n\nRegardless, it’s still interesting to observe how in spite of international borders being closed, a misleading claim as such has still managed to ‘travel’ overseas and take root there.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/thaisg.png",
    "Iframe Sources": [],
    "date": "2020-09-03T06:43:46+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/covidwatch-are-imported-fruits-and-food-products-contaminated-with-covid-19/",
        "https://twitter.com/stegersaurus/status/1289896124162011136",
        "https://xqiqis.com/archives/74154",
        "https://www.channelnewsasia.com/news/singapore/covid-19-transmit-food-packaging-equipment-salmon-beijing-sfa-12839576",
        "https://factcheck.afp.com/misleading-claim-circulates-online-singapore-has-forbidden-sale-us-produce-due-coronavirus"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/thaisg.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}