{
    "link": "https://blackdotresearch.sg/covidwatch-did-a-confirmed-case-sneak-out-to-zouk-last-saturday-night-while-on-shn/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did a confirmed case sneak out to Zouk last Saturday night while on SHN?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 26 March, 9:36am] The article has been updated to include a statement from Zouk regarding the incident.\n–\nWe have been alerted to this message being forwarded on Whatsapp:\n\nThe message claims that a student from NUS who had just returned from exchange went to Zouk last Saturday despite being on stay home notice. It carries on to state that the student was tested positive for COVID-19 the next day, and now “the whole section [is] quarantined”.\nIt is uncertain if the creator of the message was referring to the Saturday dated 21 March or an earlier Saturday, and where the alleged confirmed case came back from.\nYoung adults make up largest group of confirmed cases in Singapore\nAccording to an article on The Straits Times, young adults between the ages of 20 and 29 are now the largest infected group among the number of confirmed cases of COVID-19 in Singapore.\nMost of these young adults were infected overseas, primarily in Britain.\nOut of 558 confirmed cases in Singapore, 141 are between 20 and 29 years old, with 68 out of this group having a travel history to the UK.\n\nIt is uncertain if the individual mentioned in the viral Whatsapp message came back from exchange in the UK or from another country.\nAs for the claim that the “whole section of Zouk [was] quarantined”, it is not clear if the creator of the message was referring to individuals who were in that particular section being quarantined, or if the physical space itself was cordoned off.\nIf anything, on 20 March, Zouk had put in place measures like temperature screening, increased disinfection of all areas before, after and every hour during club operations, and the collection of guests’ contact information – measures that arguably might have identified, or at least, curbed the possibility of a potential new cluster.\nOn Tuesday, 24 March, the Singapore government also announced that bars, cinemas, and all other entertainment outlets will be closed from 26 March 11:59pm till 30 April in a bid to deal with a new wave of imported cases into the country.\nAll Singapore residents returning from Britain and the United States from 25 March, 11.59pm will also have to stay in hotels to serve their 14-day stay-home notice (SHN), and those who breach the SHN will face fines of up to $10,000 or jail of up to six months or both.\nOn the evening of 25 March, Zouk took to Facebook to clarify that the message being circulated is “unverified”.\n\n\n\n\nDear Zoukettes, It has come to our attention that a message has been circulating about a student who was confirmed to…\nPosted by Zouk Singapore on Wednesday, 25 March 2020\n\nIn their statement, they mentioned that to date, Zouk and their employees “have neither been issued a quarantine order, nor received any notice” from the authorities on this incident. They added that they have escalated the issue to MOH, the POFMA office and even the Singapore Police Force.\nAt time of publication, however, the claim that an infected individual sneaked out to Zouk while on SHN and potentially infected others there is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-25-at-5.44.37-PM.png",
    "Iframe Sources": [],
    "date": "2020-03-25T09:45:18+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/young-adults-now-make-up-largest-group-of-patients-here?utm_medium=Social&utm_campaign=STFB&utm_source=Facebook&fbclid=IwAR3wDZbT94hHYn9qcy3Gxs3ILQILOBjPTgAm0GANR2EOZBKaozWH3ePMTf4#Echobox=1585092431",
        "https://www.facebook.com/zouksingapore/photos/a.176017505743823/3147531741925703/?type=3&__xts__%5B0%5D=68.ARANeXSv30or6GNhbCt3bWbmIrgTW4xcC58j9mxzPuthPJL95h0xfkvLOfSoP41AKtXlMosNT2OyiHnVQ8DbYsFt5oqhSzO7stUTjrLdk5pJI4iLZRFlQ6HEkAStwXZWlj2VXRcpf3kgho6412w5dP8J0naSuelh7GA1U5Vu98JD4d-2M0MijcadI-dWUeGi8MyDZeIBwTvS1SqI_REujyLR5Bkp8EWI0iBYsIlH_izSTAnNlhH7aJYlvwxYLSgVNt2VOuNV67hxQqimiFxObZoZ2VvCCRKNjvji_pUbJd5zb0-pluzXJaSkI5YBozlZAetR_dSjCxr1ffxn7XpCuqqeYw&__tn__=-R",
        "https://www.straitstimes.com/singapore/health/all-entertainment-venues-in-singapore-to-close-gatherings-outside-work-and-school",
        "https://www.facebook.com/zouksingapore/",
        "https://www.facebook.com/zouksingapore/photos/a.715913448420890/3159537160725161/?type=3"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/Screenshot-2020-03-25-at-5.44.37-PM.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}