{
    "link": "https://blackdotresearch.sg/did-nea-really-issue-this-circular-to-stallholders-at-geylang-serai-market/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did NEA really issue a circular to stallholders at Geylang Serai Market?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook group FActually Singapore – Where lies get debunked:\n\nIn the post, we see what looks to be a circular from the National Environment Agency (NEA).\nThe circular is dated 11 August 2020, and seems to be addressed to all stallholders of Geylang Serai Market. The circular is signed off by the Director of the Tenancy Management Department of the Hawkers Centres Division of NEA.\nHere’s a summary of its contents:\n\nOdd/even date entry restrictions were implemented at four popular markets in Singapore – Geylang Serai Market, Blk 505 Jurong West St 52, Blk 104/105 Yishun Ring Rd (Chong Pang Market) and Blk 20/21 Marsiling Lane on 22 April to manage queues and spread crowds more evenly across the week.\nNEA have observed that the restriction has been effective in reducing the queues and there is scope to further spread out the market crowd from weekends to weekdays.\nFrom 13 Aug 2020, the odd/even date entry restriction will be lifted for weekdays at all four markets. The restriction will continue to apply on weekends.\nCheck-in and out using the SafeEntry system will continue for the purpose of contact tracing.\n\nThe author of the post received the image from WhatsApp, and goes on to ask fellow group members if the information is legitimate.\nHeartening to see Singaporeans more wary about information received online\nWith the pandemic, WhatsApp and other social media platforms have become both the best and worst sources of information and tip-offs for members of the public.\nBest, because vital (and more importantly, verified) information can be spread efficiently, but worst because of how efficiently false information can be spread as well.\nTherefore, it is quite heartening to see that in the comments section of the post, a Facebook user has come forward to express that it would be better if members of the public be prudent and “take (the information) as fake first” if it’s not announced through official channels and only seen on WhatsApp.\nAnother comment even states that to be certain, individuals could contact the relevant authorities (from the official websites) to check on the information “before doing or promising anyone anything”.\n\nAnother Facebook user takes it a step further, asking why the address reflected at the top right corner of the circular doesn’t reflect the NEA headquarters’ address:\n\nHowever, the information in the circular appears to be accurate as another user pasted a link to an article on The Straits Times, published yesterday evening, which covers this announcement. In the article, we also read that NEA sent a circular to stallholders at the four markets on Tuesday (11 Aug) regarding the announcement.\nWhen we did a check on the address reflected in the circular, we found that it points to NEA’s Hawker Centres Division, which makes sense given the context:\n\nThe information in the circular being circulated on WhatsApp is thus true.\n\nRegardless, it is still useful to take into consideration the tips in basic fact-checking that the Facebook users on the post have suggested.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/nealetterp.png",
    "Iframe Sources": [],
    "date": "2020-08-12T09:53:31+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/factuallysg/",
        "https://www.straitstimes.com/singapore/weekday-entry-restrictions-at-four-popular-wet-markets-eased?xtor=CS3-18&utm_source=STiPhone&utm_medium=share&utm_term=2020-08-11%2017%3A08%3A27&fbclid=IwAR357C8ZaW1mbbcgUlF1RZlWmOdiAfy6LZIsWPfFkNwGUdqkVsMp7JDLd4g"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/nealetterp.png",
    "Truefalse": [
        "true"
    ],
    "Description": ""
}