{
    "link": "https://blackdotresearch.sg/covidwatch-did-a-certis-cisco-officer-contract-covid-19-at-changi-airport/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did a Certis Cisco officer contract COVID-19 at Changi Airport?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this Facebook post:\n\nThe author of the Facebook post uploaded a photo of what looks to be the immigration counter area at Changi Airport Terminal 3. Here’s a photo of said area:\n\nAccording to the author of the Facebook post, his friend who is allegedly “a cisco officer” posted the photo, and added that “all feared for their lives after an officer was caught (sic) the virus there”.\nIt is not specified who “all” and “their” refers to, but it can be assumed that he might be referring to other Certis Cisco officers working at Changi Airport. It is also not specified where exactly “there” is, but it can be assumed that he might be referring to Changi Airport.\nRelated to the case reported on 24 October?\nOn 24 October, the Ministry of Health (MOH) confirmed 14 new COVID-19 cases as of noon, taking the total cases in Singapore to 57,965. Of the new cases, two are in the community, one is residing in a dormitory and 11 are imported.\nThe two community cases were reported to be working at Changi Airport Terminal 3, one a security officer and the other a temperature screener and swab assistant at Raffles Medical. Both had gone to work prior to hospital admission.\nBoth cases had reportedly not interacted with each other, and “epidemiological investigations so far have not established any link between them”, according to MOH.\nAdded MOH: “As a precautionary measure, all individuals working at Changi Airport Terminal 3 who may have contact with travellers will be tested for COVID-19”.\nTherefore, while not confirmed, the post might have been making reference to this particular case.\nHowever, it is important to note that it is not mentioned in the report if the security officer is from Certis Cisco. The Facebook post’s caption also appears to insinuate that the security officer caught the virus while working at Changi Airport. There is no evidence to support that.\nThus, for now, the insinuation that a Certis Cisco security officer contracted COVID-19 at Changi Airport is unproven.\n\nWe reached out to Changi Airport Group (CAG) and Certis Cisco for clarification. At time of publication, CAG directed us to the latter. We will update the article when we get a reply from Certis Cisco.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/certis-800x520.png",
    "Iframe Sources": [],
    "date": "2020-10-29T02:25:16+00:00",
    "Links in content": [
        "https://www.facebook.com/aziz.kassim2/posts/10219409841255547",
        "https://www.channelnewsasia.com/news/singapore/covid-19-cases-singapore-imported-dorm-community-moh-oct-24-13357904"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/certis-800x520.png",
    "Truefalse": [],
    "Description": ""
}