{
    "link": "https://blackdotresearch.sg/covidwatch-moh-email-foreigner-influx/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did MOH warn healthcare professionals about a possible influx of foreigners who are infected?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 23 March, 11:18am] The article has been updated to include a TODAY article that reveals that a circular from MOH was indeed sent to hospitals and private specialist clinics.\n–\nWe have been alerted to this message being circulated on Whatsapp.\n\nThe message claims that MOH has sent an email to all healthcare professionals to warn about a possible influx of foreigners who are infected with COVID-19 seeking treatment in Singapore.\nThe individual who crafted the message added that he/she thinks that the government is “preparing for a major rise in imported infected cases” and also that “the worst is yet to come”. Out of 345 confirmed cases in Singapore, 160 cases are imported.\nHe/she ends off the message advising that individuals take extra care when out and about, and emphasised the importance of social distancing and hand hygiene.\nMOH: “Important to conserve limited healthcare resources for Singapore”\nAccording to an article by TODAY published 21 March, a circular by MOH had indeed advised hospitals and private specialist clinics to not accept any new foreign patients who do not reside in Singapore as the move is “important to conserve limited healthcare resources for Singapore to cater to managing Covid-19 cases and the existing needs of Singapore patients”.\nThe circular was signed by MOH’s director of medical services Kenneth Mak and was issued after MOH announced that from 20 March, all travellers entering Singapore will be issued a 14-day stay-home notice.\nThe circular also added that foreign patients who require continued specialist care in Singapore should apply for the Asean Health Clearance well in advance of their medical appointment.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/15837604425e66443ace670-800x800.jpg",
    "Iframe Sources": [],
    "date": "2020-03-20T04:23:34+00:00",
    "Links in content": [
        "https://www.todayonline.com/singapore/covid-19-hospitals-specialists-advised-not-accept-any-new-foreign-patients"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/15837604425e66443ace670-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}