{
    "link": "https://blackdotresearch.sg/covidwatch-did-someone-get-fined-300-for-sitting-on-a-demarcated-seat-at-ya-kun/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did someone get fined $300 for sitting on a demarcated seat at Ya Kun?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to a message circulating on Whatsapp:\n\nThe message claims that a customer of Ya Kun Family Cafe at Compass One mall was fined $300 for sitting on a seat demarcated under new safe distancing measures.\nAlong with the message is a photo of what appears to be an individual wearing an Enterprise Singapore lanyard with a tag that says ‘Safe Distancing Ambassador’.\n\nOn 20 March, multiple government agencies issued a list of safe distancing guidelines for establishments to roll out in light of COVID-19. One of the measures was for F&B operators to ensure a distance of at least one metre between tables or different groups of diners.\nOn 26 March, the Ministry of Health (MOH) announced new regulations under the Infectious Diseases Act (IDA) which will give legal force to the safe distancing measures and provide “enhanced enforcement” for breaches of the stay-home notice (SHN).\nAs a quick background, the Infectious Diseases Act (IDA) was enacted by Parliament in 1976 and came into force on 1 August 1977, and is a legislation jointly administered by MOH and the National Environment Agency (NEA).\nThe new regulations came into effect at 11.59pm on 26 March, and individuals, event organisers, and owners of premises who break the rules could face jail terms of up to six months or fines of up to $10,000, or both.\nIndividuals who intentionally sit on demarcated seats or stand in a queue less than 1m away from another individual could also face these penalties.\nWith this information in mind, the claim begs the question, given that the new regulations came into effect only on Thursday, 26 March at 11.59pm, how could someone have been fined on Wednesday, 25 March?\nA ‘fine’ line\nEnterprise Singapore (ESG) has come forward to debunk the claim in a Facebook post.\n\n\n\n\n[Rumour of Safe Distancing Ambassadors imposing fine] There is a rumour circulating on social media and via text…\nPosted by Enterprise Singapore on Friday, 27 March 2020\n\nIn its post, ESG clarifies that safe distancing ambassadors are there solely to “guide and ensure that businesses implement and comply with the safe distancing measures”. These ambassadors do not impose fines.\nESG added that businesses that are found to have violated the Infectious Diseases Act and regulations may be liable for an offence and charged.\nWhat the post didn’t mention, however, is the SOP in the event that an individual flouts the regulations. In that case, what could F&B business owners do, and what’s the process for charging an individual like?\nWe have emailed NEA with these questions and will update the post when we get a reply.\nRegardless, the claim that an individual was fined $300 for sitting on a demarcated seat is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/yakun.jpg",
    "Iframe Sources": [],
    "date": "2020-03-28T05:30:24+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/covid19-safe-distancing-recommendations-retail-restaurants-12560568",
        "https://www.channelnewsasia.com/news/singapore/covid19-safe-distancing-recommendations-retail-restaurants-12560568",
        "https://www.moh.gov.sg/policies-and-legislation/infectious-disease-act",
        "https://www.facebook.com/EnterpriseSG/",
        "https://www.facebook.com/EnterpriseSG/posts/2795606563810177"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/yakun.jpg",
    "Truefalse": [],
    "Description": ""
}