{
    "link": "https://blackdotresearch.sg/covidwatch-did-a-migrant-worker-hang-himself-at-a-dormitory/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did a migrant worker hang himself at a dormitory?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nWe have been alerted to a video being circulated on Facebook and WhatsApp:\n\n\n\nThe caption of the Facebook post translates to:\n“verily we belong to God, and verily to Him do we return.. Bangladeshi man hung himself at tuas dormitory.. 25 sep. let us not be like this, pity your families at home. may we always be in the protection of God.”\nAt time of publication, the Facebook post has been taken down.\nThere are two claims being made in the Facebook and WhatsApp posts:\n\nA Bangladeshi man hung himself ‘today’ (date not specified) due to a lack of work and money\nA Bangladeshi man hung himself on ’25 Sep’ (year not specified) at Tuas dormitory\n\nHowever, individuals have also quickly stepped forward to debunk the claims, both on WhatsApp:\n\nAnd in the comments section of the Facebook post:\n\nThe title of the Youtube video (which has since been taken down) in question roughly translates to: “Bangladeshi worker died in Saudi Arabia by hanging himself”. The video was posted on 28 March 2020.\nWhen we did a reverse image search on Google, we were directed to a Facebook post of the same video (viewer discretion advised) which makes yet another claim.\nThe caption of this video states that the individual who committed suicide was an expatriate who worked in Kuwait. The video was posted on 20 March 2020.\nNeither the claim that the incident happened in Saudi Arabia nor the one that alleges it happened in Kuwait have been confirmed.\nSPF: The incident did not happen in Singapore\nThe Singapore Police Force has come forward to debunk the claims on Facebook, stating that the incident did not happen in Singapore.\n\n\n\n\n[VIDEO OF A MAN FOUND HANGING AT STAIRWELL DID NOT HAPPEN IN SINGAPORE] The Police would like to clarify that a video…\nPosted by Singapore Police Force on Tuesday, 28 April 2020\n\nWe therefore rate the claim that a Bangladeshi worker hung himself in a dormitory in Singapore ‘today’ as false.\n\nThe rise of migrant worker-related falsehoods\nJust a few days ago, we published an article about a video of a fight between individuals being circulated on WhatsApp.\nWhile the video was being forwarded with no context, there were assumptions being made by the public that the fight might have taken place in a dormitory in Singapore.\nThe spike in confirmed COVID-19 cases among migrant workers in Singapore has brought to light the dismal living conditions and treatment of these individuals, but has in turn also led to some members of the public making wild assumptions and taking videos or information they come across out of context – whether or not they have intentions of spreading panic or not.\nWe thus urge fellow members of the public to always take unverified information they come across with a great pinch of salt.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/dormhanging-1.jpg",
    "Iframe Sources": [],
    "date": "2020-04-28T09:02:54+00:00",
    "Links in content": [
        "https://www.facebook.com/barishaillamonuo/videos/676754809765432/",
        "https://www.facebook.com/singaporepoliceforce/",
        "https://www.facebook.com/singaporepoliceforce/posts/10159767705349408",
        "https://blackdotresearch.sg/covidwatch-did-this-fight-break-out-in-a-migrant-worker-dorm-in-singapore/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/dormhanging-1.jpg",
    "Truefalse": [],
    "Description": ""
}