{
    "link": "https://blackdotresearch.sg/covidwatch-did-singapore-follow-president-donald-trumps-covid-19-guidelines/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Did Singapore follow President Donald Trump’s COVID-19 guidelines?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nIn several social media posts that have gone viral, netizens have expressed incredulity at comments by US health official Dr. Deborah Birx, who allegedly claimed during a virtual town hall hosted by Fox News that Singapore took US President Donald Trump’s guidelines on tackling the COVID-19 pandemic.\nDr. Birx is the response coordinator for the White House’s coronavirus task force.\n\n\n\n\nSingapore adopted Trump's guidelines on COVID-19?!? And that's why we are doing so well? Now I can see first hand how…\nPosted by John Ho on Wednesday, 25 March 2020\n\nHere’s the transcript of the clip John Ho uploaded:\nFox News anchor Bill Hemmer:\n[Now in Singapore, there was a headline earlier today] suggesting a possible second wave in that island nation. How do you gauge that?\nDr. Deborah Birx:\nWell, remember in Singapore, they took the president’s guidelines and they executed them very early because they could see China next door. And so they saw those and they implemented those guidelines. So very few people became infected in Singapore. Because so few people have been infected, you don’t have what they call herd immunity. And so until we get through this current pandemic, if it has seasonality, which we hope and believe it could, if it gets through this current season, it will be in everybody’s best interest to do as the president has recommended, our work on vaccines, our work on additional therapeutics and really getting to both pre and post prophylaxis.\nWe bolded the words “the president” because Ho had pointed out that in the first instance, Dr. Birx might have used an inaccurate terminology to refer to Singapore’s Prime Minister.\nHowever, it is important to note that the second time that she mentioned “the president”, she was quite obviously referring to President Trump.\nWhat are these guidelines?\nThe guidelines that Dr. Birx was referring to, called “The President’s Coronavirus Guidelines for America”, were released on 16 March.\nA postcard with the guidelines was also mailed out to Americans the following week:\n\n\nThe guidelines include ones that Singaporeans would be familiar with – practicing good hygiene, avoiding discretionary travel, staying at home when one feels sick, and avoiding social gatherings in groups of more than 10 people.\nSave for the last point (the announcement that gatherings outside school and work would be limited to a maximum of 10 people from 26 March to 30 April was announced on 24 March), it is still inaccurate to claim that Singapore took President Trump’s guidelines and executed them very early.\nFor one, the Ministry of Health has been encouraging the public to observe good personal hygiene (with frequent handwashing, sneezing or coughing into a tissue) since 2 January, after becoming aware of a cluster of severe pneumonia cases in Wuhan. There were no confirmed nor suspected cases then.\nThe health advisory on 2 January also encouraged the public to “seek medical attention promptly” if they are feeling unwell.\nIn another health advisory dated 22 January, MOH started including advice for the public to avoid crowded places and close contact with people who are unwell or showing symptoms of illness.\nEmployers have also been urged to adopt measures like telecommuting, staggering work hours, and reducing close contact at work by MOH on 13 March, with the Ministry of Manpower (MOM) adding that “special work-from-home arrangements should be made for vulnerable employees, such as those who are older, pregnant or have underlying medical conditions”.\nWe could go down the list, but at this point, it is already incomprehensible how Dr. Birx could have come to the conclusion that Singapore kept infection numbers relatively low because we executed President Trump’s guidelines which were issued AFTER most efforts were already put in place.\nOn ‘China next door’\nDr. Birx also claimed that Singapore took President Trump’s guidelines and executed them “because [Singapore] could see China next door”.\nFirst of all, China isn’t remotely near to Singapore, geographically-speaking.\nSecondly, MOH already alerted the public to a (then) growing threat of a novel coronavirus since 2 January, advising all travellers to Wuhan to “monitor their health closely and to seek medical attention promptly if they feel unwell, and to also inform their doctor of their travel history”.\nMeasures to bar new visitors who have been in mainland China within the past 14 days from entry or transit in Singapore also kicked in 1 February, 11:59pm – over a month before the release of President Trump’s guidelines.\nIt is once again incomprehensible why Dr. Birx has claimed that Singapore kept infection numbers relatively low after taking into account President Trump’s guidelines.\nWe therefore rate the claim that Singapore took US President Donald Trump’s guidelines on tackling the COVID-19 pandemic as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/GettyImages-1208073805-800x800.jpg",
    "Iframe Sources": [],
    "date": "2020-03-28T01:55:30+00:00",
    "Links in content": [
        "#",
        "https://www.facebook.com/johnkw.ho/posts/10219273450839505",
        "https://templatearchive.com/coronavirus-guidance/",
        "https://www.latimes.com/business/story/2020-03-24/trump-guidelines-for-america",
        "https://www.channelnewsasia.com/news/singapore/covid-19-bars-cinemas-entertainment-venues-closed-gatherings-12571538",
        "https://www.moh.gov.sg/news-highlights/details/precautionary-measures-in-response-to-severe-pneumonia-cases-in-wuhan-china",
        "https://www.moh.gov.sg/news-highlights/details/moh-issues-public-health-travel-advisory-in-response-to-cases-of-novel-coronavirus-in-china",
        "https://www.straitstimes.com/singapore/firms-urged-to-stagger-work-hours-let-staff-work-from-home",
        "https://www.straitstimes.com/singapore/singapore-to-bar-visitors-with-recent-travel-history-to-china"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/GettyImages-1208073805-800x800.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}