{
    "link": "https://blackdotresearch.sg/infrared-thermometers-pineal-gland-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Do infrared thermometers damage your pineal gland?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nChecking into locations we visit and having our temperatures taken at every one of them has become part of the ‘new normal’, and we have become familiar with having infrared thermometers being pointed at our foreheads multiple times of the day.\nWhile most won’t think too much about this process, there have been some individuals who have taken to social media to espouse the alleged dangers that come with the use of these thermometers.\nOne of these is a Facebook post which was highlighted in a fact-check by AFP. Similar claims, which have popped up around the world and in different languages, have also been debunked by fact-checkers in various countries.\nThe post, which was allegedly written by an Australian nurse, claims that infrared thermometers used for temperature-taking can cause potential health issues because of how the process “directly targets” the pineal gland “which is located directly in the center of the forehead” with an infrared ray.\nThe nurse had apparently witnessed people lining up at a shopping mall to get their temperature taken, and realised that it was done “by an employee who obviously was not a medic and was not properly educated on how to correctly perform this procedure”.\nHe/she then told the employee that “an infrared thermometer must never be pointed at someone’s forehead, especially babies and young children”, and that “placing a thermometer on the wrist or elbow fold is much more accurate and much less harmful”.\n“Our pineal glands must be protected as it is crucial for our health both now and in the future,” the author states.\n\nThe post has been shared close to 2,000 times.\nWhat is the pineal gland, and how do infrared thermometers work?\nLet’s first take a look at how infrared thermometers work.\nAccording to Malaysian Health director-general Datuk Dr Noor Hisham Abdullah, who was quoted on a post on the Ministry of Health of Malaysia’s Facebook page which debunked a claim that infrared thermometers emit radiation, the devices are “designed to detect and absorb heat in the form of infrared rays emitted from human body and converts it into electricity. The electronic circuit within the thermometer processes the electrical signal to determine the temperature and display the reading on a screen”.\nDid you know: in-ear thermometers also use infrared rays to measure the temperature inside the ear canal?\nNext, let’s delve into what the pineal gland is, and what it does.\nAccording to healthline.com, the pineal gland is known to produce and regulate some hormones, including melatonin which plays a part in regulating sleep patterns. The pineal gland is also known to play a role in the regulation of female hormone levels, due in part to the melatonin produced and excreted by the gland.\nThe diagram below shows where the pineal gland is located:\n\nAs seen, the gland seems to be pretty deep inside the brain, and isn’t “located directly in the center of the forehead” like what the post was stating.\nIn fact, Gabrielle Girardeau, a neuroscience researcher at France’s Inserm institute, told AFP that “even if infrared rays were to be directed towards the pineal gland, it is positioned too deeply in the brain for the rays to reach it”. She added that “light has a very low capacity to penetrate the barrier formed by the skull, even if infrared wavelengths penetrate more easily”.\nIn a Snopes fact-check on similar claims, Dr. Haris Sair, director of neuroradiology at Johns Hopkins University was quoted as saying that the pineal gland is “smack dab right in the middle of the head” and that “nothing is happening between the thermometer and the pineal gland”.\nHe added that as compared to sending infrared light “into the body”, infrared thermometers are built simply to “pick up” natural infrared wavelengths emitted by the body.\nThis statement was backed by Tim Robinson, vice president of marketing at the Utah-based temperature instrument retailer ThermoWorks, who explained that an infrared thermometer is “just a catcher. It’s catching light waves”.\nTherefore, the claim that infrared thermometers cause potential damage to our pineal glands is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/singapore-991364980-1589294559.png",
    "Iframe Sources": [],
    "date": "2020-10-01T09:19:10+00:00",
    "Links in content": [
        "https://www.facebook.com/jan.roskott/posts/10223929123238577",
        "https://factcheck.afp.com/taking-your-temperature-infrared-thermometer-does-not-damage-pineal-gland",
        "https://www.facebook.com/kementeriankesihatanmalaysia/photos/a.10151657414821237/10157272002281237/?type=3",
        "https://www.mayoclinic.org/diseases-conditions/fever/in-depth/thermometers/art-20046737",
        "https://www.healthline.com/health/pineal-gland-function",
        "https://www.snopes.com/ap/2020/09/08/infrared-thermometers-used-for-covid-19-testing-do-not-pose-risk-to-pineal-gland/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/singapore-991364980-1589294559.png",
    "Truefalse": [
        "false",
        "."
    ],
    "Description": ""
}