{
    "link": "https://blackdotresearch.sg/chairpersons-ceo-ministers-safeentry/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Do chairpersons, CEOs, and ministers not need check-in via SafeEntry?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across a post on Facebook:\n\nAt time of writing the post has been taken down, but we still think that is an interesting (to say the least) notion to explore.\nThe author poses a question which in itself makes a claim – that “chairman/CEO/ministers” don’t need to check-in via SafeEntry whenever they “visit sites”. It is uncertain how the author came to this conclusion, and also why the author took down the post eventually. It is also uncertain if the author is also referring to chairpersons and CEOs who are in the private sector.\nAs a quick background, SafeEntry is a national digital check-in system developed by GovTech that logs the NRIC/FINs and mobile numbers of individuals visiting public venues such as malls and workplaces, as well as communal activity areas. The purpose for SafeEntry is to prevent and control the transmission of COVID-19 through contact tracing, which helps to identify potential close contacts of COVID-19 patients and clusters.\nTo do a check-in, individuals can:\n\nUse the TraceTogether app to scan the SafeEntry QR code\nUse the SingPass app to scan the SafeEntry QR code\nCheck-in with the TraceTogether token\nScan the barcode on one’s NRIC/FIN/Official ID\nScan the SafeEntry QR code using a QR reader app/camera (iOS) and fill in personal details manually\n\nA few comments on the post appear to agree with what the author has posited: \nAnother commenter theorised that it might be possible that the check-in is done by “secretary or mayors” on behalf of these individuals instead:\n\nThis theory might be accurate, given that it is possible for individuals to check-in on behalf of others, as long as they have their NRIC/FIN number:\n\nHowever, we also came across a video on Minister for Home Affairs and Law K Shanmugam’s Facebook page of what looks to be him checking into Chong Pang Market using his smartphone:\n\n \nWhether or not these individuals do it themselves or have their staff do it for them, the claim that chairpersons, CEOs, and ministers don’t need to do a SafeEntry check-in during site visits is likely false.\n\nWe have gotten in touch with GovTech for clarification and will update the piece when we get a reply.\nIt is also important to note that the main purpose of SafeEntry is to log an individual’s entry (and exit, when they check-out) into a particular venue. If the author was referring to these individuals and their official visits to various sites, the details of their whereabouts would highly likely be known by organisers and staff involved.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/safeentryminister-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-10T07:38:48+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1885841121593545/",
        "https://support.safeentry.gov.sg/hc/en-us/articles/900000667463-What-is-SafeEntry-",
        "https://www.developer.tech.gov.sg/technologies/digital-solutions-to-address-covid-19/safeentry",
        "https://www.safeentry.gov.sg/individual_help",
        "https://support.safeentry.gov.sg/hc/en-us/articles/900001625586-Can-I-add-an-individual-who-is-not-my-family-member-e-g-friend-or-co-worker-into-my-check-in-list-",
        "https://www.facebook.com/story.php?story_fbid=3817817248264777&id=203314719715066&sfnsn=mo"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/safeentryminister-800x800.png",
    "Truefalse": [
        "likely false"
    ],
    "Description": ""
}