{
    "link": "https://blackdotresearch.sg/drinking-water-discomfort-side-effects-covid-vaccine/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[VACCINEWatch]: Does drinking water after vaccination reduce discomfort from side effects?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across a voice message that has been “forwarded many times” on WhatsApp:\n\nBelow is the voice message, which is 4:08 minutes long and entirely in Mandarin:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/03/tsApp_Audio_2021-03-11_at_6.00.27_PM.m4a\nHere’s a summary of the pointers the individual made in the voice message:\n\nHe talked to an ex-colleague who returned to Hebei, China after losing his job due to the pandemic\nAccording to his ex-colleague, there are methods to reduce discomfort from the side effects that come after vaccination\nThe most important tip is to eat before getting vaccinated. If you do so, you’ll feel less discomfort after the vaccination as compared to those who didn’t eat\nAnother important tip is to drink 250cc of warm water before vaccination. Don’t drink cold water\nDrink another 250cc of water (warm or room temperature) after vaccination\nResearch has been done in China and those who felt more discomfort from the side effects after vaccination are those who didn’t drink water and/or eat before vaccination\n\nWhat are the recommended to-dos before and after vaccination?\nWhen we did a check on the Ministry of Health’s (MOH) website on COVID-19 vaccination, we didn’t see any advice regarding drinking water or eating before/after vaccination.\nIn the section which talks about possible side effects after vaccination, we only see advice like taking paracetamol and rest being prescribed.\n\nWhen we did a check on CDC’s website, however, we did see the line “drink plenty of fluids”:\n\nIt is important to note that this advice comes under the section of tips to reduce discomfort from fever, which is a possible side effect of the vaccine. Other than this, there is no other mention of drinking a particular amount of water at a particular temperature or eating before vaccination mentioned.\nTherefore, while it is true that drinking plenty of fluids in the event you get a fever reduces discomfort, the claim that drinking 250cc of warm water and eating pre-vaccination is a panacea of sorts to reduce the discomfort from the side effects of vaccination is likely false.\n\nHowever, we reckon there is still no harm in eating and staying well-hydrated pre- and post-vaccination.\nDeja vu?\nThis particular voice message actually reminds us of an article we did at the tail-end of January last year that debunked ‘cures’ for COVID-19, when very little was known about the virus, let alone the vaccine for it.\nIn that article, we were alerted to a WhatsApp message which suggested that individuals should keep their throats moist and “not let [their] throat dry up” in order to prevent infection.\n\nSimilar to the voice message, we see very specific measurements for the amount of water individuals should drink. There is also the advice to drink warm water.\nHowever, this message was debunked by MOH who stated that while there is nothing wrong with drinking water, keeping one’s throat moist does not prevent infection.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/vaccinewarmwater1-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-15T06:59:19+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2021/03/tsApp_Audio_2021-03-11_at_6.00.27_PM.m4a",
        "https://www.moh.gov.sg/covid-19/vaccination",
        "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect/after.html",
        "https://blackdotresearch.sg/wuhanwatch-the-cure-for-coronavirus/",
        "https://www.straitstimes.com/singapore/health/moh-debunks-fake-message-on-flu-prevention-measures"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/vaccinewarmwater1-800x800.png",
    "Truefalse": [
        "true",
        "likely false"
    ],
    "Description": ""
}