{
    "link": "https://blackdotresearch.sg/covidwatch-fake-covid-19-certificates/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Fake COVID-19 certificates?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nSince the start of November, Singapore has seen only 2 COVID-19 community cases and 5 cases involving dormitory residents as compared to the 69 imported cases.\n\nWhile inbound travellers are subjected to border measures such as stay-at-home notices upon arrival, the proportionally higher number of imported cases still remain a concern for Singapore. This is not helped by fresh allegations which we had come across, that travellers coming into Singapore are providing authorities with fake COVID-19 certificates upon entry to the country.\nA Facebook user alleged in a post that there have been cases where passengers, particularly from India, were found with fake health certificates and subsequently tested positive for COVID-19.\n\nAnother Facebook user made a similar assertion. In his post, he alleged that many fake certificates were uncovered “based on the statistics reported daily,” and that Singapore authorities have done nothing to put these supposed criminals to task.\n\nWe scoured news websites and official press releases but could not find any news reports or press statements from the Singapore government about inbound travellers with fake health certificates. There have been reports of doctors in countries like India and Indonesia issuing fraudulent COVID-19 medical certificates, but there is no indication that these have been discovered in Singapore. We have reached out to the Ministry of Health for further confirmation.\nThe claims made by the two netizens not only have the potential to undermine public trust and confidence in Singapore’s health screening process to contain the COVID-19 pandemic, they also could fuel xenophobic sentiments that are already present in the country.\nGiven that there is no evidence to substantiate the above allegations, we rate them as likely false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/fake-covid-certs.jpg",
    "Iframe Sources": [],
    "date": "2020-11-12T06:15:53+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/sgopposition/permalink/707891846494154/",
        "https://www.hindustantimes.com/delhi-news/delhi-doctor-held-for-issuing-fake-covid-19-certificates/story-BN8whgwXGcBLYdUfqglyrK.html",
        "https://www.channelnewsasia.com/news/asia/indonesia-covid-19-fake-medical-certificates-bali-travel-ban-12748770"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/fake-covid-certs.jpg",
    "Truefalse": [],
    "Description": ""
}