{
    "link": "https://blackdotresearch.sg/wuhanwatch-wuhan-coronavirus-poop/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Going Down The Toilet – Can The Novel Coronavirus Be Spread Through Poop?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nAnother day, another mass-forwarded PSA.\n\nAs tempting as it is to pass off this statement as a gross exaggeration (“turned to vapour by the force of a toilet flushing”…really?), there’s actually some truth in it.\nChinese state media reported on 2 February that the Wuhan coronavirus may also be transmitted “to a certain degree” through the digestive tract and into human faeces, and not just through droplets from coughs and sneezes that contain the virus.\nScientists from the Renmin Hospital of Wuhan University and the Wuhan Institute of Virology of the Chinese Academy of Sciences said that virus genetic material was discovered in patient stool and rectal swabs. They also noted that some patients infected with the coronavirus had diarrhoea early in the disease, instead of the more common symptom of a fever.\nResearchers also cited a recent study published in the New England Journal of Medicine where a stool sample taken from the first person confirmed in the US to have the novel coronavirus tested positive for the virus.\nHowever, Feng Luzhao, a researcher with the Chinese Centre for Disease Control and Prevention, said at a daily press conference held by the National Health Commission on Sunday that “further investigation” is still needed to prove transmission through this method.\nFindings are “not surprising”\nChang Ko, head of the infection control division of Kaohsiung Municipal Siaogang Hospital in Taiwan, said that it “was not surprising” if transmission could happen via the faecal-oral route.\nHead of the Research Center for Emerging Viral Infections at Chang Gung University Shih Shin-ru added that the new findings “suggest preventing the spread of the virus will be more challenging, because there is another way it can be transmitted”.\nFang Li, an associate professor of veterinary and biomedical sciences at the University of Minnesota said that “SARS and Wuhan viruses bind to the same distinctly shaped protein receptors in the body that are expressed in the lungs and intestines, making these organs the primary targets for both viruses”.\nDiarrhoea, which occurred in about 10 to 20% of patients with SARS, was implicated as the source of a SARS outbreak in Hong Kong’s Amoy Gardens resident complex back in 2003.\nThe World Health Organization (WHO) found that the SARS virus remained stable for up to four days in the faeces of infected people with diarrhoea, and this contributed to “a significant viral load being discharged into a broken sewage system”.\nKeep your chin up, but the lid down\nHwang Kao-pin, director of the division of paediatric infectious diseases at China Medical University in Taichung, said “it was not uncommon to find viruses in stool”, and that the pressure of the splashing water from a flushing toilet might result in particles of the coronavirus-infected stool being dispersed into the air.\nThese infected particles can survive in air for 2 to 3 hours, and up to five days on the surface of an object.\nHe added that to reduce the risk of infection, toilets should be disinfected with alcohol before they are used and flushed with their lids down. This is in addition to washing hands with soap after going to the toilet.\nA new study, released 13 February by Hong Kong’s City University’s Department of Architecture and Civil Engineering, also found that the act of flushing a toilet can release “up to 80,000 polluted droplets and leave them suspended a metre in the air for hours” if the lid is left up.\nIt also found that smaller bacteria are “even more likely” to become airborne and transmitted into the surrounding area via droplets.\n“Covering the toilet lid while flushing is definitely essential, but it should not be considered a complete prevention,” said Alvin Lai Chi-keung, associate head of the department that led the study.\nHe advised households to clean their washrooms using diluted bleach on a regular basis, maintain good ventilation, and to close the door if not in use.\nLai noted that “he was not intending to add to public fear amid the outbreak of COVID-19” with the release of the study’s results.\nAnother study published on US National Library of Medicine’s website in 2012 which studied how toilet plume (dispersal of microscopic particles from the flushing of a toilet) can transmit infectious diseases concluded that it “could play an important role in the transmission of infectious diseases for which the pathogen is shed in faeces or vomit”, but added that further studies are still required to assess the risks posed by toilet plume.\nInterestingly though, the study pointed out that the possible role of toilet plume in airborne transmission of norovirus, SARS, and pandemic influenza is “of particular interest”.\nTherefore, while it is true that genetic material of the novel coronavirus was found in the stool sample of an infected patient, the claim that the virus can be transmitted through infected stools is unproven, and there are no reported cases of infection via faecal matter to date either. We will update the article as soon as more info is available.\n\nIn general, we’ll still recommend that you flush with the toilet lid down, and practice good hand hygiene.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/bfqy7hn3vtsfsbt7anqa-800x630.jpg",
    "Iframe Sources": [],
    "date": "2020-02-04T08:40:56+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/asia/wuhan-novel-coronavirus-faeces-oral-fecal-transmission-china-12384732",
        "https://www.todayonline.com/world/wuhan-coronavirus-scientists-identify-possible-new-mode-transmission-human-faeces",
        "https://www.straitstimes.com/asia/east-asia/wuhan-virus-may-transmit-along-fecal-oral-route-xinhua-reports",
        "https://www.nejm.org/doi/full/10.1056/NEJMoa2001191",
        "https://www.japantimes.co.jp/news/2020/02/02/asia-pacific/science-health-asia-pacific/coronavirus-feces-risk-of-spread/#.XjjNdRMzY_U",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC539564/",
        "http://www.taipeitimes.com/News/taiwan/archives/2020/02/03/2003730277",
        "https://www.ettoday.net/news/20200203/1636648.htm",
        "https://www.scmp.com/news/hong-kong/health-environment/article/3050502/coronavirus-hong-kong-study-shows-pathogens-can",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4692156/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/bfqy7hn3vtsfsbt7anqa-800x630.jpg",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}