{
    "link": "https://blackdotresearch.sg/pfizer-ceo-not-fully-vaccinated/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[VACCINEWatch]: Is Pfizer’s CEO not fully vaccinated?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this image being forwarded on Telegram:\n\nThe image shares what appears to be a screenshot of an article on The Jerusalem Post with the headline: “Pfizer CEO’s Israel visit cancelled because he is unvaccinated – report”. Above the screenshot is text in Chinese which roughly translates to “Pfizer CEO doesn’t dare to use own company’s vaccine. Who can tell me why this is so?”\nWhen we did a quick Google search to see if the report in the screenshot, we see that the article indeed exists on The Jerusalem Post:\n\nIt is important to note that while the timestamp seen in the screenshot was 5 March, the article we found was published 7 March.\nWe read in the article that Pfizer CEO Albert Bourla cancelled his visit to Israel after it was discovered that he, as well as members of the delegation that was meant to accompany him, had not received the second dose of the vaccine. It was then decided that the visit would be rescheduled.\nWe also found several fact–checks by US-based publications that reported recent instances in which this particular article re-emerged on various social media platforms:\n\n\n\nThere is an insinuation that Bourla is not just being hypocritical in refusing to take his own company’s vaccine, but there could potentially also be some unspoken, insidious reason as to why he made that choice.\nHowever, it is important to note that Bourla actually received his second dose of the vaccine just a few days after the article about the cancellation of his Israel trip was published:\n\nTherefore, while it is true that Pfizer CEO Albert Bourla cancelled his trip to Israel back in early March as he had not been fully vaccinated (i.e. received his second dose), it is misleading and false to say that he is currently not fully vaccinated.\n\nIt does seem like this is another case of a ‘zombie claim’, a term we coined when individuals spread false information by using photos/videos/news taken from an earlier date, and bring them back to life by ‘reanimating’ them with up-to-date information.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/pfizerceo-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-17T08:50:05+00:00",
    "Links in content": [
        "https://www.jpost.com/breaking-news/pfizer-ceos-israel-visit-cancelled-because-he-is-unvaccinated-report-661100",
        "https://www.politifact.com/factchecks/2021/aug/09/viral-image/old-story-about-pfizer-ceos-israel-trip-spreads-ou/",
        "https://apnews.com/article/fact-checking-082947227981",
        "https://www.usatoday.com/story/news/factcheck/2021/08/09/fact-check-pfizer-ceo-vaccinated-israel-trip-canceled-march/5524692001/",
        "https://www.reuters.com/article/factcheck-pfizer-ceovaccine-idUSL1N2PD1UX",
        "https://twitter.com/AlbertBourla/status/1369734954498818052?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1369734954498818052%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.usatoday.com%2Fstory%2Fnews%2Ffactcheck%2F2021%2F03%2F30%2Ffact-check-pfizer-ceo-albert-bourla-received-covid-19-vaccine%2F7028843002%2F",
        "https://blackdotresearch.sg/different-types-of-fake-news/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/pfizerceo-800x800.png",
    "Truefalse": [
        "true",
        "false"
    ],
    "Description": ""
}