{
    "link": "https://blackdotresearch.sg/covidwatch-is-singapore-going-into-lockdown-after-the-elections/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Is Singapore going into lockdown after the elections?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to an article published by States News Singapore:\n\nAt time of publication, the Facebook post has been shared over 3,000 times.\nA screenshot of the post is also being circulated on WhatsApp:\n\nIn another screenshot, it seems like the post was also translated to Chinese and shared on messaging and social media app Weixin:\n\nThere are no active plans to “go back into Phase 1”\nMurmurs about a potential post-election lockdown has been addressed by the Ministry of Health’s (MOH) director of medical services Kenneth Mak on 7 July.\n“There has been some talk, I understand, on social media about how after elections, we’re going to clamp down and go back to Phase 1, we’ll lock down again,” said Associate Professor Mak.\nHe added that while they will “continue to keep a close watch on the community”, there are no active plans to say that “immediately after the election, we’re going to quickly go back into Phase 1”.\nAs a quick recap, Singapore exited the eight week-long COVID-19 circuit breaker period on 1 June, and moved into Phase 1 of reopening on 2 June. Under Phase 1, social gatherings and dining-in at F&B establishments were not allowed.\nSingapore moved into Phase 2 of reopening on 19 June, and activities like dining-in at F&B establishments, personal health and wellness activities, tuition and private enrichment classes, and all healthcare services were allowed. Retail businesses were also allowed to re-open their physical outlets.\nAssoc Prof Mak said that while it is important to prepare for the worst, the task force does not want to “over react at this point in time”.\nHealth Minister Gan Kim Yong also acknowledged that while the number of community cases has “increased somewhat” over the last few days, the number has remained “low overall”.\nHe added that the risk of a second wave of infections “is always there” and advised the public to remain vigilant.\n“Every time when we see potential signs of risk of a second wave, we try to move fast and move aggressively and do more than what is usually the standard practice,” he said.\nTherefore, while MOH has not fully denied the possibility that a tightening of measures might be implemented if the current situation takes a turn for the worse, the claim that Singapore will go back into lockdown after the elections is false.\n\nIt is important to note that States News Singapore was recently (29 June) issued a correction direction by the Protection from Online Falsehoods and Manipulation Act (POFMA) Office for making false statements about cross-border travel between Singapore and Malaysia in a Facebook post published on 27 June. The page is run by Mr Alex Tan, who also owns now-defunct page Singapore States Times.\nThe Singapore States Times had been issued several correction directions for its posts, and Facebook was also ordered by the Singapore Government in May to restrict Singapore users’ access to the pages of Singapore States Times and Mr Tan.\nSaid the Ministry of Communications and Information (MCI) on 8 May, these pages have “repeatedly conveyed falsehoods”, and have not complied with any of the directions from the POFMA Office.\nOn 6 May, the pages were named Declared Online Locations (DOL), and the pages are required to carry a notice stating that they have been declared DOLs. With the notice, visitors to both Facebook pages will be warned that the pages have a history of communicating falsehoods.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/169487.png",
    "Iframe Sources": [],
    "date": "2020-07-08T13:34:13+00:00",
    "Links in content": [
        "https://www.facebook.com/State-News-Singapore-108794737524065/",
        "https://www.channelnewsasia.com/news/singapore/covid-19-election-no-plans-partial-lockdown-circuit-breaker-moh-12909830?cid=FBcna&fbclid=IwAR0djyHeaWOiwwpBA8ALVO9IYHC9UyR9dnHdrHq2YKKiX6VOOO9HoxpbhBk",
        "https://www.gov.sg/article/moving-into-phase-2-what-activities-can-resume",
        "https://www.todayonline.com/singapore/state-news-singapore-alex-tan-issued-correction-directions-over-facebook-post-about-spore",
        "https://www.channelnewsasia.com/news/singapore/pofma-singapore-states-times-alex-tan-facebook-disabling-order-12716088",
        "https://www.mci.gov.sg/pressroom/news-and-stories/pressroom/2020/5/singapore-states-times-and-alex-tan-facebook-pages-declared-as-declared-online-locations-under-pofma"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/169487.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}