{
    "link": "https://blackdotresearch.sg/covidwatch-is-singapore-expo-a-new-covid-19-infection-cluster/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Is Singapore Expo a new COVID-19 infection cluster?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update: 8 May, 12:15am] The article has been updated to reflect one more confirmed case at the Singapore Expo community care facility.\n–\nIn a Facebook post published on 6 May, online platform Singapore States Times claimed that the community care facility for recovering and ‘early’ COVID-19 patients at Singapore Expo has now “become a cluster itself” after a third individual was confirmed as a new case on 5 May.\n\nThe post also claims that the individual is an NSF, and was one of 100 conscripts deployed from SAF Medical Corps “as Singapore ran out of nurses”.\nIt goes on to mention that none of the 100 conscripts, aged between 18 and 21, have experience working in hospitals.\nIn summary, there are three main claims being made in the post:\n\nSingapore Expo is now a COVID-19 cluster\nThe 3rd confirmed case from the Singapore Expo facility is an NSF\nNone of the conscripts from the SAF Medical Corps who were deployed to help have experience working in hospitals\n\n3 claims, 3 untruths?\nOn 5 May, the Ministry of Health (MOH) announced that a 20-year-old Singaporean man who works as a nurse is the third confirmed case working in the public healthcare sector linked to the Singapore Expo community care facility.\nThe three other confirmed cases from the Singapore Expo facility are a 52-year-old Singaporean woman who was a healthcare volunteer, a 34-year-old nurse employed by the Health Promotion Board, and a 43-year-old Singaporean man who worked as a radiographer.\nIn spite of having four confirmed cases so far, at no point of time was the Singapore Expo community care facility declared to be a COVID-19 cluster by MOH.\nHowever, something interesting to think about is which factors are considered when declaring a place a ‘cluster’ in the context of COVID-19 in Singapore.\nAccording to this definition, a disease cluster is “an aggregation of cases of a disease or another health-related condition that is closely grouped in time and place”.\nWith four confirmed cases so far, the Singapore Expo facility technically does fit that particular definition. The Grand Hyatt Hotel, boulder+ Gym, Kian Teck Dormitory, Church of Singapore (Bukit Timah), 10 Kian Teck Crescent dormitory, and The Wedding Brocade are other examples of 3-, 4-case venues that have been declared as clusters by MOH.\nWe have reached out to MOH to find out the factors that make a COVID-19 cluster in Singapore, and will update the article when we get a response.\nThus, the claim made by Singapore States Times that Singapore Expo “has become a cluster itself” is false.\n\nNext, the claims that the 20-year-old Singaporean man is an NSF and that conscripts deployed to help at Singapore Expo have no hospital experience have been addressed in a Facebook post by the Ministry of Defence (MINDEF).\n\n\n\n\nClarifications Regarding Infections in Expo CCF Published by Singapore States Times on 6 May 2020 of an NSF Infected…\nPosted by Ministry of Defence, Singapore (MINDEF) on Wednesday, 6 May 2020\n\nIn the post, MINDEF stated that the post contained “a number of errors”.\nFirst, MINDEF clarified that the 20-year-old Singaporean man is not a full-time NSF, but a trained nurse from a private agency.\nTherefore, the claim that the third confirmed case is an NSF is false.\n\nThe claim that none of the national servicemen deployed by the SAF at the Singapore Expo facility have experience in hospitals was also debunked in the post.\n“This is again wrong. Some of them are doctors and medics with prior hospital experience,” MINDEF stated in the Facebook post.\nTherefore, the claim that none of the national servicemen have experience in hospitals is also false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/05/expo.jpg",
    "Iframe Sources": [],
    "date": "2020-05-07T12:15:21+00:00",
    "Links in content": [
        "https://www.moh.gov.sg/news-highlights/details/62-more-cases-discharged-632-new-cases-of-covid-19-infection-confirmed",
        "https://co.vid19.sg/singapore/",
        "https://www.medicinenet.com/script/main/art.asp?articlekey=38210",
        "https://co.vid19.sg/singapore/",
        "https://www.facebook.com/mindefsg/",
        "https://www.facebook.com/mindefsg/photos/a.380387876058/10156786838906059/?type=3"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/05/expo.jpg",
    "Truefalse": [
        "false",
        "false",
        "false"
    ],
    "Description": ""
}