{
    "link": "https://blackdotresearch.sg/wuhanwatch-is-the-novel-coronavirus-airborne/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Is The Novel Coronavirus Airborne?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update: 24 February, 5:16pm] MOH shared that aerosol transmission is “possible”, but three specific conditions need to be met – 1. high concentration of the virus; 2. prolonged exposure; 3. closed environment. It added that these conditions are only likely to occur in “very specific settings such as the intensive care unit (ICU)”. MOH has clarified that these conditions have already been taken into account at Singapore’s healthcare institutions.\n–\nAccording to an article on China Daily titled “Shanghai officials reveal novel coronavirus transmission modes”, Shanghai officials have included aerosol transmission as one of the confirmed transmission routes of the novel coronavirus.\nAt a daily media briefing by the municipal government regarding efforts to contain the spread of the virus, Zeng Qun, deputy head of the Shanghai Civil Affairs Bureau was quoted saying: “Aerosol transmission refers to the mixing of the virus with droplets in the air to form aerosols, which causes infection after inhalation, according to medical experts.”\nThis report has been picked up by several international news sources, who have used headlines like “Coronavirus is airborne, Chinese officials confirm” and “China confirms coronavirus is airborne”.\nUnderstandably, these headlines have caused some to panic and share the articles on social media platforms and messaging apps.\nHowever, it’s important to note that another article had stated that while Shanghai’s health commission had added aerosol transmission the list of ways of contracting the coronavirus, the Chinese National Health Commission and the World Health Organisation have “not yet included this in the modes of transmission for the coronavirus”.\nAt time of publication, the WHO has stated that the novel coronavirus “spreads primarily through contact with an infected person through respiratory droplets generated when a person, for example, coughs or sneezes, or through droplets of saliva or discharge from the nose”.\n\nIn short, there is still no confirmation from the WHO that the novel coronavirus can be spread through aerosol/airborne transmission.\nIs aerosol/airborne transmission something we should worry about?\nIn response to the new claims, the director-general of New Zealand’s Ministry of Health Dr Ashley Bloomfield has stated that “the disease being airborne isn’t something to be nervous about”, and that “aerosol spread of respiratory viruses is well known [and] well described”.\nCommon airborne diseases that many are familiar with include the common cold, influenza, mumps, measles, and the chickenpox.\nDr Bloomfield concluded: “What’s not known is the relative importance of that method of spread [aerosol transmission] compared with direct coughing or sneezing.”\nHe also mentioned that instead, that the way it is being reported what’s “a worrying new development”.\nToday, Australia’s National Critical Care and Response Centre Medical Director Professor Dianne Stephens has come forward to dispel the claim that the novel coronavirus can be spread via aerosol/airborne transmission, and asserted that it is spread by droplets.\n“I cough on you and I have the coronavirus, then you are at risk. If I have a mask on and you do, it prevents that from happening.”\nTherefore, at this point of time, we can’t say with absolute certainty that aerosol/airborne transmission is a confirmed mode of transmission for the novel coronavirus until more health authorities come forward to confirm or dispel it.\nThis claim is therefore unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/sneeze.jpg",
    "Iframe Sources": [],
    "date": "2020-02-10T07:29:13+00:00",
    "Links in content": [
        "https://mothership.sg/2020/02/aerosol-transmission-caveats-moh/",
        "https://www.chinadaily.com.cn/a/202002/08/WS5e3e7d97a310128217275fc3.html",
        "https://www.newshub.co.nz/home/world/2020/02/coronavirus-is-airborne-chinese-officials-confirm.html",
        "https://www.msn.com/en-au/news/world/china-confirms-coronavirus-is-airborne/ar-BBZOXg2",
        "https://www.scmp.com/news/china/society/article/3049623/coronavirus-hubei-province-reports-81-new-deaths-and-2841",
        "https://www.who.int/news-room/q-a-detail/q-a-coronaviruses",
        "https://www.newshub.co.nz/home/new-zealand/2020/02/coronavirus-ministry-of-health-urges-calm-over-virus-being-airborne.html",
        "https://www.medicalnewstoday.com/articles/317632.php#common-airborne-diseases",
        "https://www.sbs.com.au/news/conflicting-advice-after-chinese-official-reportedly-claims-coronavirus-is-airborne"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/sneeze.jpg",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}