{
    "link": "https://blackdotresearch.sg/covidwatch-is-wearing-ppe-the-new-normal-for-air-travel/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Is wearing PPE the ‘new normal’ for air travel?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 11 Jun, 5:25pm] We have updated the article with a statement from the Changi Airport Group.\n–\nWe have been alerted to a video that was posted on Facebook page Privacy Ninja on 3 Jun 2020:\n\nThe video shows what looks to be a large group of passengers waiting in a boarding area at Changi Airport.\nWhat’s striking about the video is that almost all of the passengers are decked out in personal protective equipment (PPE).\nAlong with the video is the caption: “Looks like this is going to be the new way to travel at changi airport”.\nThere is no indication of when the video was taken, and who took the video. A reverse image search on Tineye and Google Images using screenshots we took from the video also returned no results.\nThe video has been shared close to 4,000 times and viewed over 230,000 times at time of publication.\nThe new way to travel in a time of COVID-19?\nWe get a clue into one of the possible contexts of the video from a comment, which stated that the individuals are Vietnamese citizens who were sent back home recently.\n\nThe commenter could have been referring to news where 344 Vietnamese citizens were repatriated from Singapore on a Vietnam Airlines flight on 31 May. This was the second repatriation flight from Singapore, after the first on 24 Apr which brought over 200 Vietnamese citizens back to Vietnam.\nThe news article on VnExpress International also included a photo from Vietnam Airlines, which shows the Vietnamese citizens decked out in PPE:\n\nTherefore, there is a possibility that the video could have been taken just before this particular repatriation flight, or even the one that happened on 24 Apr.\nIt is important to note, however, that while the individuals on these repatriation flights wore PPEs, this is very likely not the case for the other travellers taking flights from Changi Airport.\nAccording to Changi Airport Group’s page on enhanced precautionary measures against COVID-19, all passengers, air crew, and airport staff must wear a mask at all times at the airport. Masks must also be worn for the entire duration of flights bound for, or departing from Changi Airport.\nIt is important to note that there is no mention of the wearing of PPE, which suggests that the situation captured in the video could have be an anomaly.\nTo give the Facebook group which shared the post benefit of the doubt, perhaps the claim that wearing PPE is a ‘new normal’ for air travel might just be a case of hyperbole.\nBut there have been a good number of individuals who have taken the claim to be factual and shared the video on their timelines.\nChangi Airport Group has replied to our request for clarification, stating that “passengers are not expected to wear PPEs when travelling from Changi Airport”.\nTherefore, we rate the claim that wearing PPE is “the new way to travel at Changi Airport” as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/ppe.png",
    "Iframe Sources": [],
    "date": "2020-06-09T10:02:13+00:00",
    "Links in content": [
        "https://www.facebook.com/PrivacyNinjaSG/",
        "https://e.vnexpress.net/news/news/vietnam-repatriates-344-citizens-from-singapore-4108166.html",
        "https://www.changiairport.com/en/airport-guide/COVID-19-measures.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/ppe.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}