{
    "link": "https://blackdotresearch.sg/covidwatch-vaccine-agenda-21-depopulation-plan/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[VACCINEWatch]: Is getting vaccinated part of an “agenda 21 depopulation” plan?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this Facebook comment:\n\nThe comment was in response to a post in which shared a link to an article on Today about how the Pfizer-BioNTech COVID-19 vaccine has been approved for use in Singapore and how there will be enough for everyone here by the third quarter of 2021.\nThe author of the comment states that the Singapore government is trying to “scam” the public into taking “this poison vaccine” by making it free. The author adds that this is part of an “agenda 21 depopulation and vaccine plan”. Along with the caption is a photo of a list titled “UN Agenda 21/2030 Mission Goals”.\nOn the list are items including “One World Central Bank”, “One World Military”, “The end of the family unit”, “Universal basic income”, “Depopulation, control of population growth and population density”, and “Mandatory multiple vaccines”.\nIs there a ‘New World Order’?\nIf the title “UN Agenda 21/2030 Mission Goals” sounds confusing, that’s because it is actually a combination of the UN’s Agenda 21, a non-binding action plan of the United Nations developed in 1992 with regard to sustainable development, and its 2030 Agenda, a list of 17 goals adopted by UN Member States in 2015 to end poverty, protect the planet, and ensure that all people enjoy peace and prosperity by 2030.\nBelow is a screenshot of the list of 17 goals listed in the UN 2030 Agenda:\n\n\n\nClaims have been debunked before\nThis purported list of “UN Agenda 21/2030 Mission Goals” has been debunked before, after it was seen being circulated on social media platforms.\nIn a fact-check by AFP, a UN spokesperson told AFP via email on 27 June 2020 that: “All of the items on the list from the website are either completely false or twisted beyond the truth.”\nAFP also contacted Heidi Beirich, the author of a 2014 report on Agenda 21 conspiracy theories, who said that the post is “filled with all the bogus claims the far right has made against [Agenda 21] for a long time now”. She added that the claims about the UN 2030 Agenda are also “just a false attempt to paint sensible plans for sustainable development as some sort of communist plan, which it is not”.\nIt is interesting to see how this list has somehow reemerged and embedded itself in the local context.\nRegardless, the claim that getting vaccinated is part of an “agenda 21 depopulation and vaccine plan” is false.\n\n\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/12/agenda21-800x800.png",
    "Iframe Sources": [],
    "date": "2020-12-16T22:38:13+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1817472991763692/?comment_id=1817509785093346",
        "https://www.todayonline.com/singapore/spore-approves-pfizer-biontech-covid-19-vaccine-use-first-shipment-end-dec-enough-all-q3",
        "https://sustainabledevelopment.un.org/content/documents/Agenda21.pdf",
        "https://sustainabledevelopment.un.org/post2015/transformingourworld",
        "https://factcheck.afp.com/hoax-circulates-about-united-nations-mission-goals",
        "https://www.splcenter.org/20140331/agenda-21-un-sustainability-and-right-wing-conspiracy-theory"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/12/agenda21-800x800.png",
    "Truefalse": [],
    "Description": ""
}