{
    "link": "https://blackdotresearch.sg/covidwatch-is-this-supermarket-taste-tester-from-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Is this supermarket ‘taste-tester’ from Singapore?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post being shared on a Singapore-based group on Facebook:\n\nThe post is a reshare of another post (which we will refer to as the ‘original post’ for the sake of clarity) which was put up earlier in May.\nIn the post, we see a photo of a man ‘taste-testing’ a product at what looks to be a refrigerated section of a supermarket. The original post comes with the caption “Let’s make this citizen famous […] It’s unbelievable!”\nThe reshare of the post has garnered 49 shares and 85 comments at time of publication, while the original post has over 225k shares. It is not specified where or when the photo was taken.\nThe quality of the photo is also quite low, and it is difficult to decipher (and thus get some clues) on the country where the incident happened.\nDespite the lack of context and some pointing out that this incident very likely didn’t happen in Singapore, some netizens have made the assumption that this incident took place locally and that the man in the photo is of a certain nationality.\n\nWhen we did a Google reverse image search, we see that the similar photo has been shared on various platforms like Reddit and Twitter. None of the posts specified the country in which the photo was taken, but there was a general consensus about how disgusting the man’s behaviour is especially in a time of a global pandemic.\nWe also found an article written about the incident on Brazilian website SorocabaniceS with a title that translates to “Man takes off mask and puts finger in jar of candy in supermarket”. The article was published on 2 May 2020.\nIn the article, it was mentioned that the image was being spread widely on the internet, but “it is not known the city in which the photo was taken”. It goes on to state that there are “unfortunately still people with that kind of attitude” in the time of a pandemic.\nDue to the lack of context and clues that we can gather from the photo, the assumption that this incident took place in Singapore is unproven.\n\nWhile it can definitely be agreed that the man’s behaviour is off-putting and unacceptable, making assumptions that the individual is from a particular country or of a particular ethnicity is absolutely unnecessary and does absolutely nothing in helping the world cope better from the effects of COVID-19.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/11/tastetestfi-800x800.png",
    "Iframe Sources": [],
    "date": "2020-11-18T05:13:16+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1793303227514002/?__cft__[0]=AZUCOm-A-KDr6UKAS_gLcxAZjjUawEv6dJzEchPP5t9mteOcmb3jmL-M_9YHt40KNnqfY0kyRQelGzwNos7U5mTi9_gafqYPFch2bWZefZB3zYlfWg9NyIywCnn9F6xmQ7dDahnfM4WdAnaeYAmQD_au-6DA0geu33KqTuWhe7wNe698BowRBm1Pj2m5fZ6ssyBR-QJ7CL6y3487BbxBaCJO&__tn__=%2CO%2CP-R",
        "https://sorocabanices.com.br/2020/05/02/homem-tira-a-mascara-e-coloca-o-dedo-em-pote-de-doce-em-supermercado/",
        "https://sorocabanices.com.br/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/11/tastetestfi-800x800.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}