{
    "link": "https://blackdotresearch.sg/for-the-record-new-wave-of-fake-news-in-hong-kong/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[For the Record]: New wave of fake news in Hong Kong\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nIf you have been keeping up with the news about the ongoing riots in Hong Kong, you would know that things have not changed for the better.  On the false news front, a new surge of videos has surfaced, focusing on suggestions that the People’s Liberation Army (“PLA”) has been sent in from mainland China to boost the Hong Kong Police Force in curbing the riots.\nThere seems to be a trend in how and when various bits of fake news develop.  Usually, it is in response to an official statement from the HK authorities, and is designed to boost messages such as:-\n(a) China is stepping in (through various ways) to overcome the HK protests;\n(b) HK authorities are trying to make it seem that the protesters have gone overboard and create a “just cause” for China to step in;\n(c) HK protesters are subject to excessive use of force by HK police;\n(d) HK police have deliberately stepped away from assisting the public for protest-related matters;\n(e) HK protesters are garnering significant support from even celebrities in HK;\n(f) HK protesters are being led by foreign elements.\nNote that just because there is fake news surrounding the above messages, that does not by itself, mean that the messages are false.  In some instances, we note that the aim of the fake news seems to be to strengthen the messages and make them more believable.  Overall, the greatest damage done by fake news is to cause confusion and increase suspicion and fear in opposing camps against each other.\nWe have sighted a number of recent mainstream media articles on this topic:\n\nCoconuts HK – Debunking a pro-Beijing group’s allegation that HK protesters were paying actors to take part in protests (29 April 2019)\nBuzzfeed news – Compilation of alleged fake news (14 June 2019)\nStraits Times – Surge in online fake news regarding PLA entry into Hong Kong (30 July 2019)\nSouth China Morning Post – Observations on fake news and hoaxes regarding HK protests (23 July 2019)\n\nSome of the notable pieces of fake news in recent weeks are the following:\n(The following list is not exhaustive)\n\nPLA entering Hong Kong (30 July 2019 – Developing)\n \n\n#China appears to be sending #PLA troops into #HongKong#Tiananmen2 pic.twitter.com/TWQ5XqNad2\n— Brandon Behbahani (@komron_hussaini) July 24, 2019\n\n \n\n<速報>\n本日未明から午前にかけて、人民解放軍の装甲車及び兵員が、香港に入った模様です。また、中国国防省は、記事会見において、香港問題で人民解放軍の出動の可能性を示唆しました。（アムール通信香港支局） pic.twitter.com/ivdKARYXN0\n— アジア新聞社 (@AsiaShinbunsya) July 24, 2019\n\n\n<速報>\n本日未明から午前にかけて、人民解放軍の装甲車及び兵員が、香港に入った模様です。また、中国国防省は、記事会見において、香港問題で人民解放軍の出動の可能性を示唆しました。（アムール通信香港支局） pic.twitter.com/oszFGuHbTQ\n— アジア新聞社 (@AsiaShinbunsya) July 24, 2019\n\nYou may have seen a number of videos, including the above videos, embedded in tweets and Facebook posts, suggesting that the PLA has entered Hong Kong to crackdown on the protests.  These are untrue.  Each of the above videos (and other videos) were filmed in earlier time periods and at different locations but are now described to seem as though a PLA crackdown is ongoing.\nThe first video you see above is actually a video taken in 2012.  Other sources such as the Hong Kong Free Press, ChannelNewsAsia and AFP Fact Check, have debunked the other videos based on close observation of images of other parts of China.   In fact, we note that if you were to closely look at a number of the links above, a number of commenters have pointed out in each of the tweets/videos that the videos actually show PLA troops / vehicles in other parts of Mainland China or Macau, and were taken from years ago.\nIn 1 particular video we came across, the commenter stitches the various videos together to rally people in Hong Kong to park cars and obstruct HK police and PLA troops from cracking down:\n\nThe background to such false videos\nIt is important to highlight where the opportunity came for these fake videos to come about – Just last week (24 July 2019) various media reported that the Chinese defence ministry’s spokesperson, Wu Qian, had stated that under Article 14 of the HK Basic Law, the Chinese military can be deployed upon HK’s request.  This was seen as a “red-line” warning that China could intervene (see various reports here, here and here).\nNote that the point made about Article 14 is true (you can read Article 14 here). It is also true that HK has, since the handover from the British in 1997, always had a garrison of PLA troops on standby to defend HK.  However, they are rarely seen in public, and it appears that the HK government intends for it to remain that way.  The HK government has made it clear, in response to concerns raised, that there is no need to ask for help from the garrison.  Earlier, on 9 July 2019, Reuters also reported that the Chinese military had made clear that it would not interfere in HK’s affairs.\n \n\nForeign journalist claimed to be a “Foreign Protest Commander” (29 July 2019)\nA number of Chinese news portals featured the image below and commented that this was proof of foreign interference in the HK Extradition Bill protests.  This news is still circulating, see this example.\n\n\n\nThis was very quickly dismissed by the NY Times:\n\nOur bureau tech manager, who was out last night keeping me and @ezracheungtoto out of harms way, has been identified by the crack squad at Wen Wei Po as a foreign protest commander. Journalism pro tip: if you want to know who someone is, ask them pic.twitter.com/VOFRG3iLpp\n— Austin Ramzy (@austinramzy) July 29, 2019\n\nThe caption speaks for itself.\n\nAllegations that HK Police planned to allow protesters to storm the Legislative Council (1 July 2019)\nWe had dealt with this in our previous factcheck.\nWhen the Hong Kong Legislative Council Building was stormed, a police statement issued and broadcast after the protesters’ storming of the legislative council was rumoured to have been pre-filmed before the actual storming.  This rumour came about because of the misleading face of the watch worn by the HK Police spokesperson.\nThe HK Police’s detailed explanation appears to have put this matter to rest – Though some question whether it was satisfactorily answered. See the clarification below:\n\nRegarding an untrue rumour spread by netizens about a video posted in HK Police Force Facebook the day before (2019-07-01), Chief Superintendent TSE Chun-chung of Police Public Relations Branch makes a clarification. pic.twitter.com/QRxQjCQNde\n— Hong Kong Police Force (@hkpoliceforce) July 2, 2019\n\n\nRumour that HK Police dressed in plainclothes tried to force open entrance to police station to incite protesters (26 June 2019)\nThe tweet from the HK Police Force clarifying this rumour is self-explanatory:\n\nRegarding an unverified rumour on web on 2019-06-26 that a plainclothes officer disguised as a protestor, tried to force open the gate of Police Headquarters with a hoe and incited the protestors to storm thereof, Police clarifies as below:https://t.co/RY4hjvNlju\n— Hong Kong Police Force (@hkpoliceforce) June 26, 2019\n\n\nFemale HK protester made to seem improperly dressed (May 2019)\nHo Ka Yau, an outspoken HK citizen who protested 2 months ago, had been dragged away during one of the protests.  An image of her being dragged away was apparently digitally manipulated to seem as though she did not wear a brasserie and posted online on an anti-protester Facebook page.\nShe responded to the humiliation shortly:\n\n \nThis is the actual image we found from her Facebook page, posted by her supporters:\n\nThe incriminating article has since been taken down and we cannot locate any trace of the offending article.\n\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/07/HK-Riots.jpg",
    "Iframe Sources": [],
    "date": "2019-07-31T07:55:52+00:00",
    "Links in content": [
        "https://coconuts.co/hongkong/news/pro-beijing-group-mocked-online-after-posting-article-alleging-that-pro-democracy-camp-paid-protesters-to-take-part-citing-whatsapp-proof/",
        "https://www.buzzfeednews.com/article/lmashkoor/hoaxes-hong-kong",
        "https://www.straitstimes.com/asia/east-asia/surge-in-false-online-videos-of-chinese-military-crackdown-in-hong-kong",
        "https://www.scmp.com/news/hong-kong/politics/article/3019813/rumours-and-fake-news-shared-online-risk-further-polarising",
        "https://twitter.com/hashtag/China?src=hash&ref_src=twsrc%5Etfw",
        "https://twitter.com/hashtag/PLA?src=hash&ref_src=twsrc%5Etfw",
        "https://twitter.com/hashtag/HongKong?src=hash&ref_src=twsrc%5Etfw",
        "https://twitter.com/hashtag/Tiananmen2?src=hash&ref_src=twsrc%5Etfw",
        "https://t.co/TWQ5XqNad2",
        "https://twitter.com/komron_hussaini/status/1154077086765764608?ref_src=twsrc%5Etfw",
        "https://t.co/ivdKARYXN0",
        "https://twitter.com/AsiaShinbunsya/status/1153940783625469953?ref_src=twsrc%5Etfw",
        "https://t.co/oszFGuHbTQ",
        "https://twitter.com/AsiaShinbunsya/status/1153940489898348544?ref_src=twsrc%5Etfw",
        "https://www.dailymail.co.uk/news/article-7300223/Surge-false-online-videos-Chinese-military-crackdown-HK.html",
        "https://youtu.be/i4v0s05LuyE",
        "https://www.hongkongfp.com/2019/07/30/surge-false-online-videos-chinese-military-crackdown-hong-kong/",
        "https://www.channelnewsasia.com/news/asia/fake-news-war-divides-confuses-in-hong-kong-11753230",
        "https://www.reddit.com/r/HongKong/comments/cirzr7/hk_protest_fake_news/",
        "https://www.scmp.com/news/china/military/article/3019854/chinese-military-can-be-deployed-hong-kongs-request-contain",
        "https://news.yahoo.com/china-says-army-deployed-hong-kongs-request-082956518.html",
        "https://www.channelnewsasia.com/news/asia/hong-kong-protests-chinese-army-pla-can-intervene-request-11749202",
        "https://www.basiclaw.gov.hk/en/basiclawtext/chapter_2.html",
        "https://www.scmp.com/news/china/military/article/3019854/chinese-military-can-be-deployed-hong-kongs-request-contain",
        "https://www.reuters.com/article/us-hongkong-extradition-pla-exclusive/exclusive-chinas-pla-signals-it-will-keep-hong-kong-based-troops-in-barracks-idUSKCN1U40QR",
        "https://www.sohu.com/a/330273442_425345?spm=smpc.author.fd-d.8.1564549819908KGyoNES",
        "https://twitter.com/ezracheungtoto?ref_src=twsrc%5Etfw",
        "https://t.co/VOFRG3iLpp",
        "https://twitter.com/austinramzy/status/1155672656043073538?ref_src=twsrc%5Etfw",
        "https://t.co/QRxQjCQNde",
        "https://twitter.com/hkpoliceforce/status/1146111577583566848?ref_src=twsrc%5Etfw",
        "https://t.co/RY4hjvNlju",
        "https://twitter.com/hkpoliceforce/status/1144009859492241408?ref_src=twsrc%5Etfw"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/07/HK-Riots.jpg",
    "Truefalse": [],
    "Description": ""
}