{
    "link": "https://blackdotresearch.sg/for-the-record-the-recent-fake-news-alleging-that-the-singapore-transport-command-targets-malays/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[For the Record]: The recent fake news alleging that the Singapore Transport Command targets Malays\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nJust recently (17 July 2019), mainstream media and social media alike cast their attention on this photograph which had been circulating on Facebook:\n\nWe understand that the uniformed personnel are police officers from the Public Transport Security Command, and they are speaking to students from a local Madrasah.\nThere were 2 Facebook posts that provoked reactions subsequently.  The first was a post that said this:\n“Got this from someone Fb. I know its their job. But was wondering if transcom have quota to hit everyday?”\nThe second was a post in Malay that said:\n“Anak2 Yg Ke Sekolah Madrasah, Jgn Pulak Korang Bawak BOMB Ge Skolah.. Nanti Ustadz-Ustadz Baru Nak Start Tangkapz..”\nWhich, roughly translated, meant “Children who go to religious school, please don’t bring bombs to school. Later the ustadz will catch you.”\nMost of the attention was cast on the first post.  The Singapore Police Force were quick to respond with a statement refuting allegations about the way the Public Transport Security Command (TransCom) screened people.  Its statement read:\n“UNTRUE AND IRRESPONSIBLE ONLINE POSTS ABOUT TRANSCOM OFFICERS CONDUCTING CHECKS ON MADRASAH STUDENTS #FAKENEWS\nThe Police are aware of untrue and irresponsible online posts by netizens who had questioned if TransCom officers had conducted checks on two Madrasah students because they had a quota to hit. Such comments that seek to stir up racial sentiments are uncalled for and unhelpful.\nThe TransCom officers were in fact engaging the two students on a new initiative called Riders-On-Watch (ROW) that was implemented on 2 July 2019. We are happy to share that the two students have signed up as ROW volunteers, and they now join other ROW volunteers to help keep Singapore’s public transport networks safe and secure.\nROW volunteers receive the latest crime information that affects our public transport system. Besides helping to keep watch, ROW volunteers can also share the information with their family members, friends and neighbours, thereby assisting the Police in crime prevention.\n…”\nThe statement attached a response from the Madrasah which clarified that its students had been approached to participate in the ROW programme, and were not being investigated.  The statement also ended with more information on the new Riders-on-Watch programme.\n\nEffective disposal of fake news\nThere is little doubt that both speculation and fake news about the picture were stubbed out promptly and effectively.\nThe original 2 posts appear to have been posted yesterday 16 July 2019.  Sources rebutting the post began surfacing shortly after, on the same day itself.  The Police then issued their statement thereafter and by midnight, at least 2 media outlets (Mothership and the Straits Times) had reported on the fake news and the clarifications by the Police.  Various media outlets also covered the matter the next day.\n\nMSN news\nToday Online news\nCNA\n\nSo speed and reach were clearly successful.  But let’s not forget credibility.  It bears highlighting that there were multiple external sources which endorsed the truth about the actions of the TransCom officers.  For starters, Madrasah Al-Ma’arif Al-Islamiah, the Madrasah involved in the matter, had issued its statement to clarify why its students had been approached.  The importance of this cannot be understated – The Madrasah’s statement was a strong evidential basis for the statement by the Police.\nThat wasn’t all.  The Senior Parliamentary Secretary for the Ministry of Home Affairs and the Ministry of Health, who had launched the ROW programme, spoke out on Instagram (shortly after the Madrasah issued its statement) condemning the fake news and also clarifying that there was indeed such a programme:\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nIs seeing always believing? Depends on your beliefs and held-views. If we wear red-tinted glasses, red is what we’ll see. ◽ Madrasah girls speaking with police officers. Some saw officers profiling Muslim girls to conduct spot checks. The truth? They were speaking about Riders-on-Watch, an initiative I launched on Tue (2 Jul) that enlists the help of our public to keep a lookout for suspicious characters or items, and alert the police. ◽ Another incident – TransCom officers allegedly singling out Malays for checks. False. @singaporepoliceforce clarified that the majority of persons checked by the team that shift were in fact non-Malays. ◽ Law enforcement is race-blind in Singapore. This is precious. Nasty rumours that plant dangerous doubts on the impartiality of our police have to be called out, rumour-mongers shamed. ◽ I am proud Singaporeans are rational. The truth still has a very high premium here. All, including our Singaporean Malay community, have no hesitation to stand together, united in calling out falsehoods that erode our values. ◽ The recent incidents won’t be the last. How we respond defines us and reflects the values we hold dear.\nA post shared by  Amrin Amin (@amrinamin) on Jul 16, 2019 at 8:00am PDT\n\n\n\nThere was also a strong sense of support from the online community, most of whom gave comments on various posts to affirm that there was no racial targeting by the Police in their work. Several comments strongly condemned the original posts.\nAs a whole, the sheer weight and speed of the response stubbed out the speculation and the fake news in an admirable time record – Under 24 hours.\nThis isn’t a problem that will just go away\nIt is important to highlight that the strong support shown is no guarantee that there will be an end any further fake news in future about race based fake news.  In fact, quite the opposite.  We will have to be constantly ready to pounce on such fake news.\nThis most recent incident is not an isolated incident.  It had happened very shortly after an earlier incident where TransCom had sought to screen a man (who appeared to be Malay).  The man had reacted angrily to being screened, and in the short video clip of the incident, the man was seen to be shouting at the TransCom officers in Malay.  Apparently, many netizens who viewed the video commented that the TransCom officers targeted Malays to screen.\n\nNotably, while the incident took place on 5 March 2019 this year, the video was circulating sometime last week.\nThe Police issued a statement about a week ago to clarify that comments about investigations targeting Malays were untrue, baseless, irresponsible and could stir up racial tensions.  They also stated unequivocally that they did not base their investigations on race.  See the Channel NewsAsia article on this incident, here:\n\nThe public support for the Police’s statement was (and remains) as strong as the latest case which we describe above.  Many expressed thanks to the Police and also their firm belief in the impartiality of their work.\n\nIn spite of all the above, it seems that issues of race and religion always have a chance of suddenly arising.  In addition to this latest 2 cases, we have also seen this arise in questions of inequality.  In the book “This is what Inequality looks like”, the author, Associate Professor Teo You Yenn wrote about the issue of race in a memo as part of the later part of the book.  We highlight an illuminating portion of the memo below:\n“After I present my work on poverty and inequality, there is invariably at least one audience member who will ask me to say more about ‘race’.  I understand why people want to know better than I have understood why I do not want to answer.  This essay has come about because my editors strong-armed me into it.  I did not want to bring all this out into the open; I am anxious that uttering ‘race’ without accounting for it can do more harm than good.  But they have convinced me that my not talking about ‘race’ is unsatisfactory, because we live in a society where being ‘Chinese’, ‘Malay’, ‘Indian’, ‘Other’ is so salient; whether or not I speak of it, Singaporeans presume that we know that ‘race’ matters in shaping poverty and wealth.\nIt is tremendously difficult for me to explain that I do not want to bring in ‘race’ based on the data I collected. I hope this essay illuminates why: we should not toss ‘race’ into the mix lightly and in passing because folk beliefs about it will dominate and people will see difference even where differences are essentially irrelevant.  As I write this, I worry that some will take my words out of context and make the claim that I argue that ‘race’ is “essentially irrelevant”.\nWhat, then, should you take away from this essay? This: our folk belief about ‘race’ – that it is a strong factor predictive of sensibilities, worldviews, decisions, practices – is wrong; there are more similarities across ‘racial’ groups than our folk beliefs lead us to think.  Second, we have unanswered questions about our poverty and inequality trends, and there is more work to be done.  To understand more about why/how ‘race’ seems to matter in reproducing inequality, we need more research that seeks to understand specific dynamics, processes, institutions, research that helps us see the effects of categorizations and the workings of discrimination.  Until then, we must stay vigilant: use ‘race’ with quotation marks, and abandon ‘racism’ in favour of the elementary forms of racial domination.”\nThe final words of the above passage are critical.  Stay vigilant.  Fight the temptation to believe stereotypes and folk beliefs about ‘race’, and take a step back to form an objective view about things.\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/07/bishan_mrt.jpg",
    "Iframe Sources": [],
    "date": "2019-07-19T03:34:55+00:00",
    "Links in content": [
        "https://www.facebook.com/hashtag/fakenews?source=embed&epa=HASHTAG",
        "https://mothership.sg/2019/07/madrasah-students-stopped-transcom-officers-fake-news/",
        "https://www.straitstimes.com/singapore/courts-crime/police-warn-against-fake-news-and-say-madrasah-students-were-asked-to-join",
        "https://www.msn.com/en-sg/news/singapore/muslim-schoolgirls-approached-over-volunteer-program-not-stopped-for-checks-police/ar-AAEqOGC?li=BBr8Cnr&%2525253Bocid=mailsignout",
        "https://www.todayonline.com/singapore/police-slam-untrue-and-irresponsible-online-posts-claim-checks-officers-were-hit-quota",
        "https://www.channelnewsasia.com/news/singapore/police-refute-untrue-allegations-checks-madrasah-students-11725894",
        "https://www.instagram.com/p/Bz-1w2gBhkV/",
        "https://www.instagram.com/amrinamin/",
        "https://stomp.straitstimes.com/singapore-seen/police-clarifies-video-of-man-shouting-in-mrt-station-officers-are-impartial-in-their",
        "https://www.channelnewsasia.com/news/singapore/police-slam-untrue-allegations-checks-at-mrt-target-malays-11708536"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/07/bishan_mrt.jpg",
    "Truefalse": [],
    "Description": ""
}