{
    "link": "https://blackdotresearch.sg/wuhanwatch-the-cure-for-coronavirus/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: The Cure For Coronavirus?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWhile our previous article on the Wuhan virus covered messages that have spread through WhatsApp and social media, this article looks into the ‘remedies’ and ‘cures’ that have emerged.\nHere are a few of them.\n‘Cure’ #1: The Vampire Killer\nSource: WhatsApp\nAccording to this message, the cure for the Wuhan virus is as simple as boiling 8 cloves of garlic in 7 cups of water. It also cited that the information came from an organisation called ‘International Entrepreneurs Federation’.\nHowever, a quick check on the URL in the message doesn’t show any sign of the ‘remedy’ mentioned above. In fact, all the page contains are embedded videos about the Wuhan virus from reputable news sources.\nIt’s not surprising, though, that some would think that there is some truth in this claim and forward the message without doing a check.\nGarlic has long been used in home remedies for ailments like coughs and colds, and according to a study, have been thought to be able “reduce the risk for cardiovascular diseases, have anti-tumor and anti-microbial effects, and show benefit on high blood glucose concentration”.\nThe same study acknowledges, though, that “due to some issues, such as methodological inadequacies, small sample sizes, lack of information regarding dose rationale, variation between efficacy and effectiveness trials, the absence of a placebo comparator, or lack of control groups”, more trials and research is needed to confirm the beneficial effects of garlic in various diseases.\nAnother article which delves into a few studies on the health benefits of garlic,  also notes that “only some of these uses are backed by research”.\nRegardless, the claim that this garlic water concoction helps individuals to “recover” from the Wuhan virus is unproven, because at time of publication, the search for a cure is still ongoing.\n\n‘Cure’ #2: Stay Moist\nSource: WhatsApp\nThis other message suggests that individuals should keep their throats moist and “not let [their] throat dry up” in order to prevent infection.\nIt goes on to warn that “once your membrane in your throat is dried, the virus will invade into (sic) your body within 10 mins” and even gives a recommended amount of water to drink for adults and children.\nWhile there are definitely benefits in staying hydrated, there is no proof that keeping your throat moist helps to prevent infection.\nA health advisory issued by the World Health Organization has listed several ways of how individuals can reduce their risk of infection:\nSource: WHO website\nAs seen from the attached infographic, there is nothing about drinking a certain amount of water and/or staying hydrated being mentioned.\nInterestingly enough, this message was actually addressed by the Ministry of Health earlier this month. Then, MOH had come out to debunk the claim, stating that “keeping one’s throat moist does not prevent influenza”.\nWe therefore rate that while the claim doesn’t offer terrible advice, it helping to prevent infection is false.\n\nAnother recommendation the message made was that individuals “not go to crowded places, wear mask as needed especially in train or public transportation [and] avoid fried or spicy food and load up vitamin C” until the end of March 2020, which suggests that there’s a certain ‘end date’ to the virus.\nCurrently, it’s impossible to tell when a cure for the Wuhan virus would emerge and subsequently, when the crisis would end. Therefore the suggestion that individuals engage in these practices “until the end of March 2020” is misleading and unproven.\n\n‘Cure’ #3: The Highly Effective Mice\nSource: WhatsApp\nThis message goes so far as to suggest that a cure has already been found.\nChock-full of scientific jargon, it truly embodies the saying ‘if you can’t convince them, confuse them’.\nAt time of publication, a global search for the cure is still ongoing, although China is currently using AbbVie Inc.’s HIV drugs as an ad-hoc treatment for pneumonia caused by the coronavirus.\nHowever, it is important to note that there is still “not yet any effective anti-viral drug”.\nThe claim that a cure for the Wuhan virus is therefore false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/Cures-featured.jpg",
    "Iframe Sources": [],
    "date": "2020-01-29T06:04:57+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wuhan-virus-singapore-factcheck/",
        "https://internationalentrepreneursfederation.com/public-safety-news-alert",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4103721/",
        "https://www.medicalnewstoday.com/articles/265853.php#benefits",
        "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public",
        "https://www.straitstimes.com/singapore/health/moh-debunks-fake-message-on-flu-prevention-measures",
        "https://www.japantimes.co.jp/news/2020/01/26/asia-pacific/science-health-asia-pacific/china-hiv-drugs-treatment-wuhan-virus/#.XjEKahMzagQ"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/Cures-featured.jpg",
    "Truefalse": [
        "unproven",
        "false",
        "misleading and unproven",
        "false"
    ],
    "Description": ""
}