{
    "link": "https://blackdotresearch.sg/wuhan-virus-singapore-factcheck/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Viral Claims About The Wuhan Virus\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Update, 28 Jan 2020, 4:45pm] The Ministry of Health has just confirmed two new cases of the Wuhan virus in Singapore, bringing the total number of cases to 7. Both patients are Chinese nationals from Wuhan.\nOne of the patients is a 56-year-old male who arrived in Singapore from Wuhan on 19 January and developed a cough on 25 January. He went to Changi General Hospital on 26 January and tested positive the next day. Prior to admission, he was staying at his family home at Pasir Ris Grove. \nThe second patient is a 35-year-old male who arrived in Singapore on 23 January who developed symptoms on 24 January. He went to Raffles Hospital and was transferred to the National Centre for Infectious Diseases (NCID) by private ambulance. Prior to admission, he stayed at Marina Bay Sands.\nIn a statement on Monday night (27 January), MOH had confirmed the fifth case of the Wuhan virus in Singapore. The patient is a 56-year-old female Chinese national from Wuhan who arrived in Singapore with her family on 18 January. She is currently warded in an isolation room at the NCID. and her condition is stable. She was taken to TTSH on 26 January after developing symptoms on 24 January. Prior to her admission to hospital, she stayed with her family at their home at Ceylon Road.\nMOH had earlier confirmed the fourth case of the Wuhan virus in Singapore on 25 January night. The patient is a 36-year-old man from Wuhan who arrived in Singapore with his family on 22 January. He is currently warded in an isolation room at Sengkang General Hospital and his condition is reported to be stable. Prior to admission to hospital, he was staying at Village Hotel Sentosa.\nIn addition to confirming the new cases, MOH acknowledged that “the trend of infection among the population of Chinese nationals from Hubei in Singapore is accelerating”, with 95% of confirmed cases in Chinese cities being from the Hubei province. MOH added that there is “no evidence of community spread in Singapore currently, but this presents a heightened risk to Singapore”, and has since put in place “enhanced measures […] to limit the risk that travellers from Hubei pose to Singapore”. \nThis includes quarantine for recent travellers from Hubei already in Singapore, and returning residents and long-term pass holders with travel history in Hubei or with Chinese passports issued in Hubei. \nNew visitors with recent travel history to Hubei within the last 14 days or holding Chinese passports issued in Hubei will also not be allowed entry or transit through Singapore from 29 January noon.\n–\nThe Ministry of Health (MOH) confirmed today (24 January 2020) that there are three confirmed cases of novel coronavirus infection in Singapore.\nBetter known as the Wuhan virus, MOH confirmed the first case last night (23 January). The patient is a 66-year-old Chinese national from Wuhan who arrived in Singapore with his family on 20 January.\nThe patient reported that he had developed a sore throat but did not have fever during the flight to Singapore on 20 January. He subsequently developed a fever and cough on 21 January.\nHe was admitted and isolated at the Singapore General Hospital (SGH) on 22 January for further assessment and was diagnosed to have pneumonia upon admission.\nMOH was notified about the case at about 10pm on 22 January, and test results were confirmed for the novel coronavirus at 6pm on 23 January.\nHe is currently warded in an isolation room at SGH and his condition is stable.\nHis 37-year-old son, who was initially warded as a suspect case, is now a new confirmed case.\nPrior to hospital admission, the patient stayed at Shangri-La’s Rasa Sentosa Resort & Spa in Sentosa and indicated that he had kept to the vicinity of the hotel.\nSeveral hours after MOH’s announcement, the Shangri-La Group’s executive vice-president for operations in Southeast Asia and Australasia Josef Dolp told the media that the hotel room the patient stayed in has been “thoroughly disinfected and sanitised”.\nDolp added that four of the hotel’s employees, those who went into and cleaned the room, and those attending to the patient, have been quarantined.\nThe second new confirmed case is a 53-year-old Chinese national from Wuhan who arrived in Singapore on a Scoot flight at 5:30am on 21 January. She developed a fever, cough and chills in the afternoon.\nShe sought medical attention at Raffles Hospital the next day and was taken to the emergency department at Tan Tock Seng Hospital (TTSH), where she was immediately isolated.\nMOH was notified at 3am on 23 January and she tested positive for the virus at midnight.\nShe stayed at J8 Hotel on Townshend Road and visited Orchard Road, Marina Bay Sands, and Gardens by the Bay.\nShe is currently warded at the National Centre for Infectious Diseases at TTSH and is in stable condition.\nMOH has assured that all public hospitals in Singapore are geared up to handle the situation and have put in place precautionary measures to screen and manage suspect and confirmed cases.\nDoctors and healthcare workers have also been reminded to be “highly vigilant, and maintain strict infection control and prevention measures.”\nIn view of the confirmed cases, border controls, including those at land and sea checkpoints, will also be enhanced.\nViral Claims About The Virus\nSeveral claims have inevitably been making their rounds on Whatsapp and social media, and we decided to find out the truth behind them.\nClaim #1: Singapore Bans Chinese Nationals From Entering Singapore\n\nAccording to this article, a rumour that Singapore is not allowing Chinese nationals to enter has been making its rounds.\nTo verify the claims, the journalist called the Embassy of the Republic of Singapore in Beijing, and the Embassy refuted the claims, adding that entry to Singapore by Chinese nationals carries on as per normal.\nA quick check on the Embassy of the Republic of Singapore in Beijing’s page doesn’t show any statement addressing the rumour, but its latest statement has asked Singapore residents travelling to China to “stay vigilant, monitor developments and heed the advice of the local Chinese authorities while in China”.\nThe Ministry of Health announced on 21 January that from 22 January, Singapore will place all pneumonia patients who have been to China in recent weeks under isolation.\nPneumonia patients who have travelled to China in the 14 days before their symptoms surfaced will be isolated in hospital as a precaution to prevent transmission, while those with acute respiratory infection who had visited any hospital in China in the 14 days before they fell ill will also be isolated.\nTemperature screening at Changi Airport for all travellers on flights arriving from China has also been in place since 22 January.\nThe rumour that Chinese nationals are banned from entering Singapore is therefore untrue.\n\nClaim #2: Eastpoint Mall Is The Origin Of The Wuhan Virus\nThis claim emerged after a video of an individual being wheeled away by medical staff wearing masks and protective gear began circulating online.\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/01/WhatsApp-Video-2020-01-23-at-11.15.09-PM.mp4\n\n\n\n\nWhile the Whatsapp messages being circulated have stated a few variations of the location’s name (“Tampines East Mall”, “East Mall”, “Eastpoint Mall”), an article on Lianhe Zaobao confirmed that the video was indeed taken at Eastpoint Mall in Simei.\nA Raffles Medical Group spokesperson who responded to Lianhe Zaobao’s enquiries confirmed that a middle-aged man who visited their clinic at Eastpoint Mall yesterday morning showed symptoms related to pneumonia.\nAs a precaution, medical staff called an ambulance and the man was taken to Tan Tock Seng Hospital for observation.\nWhen the Lianhe Zaobao reporter visited Eastpoint Mall at around 4pm, a 27-year-old pet shop employee shared that medical staff had sent the man to the hospital at around 10am.\nThe employee added that after the man was sent to hospital, several cleaners wearing masks began to disinfect the corridor the man was at.\nA cleaner that was interviewed also revealed that he received instructions to disinfect the corridor, adding that the mall held a drill a week ago to train employees on how to respond to similar incidents.\nThere has been no updates about the man at time of publication.\nRegardless, the claim of Eastpoint Mall being the origin of the Wuhan virus is untrue, since the first confirmed patient had only stayed in the vicinity of Shangri-la Sentosa.\n\nHowever, whether the man who was sent to TTSH from Eastpoint Mall is infected with the Wuhan virus still remains to be proven.\n\nClaim #3: Avoid TTSH Or KKH Because “China/Wuhan Patients” Will Be Sent There\n\nAnother claim that emerged urged people to avoid going to Tan Tock Seng Hospital (TTSH) and KK Women’s and Children’s Hospital (KKH) because “China/Wuhan patients” would be sent to these two hospitals.\nA report on The Straits Times has stated that Singapore’s first confirmed patient with the Wuhan virus is currently being kept in isolation at SGH and not the National Centre for Infectious Diseases (NCID) at TTSH “because all public hospitals are capable of treating such cases”.\nAny suspected case that turns up at any public hospital will also be “treated on site”.\nThe report added that “today, only suspect cases identified at the airport, general practitioner clinics and polyclinics are sent to the emergency department at TTSH, where they are assessed”.\nCurrently, the three confirmed cases are warded at SGH (the father and son) and TTSH (the 53-year-old woman) respectively.\nThe Ministry of Health has also directly addressed these rumours with the following Facebook post:\n\n\n\n\nA message on the novel coronavirus has been circulating on WhatsApp asking the public not to visit certain public…\nPosted by Ministry of Health, Singapore on Friday, 24 January 2020\n\n\n\nWe therefore rate the claim that “China/Wuhan patients” will be sent to either TTSH or KKH is untrue.\n\n\n\nClaim #4: Suspect Wuhan Case Emerges In Woodlands\n\nSeveral messages asking individuals to avoid Causeway Point and Woodlands Mart have been spreading since 27 January evening.\nFor some clarity, the messages as seen in the screenshot above seem to come from different sources, and it is uncertain if the information is firsthand or hearsay.\nThe first message claimed that a patient infected with the Wuhan virus visited a clinic at Woodlands Block 768 (i.e. Woodlands Mart) and that the clinic was “doing the necessary disinfect (sic) process at the moment”.\nThe second urged individuals to avoid Causeway Point mall in Woodlands “as a suspected case of coronavirus was brought to raffles medical” located in said mall. The author of the message seems to have gotten the information from a personal contact’s workplace.\nThe third message, just like the first, tells individuals to avoid Woodlands Mart “as there a (sic) suspect case of Wu Han virus” there. However, the author of the message says that the whole of Woodlands Mart is closed for disinfection, not just the clinic that the suspect case went to.\nAlongside these messages, a photo depicting an identity card of a patient and a letter from Raffles Medical Group referring said patient to Tan Tock Seng Hospital as a suspected Wuhan virus case was also circulated.\n\n\n\nAt around 4pm on 28 January, Raffles Medical Group (RMG) revealed that it is currently investigating the source of the photo.\nRMG shared with The Straits Times that “it is aware” of the online posts, but also “did not comment on whether the patient was suspected to have the Wuhan virus”.\n\n\n\nThe RMG spokesman also said that those who want to remain updated should visit its website or MOH’s website. Thus, as of 28 January 2020, 4:11pm, this claim is still unproven.\n\n\n\n\n\n\n\nIn relation to Woodlands, there were also several posts on social media on 28 January urging the public not to go to Woodlands MRT station as it was closed for disinfection due to a suspected case. MOH has come forward to address this, stating that Woodlands MRT station wasn’t closed on 28 January and was fully operation.\nThus, the claim that Woodlands MRT was closed for disinfection on 28 January is false.\n\nClaim #5: Suspected Case Emerges At NEX Mall’s FairPrice\n\nAccording to Whatsapp message, NTUC FairPrice supermarket in Serangoon’s NEX mall is currently being “investigated for a suspected case of Wuhan”.\nThe author of the message claims to know this because he/she has a friend in SCDF.\nAt time of publication, there are no updates from NTUC FairPrice, NEX, or MOH about the claim. Thus, this claim is currently unproven.\n\nBut Here’s What You Should Know\nThere’s no doubt that there’ll be more claims – both true, half-true, and false – popping up in days to come.\nAs seen from the example above, while the claims have proven to be untrue (and at best, misleading), they do contain elements which are factual.\nThus, it would be wise to do a quick factcheck using official statements from the Ministry of Health and reputable news sources before forwarding Whatsapp messages or sharing Facebook posts relating to the Wuhan virus.\nYou can also sign up at this link to receive the latest information about the Wuhan virus from Gov.sg via Whatsapp.\nFinally, we’ll leave you with an infographic from MOH on precautions you should be taking when you’re offline.\n\nTake care, stay vigilant, and remember to factcheck before forwarding!\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/photo6149976315982358915.jpg",
    "Iframe Sources": [],
    "date": "2020-01-24T12:19:54+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/wuhan-virus-7-confirmed-cases-in-singapore-no-entry-or-transit-for-new-visitors-with-hubei",
        "https://www.straitstimes.com/singapore/singapore-confirms-4th-case-of-wuhan-virus-patient-from-wuhan-stayed-at-sentosa-hotel",
        "https://www.channelnewsasia.com/news/singapore/wuhan-virus-pneumonia-cases-outbreak-singapore-confirmed-cases-12319272",
        "https://www.channelnewsasia.com/news/singapore/wuhan-virus-singapore-confirmed-case-shangri-la-sentosa-12315970",
        "https://ishare.ifeng.com/c/s/v0026THYh7U4gtXZw2Kanc4edSAzevbFwxMpP2c7hOJ33V4__?spss=np&aman=c99e7rc39rb8aab1e51726974D48bT4c0O9017f1bo9f4S0faE1b5",
        "https://www.mfa.gov.sg/Overseas-Mission/Beijing",
        "https://www.mfa.gov.sg/Overseas-Mission/Beijing/Consular-Services/Consular-Updates/2020/01/Con_20200123",
        "https://www.channelnewsasia.com/news/singapore/wuhan-virus-travellers-from-china-pneumonia-coronavirus-12296402",
        "https://blackdotresearch.sg/wp-content/uploads/2020/01/WhatsApp-Video-2020-01-23-at-11.15.09-PM.mp4",
        "https://www.zaobao.com.sg/news/singapore/story20200124-1023577?utm_source=ZB_iPhone&utm_medium=share",
        "https://www.straitstimes.com/singapore/health/all-public-hospitals-now-capable-of-treating-confirmed-wuhan-virus-patients",
        "https://www.facebook.com/sghealthministry/",
        "https://www.facebook.com/sghealthministry/posts/10157704693475631",
        "https://www.straitstimes.com/singapore/health/raffles-medical-investigates-photo-of-patients-nric-amid-claims-of-wuhan-virus-case",
        "https://www.gov.sg/article/factually-clarifications-on-falsehoods-on-woodlands-mrt-closure?fbclid=IwAR3Ug73wg3G7yc-EtOXenYGa21dr_7SMI9cRtu7BmF1Euvn_VCQWPgVlUcw",
        "https://www.form.gov.sg/#!/5d15b58f9fbcc50018bc66f2?utm_source=WA&utm_medium=wa-guided&utm_campaign=GovsgWA"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/photo6149976315982358915.jpg",
    "Truefalse": [
        "untrue",
        "untrue",
        "proven",
        "untrue.",
        "unproven",
        "false",
        "unproven"
    ],
    "Description": ""
}