{
    "link": "https://blackdotresearch.sg/covidwatch-was-this-man-arrested-for-eating-at-his-void-deck/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Was this man arrested for eating at his void deck?\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Editorial update, 8 April, 9:45am] The article has been updated to include information from the police about the incident.\n–\nWe have been alerted to a video being circulated on Whatsapp:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/04/WhatsApp-Video-2020-04-07-at-3.38.40-PM.mp4\nIn the video, an individual holding onto a packet of food is seen being arrested by two police officers.\nWhat he’s saying is incomprehensible, but from what we can make out, he’s saying something along the lines of “I say I don’t give, I don’t give” in Malay.\n\nAlong with the video comes a warning for individuals to not eat at HDB void decks because it is allegedly considered a violation of Singapore’s month-long COVID-19 circuit breaker measures which have taken effect from 7 April.\nUnder the measures, individuals will no longer be able to dine out at F&B outlets, which include restaurants, hawker centres, coffee shops and foodcourts. F&B outlets would remain open, but can only offer take-away and delivery.\nTo ensure that Singaporeans adhere to safe distancing measures during the circuit breaker period, the government would also be deploying enforcement officers to ensure there is no consumption of food and drink in F&B places and also to discourage loitering and gatherings in public places.\nThe officers will come from various agencies including the Singapore Police Force, National Environment Agency, National Parks Board, and Land Transport Authority, and those found guilty of breaching safe-distancing rules may be jailed up to six months, or fined up to $10,000, or both, under the Infectious Diseases Act.\nIt is not certain, however, if the individual in the video was being arrested simply for eating at his void deck or for some other reason.\nAnother side of the story\nOn the flip side, we have been alerted to yet another claim in relation to the same video:\n\nAccording to this claim, the individual who was arrested often hangs out at the void deck, and was only taken away by the police officers because he was getting rowdy.\n“He Remained Uncooperative”\nAccording to an article on Stomp, a police spokesman said that officers were on foot patrol at around 11.40am when they came across a group of elderly people gathering around two tables at the void deck.\nWhen the officers advised them to go home, the group complied and left.\nThe individual in the video arrived shortly after and wanted to eat his packed lunch at one of the tables. When advised by the officers to return home and not loiter in public unnecessarily, the man shouted at the officers and refused to heed their advice.\nHe was subsequently arrested for disorderly behaviour, and police investigations are said to be ongoing.\nThus, the claim that the individual was arrested solely due to the fact that he was eating his lunch in public is false, given that the grounds for his arrest was due to disorderly behaviour.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/void-deck.jpg",
    "Iframe Sources": [],
    "date": "2020-04-07T10:43:16+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2020/04/WhatsApp-Video-2020-04-07-at-3.38.40-PM.mp4",
        "https://www.straitstimes.com/singapore/a-new-normal",
        "https://www.channelnewsasia.com/news/singapore/covid-19-enforcement-officers-safe-distancing-12615048",
        "https://stomp.straitstimes.com/singapore-seen/man-who-wanted-to-eat-at-void-deck-arrested-after-refusing-to-go-home-shouting-at"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/void-deck.jpg",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}