{
    "link": "https://blackdotresearch.sg/ftrecord-was-china-running-some-sort-of-disinformation-campaign-on-twitter-and-facebook-to-sway-public-opinion-on-the-hk-protests-2/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[The Story So Far]: Was China running some sort of disinformation campaign on Twitter and Facebook to sway public opinion on the HK Protests?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n\nOn 19 August 2019, Twitter announced that they had suspended 936 Twitter accounts for being part of a coordinated, state-backed disinformation campaign (implying China to be the state in question) to manipulate public opinion on the HK protests.\n\n \n\nFacebook later on the same day also announced that it had removed 5 Facebook accounts, 7 Facebook pages, 3 Facebook groups. This was done after receiving a tip-off from Twitter about the disinformation campaign.\n\n \n\nOn 20 August 2019, China gave a response as part of a regular press conference.  In its response, the Chinese foreign ministry spokesperson (Geng Shuang) denied any knowledge of the disinformation campaign alleged by Twitter, suggesting that Twitter had suspended overseas Chinese and Chinese media genuinely expressing their views of the HK protests via social media.\n\n \n\nTwitter has decided that it will no longer provide advertising services for state-controlled media.\n\n \nTwitter’s Statement of 19 August 2019\nOn 19 August 2019, Twitter issued a statement (see here) titled “Information operations directed at Hong Kong” .  According to Twitter, 936 Twitter accounts had been suspended for “deliberately and specifically attempting to sow political discord in Hong Kong, including undermining the legitimacy and political positions of the protest movement on the ground.”  That wasn’t the damning part.\nWhat was damning was Twitter’s claim that:\n“Based on our intensive investigations, we have reliable evidence to support that this is a coordinated state-backed operation.”\nAs stated by Twitter in its statement:\n“Covert, manipulative behaviors have no place on our service — they violate the fundamental principles on which our company is built. As we have said before, it is clear that information operations and coordinated inauthentic behavior will not cease. These deceptive strategies have been around for far longer than Twitter has existed. They adapt and change as the geopolitical terrain evolves worldwide and as new technologies emerge. For our part, we are committed to understanding and combating how bad-faith actors use our services.“\nAccording to Twitter, there had been a breach of their platform manipulation policies, which covered the following topics:\n\nSpam\nCoordinated activity\nFake accounts\nAttributed activity\nBan evasion\n\nTwitter’s latest version of platform manipulation policies was put in place in March this year.  You can see the policies set out here.  As we understand from Twitter’s policy, very broadly speaking, they take action against behaviour that is  intended to artificially amplify or suppress information or engage in behavior that manipulates or disrupts people’s experience on Twitter.\nTwitter supported their assessment by releasing 4 files which set out the suspended accounts and what sort of posts they carried.  Some examples of the posts shown were the following:\n \n\nThis assessment by Twitter was troubling.\nWhen we reviewed the content of the files, we were unable to discern any particular pattern for choosing which accounts to suspend.  We were also unable to open the files which showed the posts of such accounts, however we surmise that those posts were similar to the above examples given.  Twitter did not appear able to pinpoint the location of the accounts because most of them had used Virtual Private Networks to access Twitter (which is an illegal way of surfing foreign prohibited social media while physically in China).  We provide a snapshot of what the Twitter released info looks like below:\n\nLogically, our concerns were as follows:-\n(1) What was the basis for calling this a “coordinated, state-backed operation”?  If we accept that each account had tweeted on similar topics, at or around the same time, did that make it a state-backed operation? We don’t think so.  For Twitter to call out China’s involvement in this, there had to be more – In particular, there must be evidence of government involvement, a central coordinating body, or some indication that the state was involved.  But Twitter does not appear to have revealed such information (assuming it has it).\n(2) How did Twitter go about identifying accounts that were part of this alleged operation?  While we can understand that it is suspicious for a new Twitter account with 0 to 100 followers to suddenly tweeting heavily pro-China messages against the anti Hong Kong protests, this itself is not sufficient.  What about those that had been on Twitter for a while and had over 20,000 followers? What evidence is there that they are part of the state-backed coordination?  Also, would Twitter regard the HK protesters who have been heavily engaging social media with the eye patch sign (the new symbol of protest) over the recent weekend as a similar kind of coordinated, but rogue operation? Why not take down those accounts then?\n(3) Isn’t Twitter demonstrating some form of bias? The posts that were flagged as examples seemed plausibly interpreted as opinion rather than falsehoods.\nThere was probably information that Twitter was not sharing.  Twitter did mention that they had evidence that the accounts were associated with “the same entity”.  However, we have no further information.  Interestingly, whatever the information was, as we had pointed out above, Twitter’s policies against platform manipulation and spam means that Twitter isn’t concerned with the sort of content being shared, or even whether the particular account was state-owned or not.  Twitter simply wants the expressions on its platform to be authentic.  To Twitter, what is inauthentic meant:\n\ncommercially-motivated spam, that typically aims to drive traffic or attention from a conversation on Twitter to accounts, websites, products, services, or initiatives;\ninauthentic engagements, that attempt to make accounts or content appear more popular or active than they are; and\ncoordinated activity, that attempts to artificially influence conversations through the use of multiple accounts, fake accounts, automation and/or scripting.\n\nBut again, how did Twitter gather information that the accounts were part of such a campaign?  Facebook might have an answer for us here.\nFacebook’s announcement following Twitter’s announcement\nFacebook announced on 19 August 2019 that because of the tip-off it received from Twitter regarding the disinformation campaign, it had removed 5 Facebook accounts, 7 Facebook pages, 3 Facebook groups.  It gave a similar announcement, which you can see here.\nFacebook made clear that its target was on coordinated inauthentic behaviour.  As Facebook stated in its statement:\n“We’re taking down these Pages, Groups and accounts based on their behavior, not the content they posted. As with all of these takedowns, the people behind this activity coordinated with one another and used fake accounts to misrepresent themselves, and that was the basis for our action.” – Facebook, 19 August 2019\nAs for how Facebook goes about doing so, they use both people and technology.  People to look for such behaviour, and technology to help narrow down the search area.  If such behaviour could be described as a needle and the scope of posts that are constantly growing on Facebook as a haystack – This would literally be looking for the needle in the haystack.\nSee the video below for a better understanding of Facebook’s ways and means:\n\nAs Facebook says – People will look for the needle, while technology will help to reduce the size of the haystack.\nThis is all very attractive, but potential loopholes remain.  Amongst other concerns such as privacy related matters, it is possible that the algorithms used or human error could sometimes produce the wrong result.  An account or a group of accounts could be taken down for the wrong reason (see one example from this latest case here).  Would the harm done outweigh the benefit if that’s the case?\nFor now, it certainly seems like the benefit far outweighs the possible harm done.\nChina Responds on 20 August 2019\nOn 20 August 2019, just a day later, China’s Foreign ministry Spokesperson Geng Shuang gave a press conference.  You will come across various reports stating that China “cried foul” or objected to the allegations, but you can have a look at the entire press conference here.  We cut out the relevant portions of the conference below:\nQ: On Monday, Twitter and Facebook announced they had suspended many accounts that they alleged were state-backed and spreading “disinformation“. What‘s your comment?\nA: I’m not aware of the specifics you mentioned. But I believe you know the attitude of the 1.4 billion Chinese on the situation in Hong Kong. You may also know clearly the attitude of overseas Chinese, including Chinese students, through media reports. I believe they have the rights to express their opinions and viewpoints.\nQ: On Monday, Twitter announced that it would ban advertisements from state-run media. Many noticed that Chinese state-run media outlets had bought advertisements on overseas social media platforms including Twitter and Facebook to produce “negative“ narrative of protesters in Hong Kong. What‘s your response to this decision by Twitter?\nA: I wonder what do you mean by the so-called “negative” narrative of the protesters in Hong Kong by the Chinese state-run media? I believe people around the world will come to their own judgment about what happens in Hong Kong and what is the truth. Why do you think what described by the Chinese state-run media outlets must be negative or wrong?\nAs to the policy of Twitter, you may ask the company itself. It is reasonable and understandable that Chinese media use overseas social media to elaborate on China’s policy, tell China’s story to and interact with local people. I wonder why certain company or people would have such strong responses. Did it somehow hit their soft spot?\nQ: Recently Twitter and, to a smaller degree, Facebook, disconnected thousands of what they call “fake accounts” that they say were linked to the Chinese government and trying to spread fake information about the situation in Hong Kong. I wonder if you have any comment on that action and those accusations? Second question, just about President Donald Trump‘s decision to further extend the exceptions on a list of Chinese products. What effect do you think it will have on the China-US trade negotiations?\nA: Are you referring to Huawei?\nJournalist: The 90-day extension that has something to do with Huawei.\nA: I will take your second question first. Huawei has already responded to the US decision. You may want to take a look.\nI need to emphasize that the US has, in the absence of evidence, abused the national security concept and export control measures to discriminate against, treat unfairly and even blatantly oppress targeted enterprises of other countries. No matter what it does, the very nature of its wrongful behavior can never be altered. China has repeatedly stated its position on this point. We urge the US to immediately stop its wrong practice and instead, create conditions for normal trade and cooperation between the two countries’ businesses.\nOn your first question, as I just said, I am not aware of the details. But regarding the current situation in Hong Kong, the attitude of the 1.4 billion Chinese is clear. The attitude of overseas Chinese including Chinese students is also clear. They have every right to express their views.\nWhat immediately stands out is the fact that there is neither an admission nor a denial of Twitter’s statement.\nWhile the spokesperson only claimed that he was not aware of the details, this was not an indication that China’s government was involved, or uninvolved.  This is strange considering that he had full and complete answers to almost every other question, including topics that did not have the same degree of media attention that the Twitter topic had.\nWe would also point out that the statement about overseas Chinese having the right to express their viewpoints was unconvincing.  For starters, this ignored Twitter argument that there had been mass coordination amongst accounts.  It was also strange to suggest that potentially false statements, such as HK protesters paying people to join in the protests, could be part of the views of overseas chinese and also China’s state-run media outlets.\nConclusion\nIt is impossible to conclude whether a state-run disinformation campaign exists without the sort of investigation that the US conducted to establish if there was any Russian interference in the 2016 US Presidential campaign (see the first part of the report here).  Even then, it is another mammoth task to convince the public that such a report is accurate and free of bias.\nPerhaps what matters is not the exposing of such campaigns, but ensuring that such campaigns cannot take place because of algorithms in place in social media platforms to highlight when a suspicious trend of fake accounts or coordinated messaging is taking place.\nWhat we can tell so far is that tech companies in control of widely used social media platforms like Twitter and Facebook are increasingly driven towards taking a public interest approach to prevent the exploitation of their platform for nefarious purposes – such as a disinformation campaign.  They have set in place community use guidelines and appear to be increasingly strict about enforcing such guidelines.  They very likely have the technology and manpower to detect trends and other factors to identify disinformation taking place.\nWhile the application of the rules now appears somewhat awkward and haphazard, much like technology, things improve over time, and with practice.  If there was a disinformation campaign at work here, it most likely wouldn’t be the last.  At some stage, tech companies like Twitter and Facebook will likely begin to justify why and how they could tell apart an action which is a coordinated campaign, versus an action that is a genuinely interesting topic that is becoming viral naturally (like the #metoo movement).\nHopefully, this development then levels the playing field for both state and non-state actor alike, preventing the exploitation of social media platforms.\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/08/China-Press-Con.jpg",
    "Iframe Sources": [],
    "date": "2019-08-22T06:46:38+00:00",
    "Links in content": [
        "https://blog.twitter.com/en_us/topics/company/2019/information_operations_directed_at_Hong_Kong.html",
        "https://help.twitter.com/en/rules-and-policies/platform-manipulation",
        "https://newsroom.fb.com/news/2019/08/removing-cib-china/",
        "https://www.bbc.com/news/technology-49416617",
        "https://www.fmprc.gov.cn/mfa_eng/xwfw_665399/s2510_665401/t1690301.shtml",
        "https://static.c-span.org/files/Searchable+Mueller+Report.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/08/China-Press-Con.jpg",
    "Truefalse": [],
    "Description": ""
}