{
    "link": "https://blackdotresearch.sg/covidwatch-was-divine-displeasure-from-the-penal-code-removed-with-the-closure-of-mosques/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Was ‘Divine Displeasure’ from the Penal Code removed with the closure of mosques?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a comment posted on Ustaz Dr Nazirudin Mohd Nasir’s Instagram post dated 5 June.\n\n \n\n\n\n\n\n\n\n\n\n\n View this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Dear Muslims, .  Mosques have just been reopened this week for individual prayer. With Allah's grace and help and a much improved situation, we can return to jemaah and Jumaat prayers when it is safe to do so. . For now, please continue to perform Zuhur at home and watch the online khutbah. There will be NO Jumaat prayers in mosques. . Stay safe and cool on such a cool Friday morning. . (Nak ingatkan aje, takut ada yang ke masjid nak solat Jumaat. Pak Imam tak sembunyi – cuma menantikan masa yang sesuai dan selamat Insha-Allah. Sabar ye!) . Wassalamu'alaikum wa rahmatullah.\nA post shared by  Nazirudin Nasir (@nazirudinmnasir) on Jun 4, 2020 at 8:00pm PDT\n\n\n\nDr Nazirudin is the current Mufti appointed at the Islamic Religious Council of Singapore (MUIS).\nHere’s a screenshot of the comment on his post:\n \n\nThe comment translates to:\n“Has anyone noticed? When mosques were closed, the section on “Divine Displeasure” was removed from Chapter 224 (Penal Code)”.\nOn 12 Mar, MUIS announced that all 70 mosques in Singapore would be closed for at least five days for cleaning and disinfection in a bid to help curb the spread of COVID-19.\nFour days later, MUIS announced an extension of the closure after contact tracing revealed that five infected individuals had visited at least 10 mosques in Singapore. On 24 Mar, MUIS announced that mosques would be closed “until further notice amid a heightened risk of COVID-19 transmission in the community”.\nSince then, mosques across Singapore have remained closed.\nWhat is the section on “Divine Displeasure”?\n“Divine Displeasure” is found under Section 508 of the Penal Code, and is a law that has been in place since Singapore’s first Penal Code which started in 1872.\nThere isn’t a whole lot of information about what it entails, but according to an article on The Straits Times on little known laws in Singapore, it makes it illegal for someone to “cause or attempt to cause any person to do anything that he is not legally bound to do, or to not do anything which he is legally bound to do, by inducing that person to believe he or someone close to him will become ‘an object of divine displeasure’ if he does not listen to you”.\nEssentially, it is illegal to trick someone into thinking that he would be “cursed or make divine beings unhappy” if he did not obey you.\nGoing back to the claim made by the individual who commented on Ustaz Dr Nazirudin Mohd Nasir’s Instagram post, we did a quick check on the most updated version of the Penal Code and while it is indeed true that Section 508 on “Divine Displeasure” has been removed, it was repealed by Act 15 of 2019, with effect from 1 Jan 2020.\nThe Criminal Law Reform Act 2019, which was read the first time on 11 Feb 2019, had repealed Section 508 on grounds that “it is no longer relevant in today’s context”.\nGiven that Section 508 has been repealed since 1 Jan 2020, we rate the claim that the removal of it from the Penal Code ties in to the closure of mosques due to COVID-19 as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/section508.png",
    "Iframe Sources": [],
    "date": "2020-06-09T06:12:33+00:00",
    "Links in content": [
        "https://www.instagram.com/p/CBCZvrpJqR7/?utm_source=ig_embed&utm_campaign=loading",
        "https://www.instagram.com/p/CBCZvrpJqR7/?utm_source=ig_embed&utm_campaign=loading",
        "https://www.instagram.com/nazirudinmnasir/?utm_source=ig_embed&utm_campaign=loading",
        "https://www.todayonline.com/singapore/covid-19-mosques-closed-disinfection-so-some-muslims-improvise-while-others-go-elsewhere",
        "https://www.channelnewsasia.com/news/singapore/mosques-closed-further-notice-muis-covid-19-12571504",
        "https://www.straitstimes.com/singapore/courts-crime/5-little-known-laws-of-singapore",
        "https://sso.agc.gov.sg/Acts-Supp/15-2019/Published/20190604?DocDate=20190604&ViewType=Within",
        "https://www.parliament.gov.sg/docs/default-source/default-document-library/criminal-law-reform-bill-6-2019.pdf"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/section508.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}