{
    "link": "https://blackdotresearch.sg/covidwatch-when-sia-suay-behaviour-isnt-just-a-singaporean-thing/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: When ‘sia suay’ behaviour isn’t just a Singaporean thing\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nWe’re 20 articles deep in debunking COVID-19 related claims, and while we’ve evolved from the dark days of dodgy cures and lists of places to avoid, the fight against misinformation is far from over.\nTo give credit where it’s due, however, the Singapore public has learnt to better discern between fact and fake news, practicing a little more caution before believing what they come across on social media and messaging apps.\nBut this wasn’t the case one month ago.\nWhen the Ministry of Health (MOH) confirmed the first COVID-19 case in Singapore on the night of 23 January, the public was thrown into a state of panic, with the looming threat of novel coronavirus being exacerbated by reports of rapidly rising numbers of infections and deaths in China.\nFaced with a deluge of information but also a lack of verified sources, members of the public jumped onto every speculation and tip-off they came across, forwarding wholesale lists of places to avoid and even ‘cures’ for the novel coronavirus.\nThe road to hell is paved with good intentions, and in this context, ‘hell’ has been embodied by supermarket shelves emptied by stockpilers and health workers being ostracised in public.\nFortunately, there has also been a more than fair share of Singaporeans who have stepped up to spread goodwill in these trying times. Some of them include Singaporeans who have placed hand sanitisers in HDB lifts, a couple who gave out 17,000 free masks outside Punggol MRT, and those who banded together to show their support for healthcare workers.\nWhile a search for the cure is still ongoing, and Singapore health minister Gan Kim Yong has also recently warned that we “must expect to see significantly higher numbers of new COVID-19 cases in time to come”, the Singapore public has somehow settled into a state of relative calm due to a combination of factors. And it’s not just because we were praised by the World Health Organisation (WHO).\nFor one, there has a commendable amount of transparency in terms of the number of confirmed cases in Singapore, with the Gov.sg Whatsapp channel pushing out updates to subscribers and regular media briefings conducted by the MOH.\nAs the numbers of infected cases rise exponentially overseas, however, we’re seeing familiar behaviour trends overseas too. A good example would be how rolls of toilet paper are the new gold, and have been flying off supermarket shelves from Australia to the UK.\nNearer to home, the Malaysian health ministry has even taken to social media to warn Malaysians about viral fake news:\n\nWhat’s interesting to note is how uncannily similar the viral messages highlighted in the post are to those we came across just a few weeks ago, namely, lists of places to avoid because of reported COVID-19 infections.\nIs there a need for a fake news law?\nIdeally, the most effective remedy to the spread of unfounded claims and rumours is timely communication and readily available resources that empower the public to be their own fact-checkers, but in reality, we all know that this isn’t always the case.\nPushing out fact-checking articles can only go so far, and an article on The New Indian Express even argues that the rise of COVID-19 misinformation underscores a need for a dedicated law for fake news, a nod to Singapore’s Protection from Online Falsehoods and Manipulation Act (POFMA).\nSaid Pavan Duggal, an Indian advocate who specialises in cyber laws: “Amid the spread of coronavirus, there is an increasing propensity among people to create more panic. […] Consequently, the countries are realising that unless they [do] take strong penal action against the perpetrators of this fake news, such factitious pieces of news are going to spread like wildfire.”\nAs a quick background, POFMA came into effect from 2 October 2019 as a means to prohibit the spread of falsehoods with “malicious intent” in Singapore.\nWith the law, the government will be able to issue ‘correction directions’ to individuals or organisations. Under the direction, the party who communicated the falsehood needs to put up a notice stating that what was communicated was false, and also a correction to the falsehood. The notice will still need to be published even if the content has been taken down.\nNon-compliance will be considered an offence and fines of up to $1 million or a term of imprisonment of up to 10 years may be imposed.\nHowever, the law has been labelled as a “tool to quiet dissent”, with primary targets being “civil activists, NGOs and opposition figures”, something which Communications and Information Minister S Iswaran has called an “unfortunate convergence or coincidence”.\nIt is not difficult to see why detractors think that way. The first five instances where POFMA was invoked were on politically-charged posts made by individuals from opposition parties and civil activists.\nIt was only in late January where POFMA was (finally) used in a non-political context – when a correction direction was issued to SPH Magazines for a post on forum HardwareZone that claimed a man died from COVID-19 in Singapore.\nWhile there’s no identical law in other countries, individuals in Hong Kong (under the Summary Offences Ordinance), Malaysia (under Section 233 of the Communications and Multimedia Act 1998), and Thailand (under the Computer Crime Act) have been arrested for their involvement in the spread of COVID-19 related falsehoods.\nLooking beyond COVID-19, mis/dis/malinformation is a real threat that isn’t showing any signs of slowing down.\nWhile enforcing a law to curb the spread of falsehoods and to deter individuals from creating them in the first place is an arguably effective solution, perhaps the onus should be on individuals to act as ‘de facto’ fact checkers of sorts, verifying or correcting messages they see being spread in their networks.\nSingaporeans have experienced, first-hand, the importance of information literacy in a time of COVID-19, and we predict that this would be the same for members of the public in other nations as well – as long as lines of communication between the authorities and the public are kept open.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/03/global-sia-suay.jpg",
    "Iframe Sources": [],
    "date": "2020-03-11T07:58:05+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wuhan-virus-singapore-factcheck/",
        "https://blackdotresearch.sg/wuhanwatch-the-cure-for-coronavirus/",
        "https://www.straitstimes.com/singapore/health/coronavirus-fairprice-chief-urges-calm-amid-panic-buying-of-groceries-singapores",
        "https://www.todayonline.com/singapore/nurses-wary-being-ostracised-public-as-work-takes-its-toll-during-wuhan-coronavirus-outbreak",
        "https://mothership.sg/2020/02/hand-sanitiser-lifts-wuhan-virus/",
        "https://mothership.sg/2020/02/give-free-mask-punggol/",
        "https://www.tnp.sg/news/singapore/showing-their-love-healthcare-workers",
        "https://www.channelnewsasia.com/news/singapore/covid19-coronavirus-significantly-higher-numbers-cases-gan-12504694",
        "https://www.straitstimes.com/world/europe/coronavirus-who-reports-92-cases-of-human-to-human-spread-outside-china",
        "https://govinsider.asia/innovation/singapore-coronavirus-whatsapp-covid19-open-government-products-govtech/",
        "https://edition.cnn.com/2020/03/06/business/coronavirus-global-panic-buying-toilet-paper/index.html",
        "https://www.theguardian.com/world/2020/mar/08/coronavirus-stockpiling-supermarkets-toilet-paper-hand-gel",
        "https://www.facebook.com/kementeriankesihatanmalaysia/posts/10156796727391237",
        "https://www.newindianexpress.com/world/2020/mar/05/coronavirus-misinformation-in-social-media-age-underscores-need-for-singapore-like-fake-news-laws-2112765.html",
        "https://www.nytimes.com/2020/01/21/opinion/fake-news-law-singapore.html",
        "https://www.ft.com/content/e50eb042-3db3-11ea-a01a-bae547046735",
        "https://www.todayonline.com/singapore/unfortunate-coincidence-first-four-pofma-actions-directed-opposition-politicians",
        "https://www.straitstimes.com/singapore/sph-magazines-complies-with-pofma-correction-order-on-false-hardwarezone-post",
        "https://www.scmp.com/news/hong-kong/law-and-crime/article/3048986/hong-kong-man-arrested-suspected-spreading-fake-news",
        "https://www.scmp.com/news/asia/southeast-asia/article/3048132/malaysia-arrests-five-spreading-fake-news-about",
        "https://www.bangkokpost.com/thailand/general/1870914/pair-nabbed-for-spreading-fake-virus-news"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/03/global-sia-suay.jpg",
    "Truefalse": [],
    "Description": ""
}