{
    "link": "https://blackdotresearch.sg/covidwatch-yet-another-rumour-of-an-impending-lockdown-in-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[COVIDWatch]: Yet another rumour of an impending lockdown in Singapore?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to a voice message being circulated on Whatsapp:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/04/WhatsApp-Audio-2020-04-16-at-11.46.22-PM.ogg\nHere’s the full translation of the clip, which is in Mandarin:\n“Good afternoon, brothers and sisters. I’ve just gotten news that either tonight or tomorrow, the government will officially announce a lockdown. The lockdown will be similar how it is in China, where people will need to stay in their homes. There will only be a short period of time every day for people to head out to buy things. This information is extremely accurate, and we’re now just waiting for an official announcement from the government. So before the official announcement, do tell your family to buy some groceries and store them at home.”\nThis isn’t the first time that we’ve encountered claims of an impending lockdown in Singapore.\nThe lack of context also makes a claim like this particularly resilient, even though the Singapore government has been particularly careful in avoiding the use of the term ‘lockdown’ and has been similarly quick to shut down such rumours, taking to official channels to debunk the claims over the past few weeks.\n\n\n\nThat’s not to say that the Singapore government has not taken nationwide action to curb the spread of the virus.\nCalling it a ‘Circuit Breaker’ period, the month-long exercise consists of heightened safe-distancing measures to significantly reduce movements and interactions of individuals in public and private places from 7 April to 4 May.\nA new law, the COVID-19 (Temporary Measures) Act 2020, was also passed on 7 April to further enforce the measures. Those caught flouting the measures are subject to fines and can even face jail terms.\nUnder the new law, gatherings of individuals who do not live together have been banned. Everyday routines like working in an office, going to school, and eating at F&B establishments have also been put on hold during this period.\nThere is no doubt that daily life as Singaporeans know it has been altered drastically, but it doesn’t fully resemble what a ‘lockdown’ in other countries seems to be either.\nFor example, Malaysia’s movement control order (MCO) has been in place since 18 March, and other than the closure of schools and non-essential services (just like in Singapore), a restriction on the movement of individuals within a 10km radius is also in place, with roadblocks being set up to ensure that individuals adhere to the rules. Under the MCO, a ‘one person per car’ rule also applies.\nIn Thailand, other than the closure of various businesses and venues, a nationwide night time curfew has also been in place since 3 April. The curfew prohibits individuals from leaving their homes from 10pm to 4am. The Bangkok Metropolitan Administration had earlier mandated a closure of parks in Bangkok, and imposed a night time curfew on all shops, including convenience stores and supermarkets, from midnight to 5am.\nGoing back to the voice message, we hear that the alleged lockdown will see individuals only being allowed to head out of their homes for a certain period of the day – a rather intimidating (and kiasi behaviour-inducing) scenario if enforced in Singapore, which currently has no curfews or movement restrictions (i.e. restriction in the distance one can travel) in place.\nGiven that there is no context of when this clip was recorded and which country the individual is referring to, the clip could all the more incite panic because while there is no evidence to suggest that there is any truth in what he said, there is similarly no evidence to suggest that there is no truth in what is claimed.\nHowever, at this point of time, we rate the claim as unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/04/singapore-800x800.jpg",
    "Iframe Sources": [],
    "date": "2020-04-20T12:20:07+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2020/04/WhatsApp-Audio-2020-04-16-at-11.46.22-PM.ogg",
        "https://www.malaymail.com/news/malaysia/2020/04/14/police-to-be-stricter-with-mco-enforcement-during-phase-3/1856570",
        "https://www.straitstimes.com/asia/se-asia/coronavirus-thailand-to-announce-nationwide-curfew-starting-friday?login=true&close=true"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/04/singapore-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}