{
    "link": "https://blackdotresearch.sg/factcheck-a-man-was-sighted-giving-out-bibles-in-woodlands-allegedly-to-muslim-schoolchildren-did-this-happen-and-was-there-a-crime-committed/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tA man was sighted giving out bibles in Woodlands, allegedly to Muslim schoolchildren.  Did this happen, and was there a crime committed?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nThis morning, 10 October 2019, we came across a video on the Facebook page of “MUIS – Malays Underrepresented in Singapore”.  You can see the video on this link: http://bit.ly/2IB2Kku\n\nThe video shows a confrontation between the video producer and a man with a green necktie, who appears to be distributing books along the street.  The video producer asks the man where he obtained permission for distributing bibles to schoolchildren (which the man in the necktie admits to doing).  The video producer is heard saying:\n“By right, by right, about religious, you cannot go-give anyhow, to schoolchildren. Ah, this one I inform you first before I call police.”\nThe man in the necktie explains that he is only distributing bibles and that he comes from a registered organization.  The video producer is also heard saying:\n“Yah although I know you are registered, it’s not right to give a primary school children a bible.  You better go out now.  It’s not right.  It’s not right.  You want to give you give to the church, not here… to the schoolchildren. To primary schoolchildren.”\nThe man in the necktie then agrees and packs up and leaves.\nWe wish to deal with 2 issues in this factcheck:\nFirst, how true is it that there was, as the video suggests, proselytization (converting people to your religion) via distribution of bibles to schoolchildren?\nSecond, is the video producer correct in suggesting that it is unlawful to be distributing bibles to schoolchildren?\nFirst issue: Is there proselytisation via distribution of bibles to schoolchildren?\n Yes, to some extent, it appears likely to be true.  This appears to have happened a number of times in Singapore.  But we would not go so far as to say that there is a deliberate targeting of Muslim schoolchildren.  There is probably more evangelism, which is simply publicly preaching the Christian faith, than proselytization.\nWe came across a forum thread on Reddit (R/Singapore), posted over a year ago, in 2018, where a reader claimed that people were giving out such bibles outside his school (see the link here).\n \n \n \n\nIn similar news, sometime in March 2019 this year, alternative news portal Coconuts also posted a story about a Christian evangelist attempting to proselytize Muslim schoolchildren (see the link here).\n\nThe March 2019 incident was captured in a video that was, like the 10 October video, posted on the Facebook page of “MUIS – Malays Underrepresented in Singapore”.  But it was significantly different from the video we saw on 10 October, as the person in question was not just distributing bibles, but actually distributing pamphlets, urging boys to recite a prayer, and preaching to the boys who were clearly of another faith, i.e. clear-cut proselytization.\nWe reviewed the footage in the 10 October video and noticed that in our case, it seems that the bibles being distributed could be the Gideons International version:\n\n\nThe Gideons International is a Christian organization that actively evangelizes.  According to the Gideons International Website:\n\nWhile they are a much smaller group in Singapore, take note that they are a registered society (and so they are not a cult or some unlawful organization, for the avoidance of doubt!), having been registered in Singapore since 1964:\n\nSee the above extract from the Register of Societies, Singapore\nAccording to the Singapore “Friends of Gideons, Singapore” website, there are more than 160 Gideons and Auxiliaries (wives of Gideons) in Singapore organized into six Camps (North, East, West, South, Central and North-East).  They have distributed more than 1.2 million copies of Bibles in Singapore since 1958 (see the link here).\nSo could the Gideons have been the ones distributing bibles outside the school? Sure.  But proselytizing to Muslim schoolchildren?  That seems unlikely, given that they appear to be focused on giving bibles to all people, i.e. the usual evangelical approach.  The 10 October video appears to be very different from the Coconuts report, where there was active preaching being done on students who were clearly of a different faith.\nRegrettably, we cannot confirm who or which organization the man in the 10 October video comes from.\nWe called the Gideons International Singapore, but they firmly declined to speak to us.  We have also left a message on their website chatbot window, but there has been no response to date.\nGiven the fact that there have been unrebutted past reports of evangelism through distribution of bibles, and that these have happened near schools and in particular, giving bibles out to students, it is likely true that the 10 October video showed a Christian, potentially a Gideon in Singapore, giving out Bibles to schoolchildren.  We cannot say however, that there was a focus on Muslim students, since that is not clear from the video, and we have not seen any evidence elsewhere to suggest that there is a focus on other faiths.\nSecond issue: Is it unlawful to be distributing bibles to schoolchildren?\nThis is a tricky topic for discussion, and the difference between what is permissible and what is unlawful may be based on very fine differences.\nThe short answer may be that evangelism is fine, but not proselytization to a point that it offends believers of another religion.\nIn the Coconuts report, mention was made of a Singapore Christian couple who were found guilty of sedition on 28 May 2009, for distributing evangelical publications that cast Islam in a negative light.  You can read the report here.\nSedition is a crime that refers to doing an act or speaking that has a seditious tendency – this includes any act or statement promoting feelings of ill-will and hostility between different races or classes of the population of Singapore (See Section 3(1)(e) of the Sedition Act).\nAccording to the report:\n“Ong Kian Cheong and his wife Dorothy Chan had been charged with distributing a seditious publication to two Muslims in October and March 2007 and sending a second such booklet to another Muslim in December that same year, a district court official told AFP.\nThe publications were found to have promoted feelings of ill-will and hostility between Christians and Muslims, the Straits Times said on its website.”\nNow the report is not entirely accurate.  It was not just Muslims that Ong Kian Cheong and his wife targeted.  Catholics were involved as well.  We researched further and found a Singapore Journal of Legal Studies article written by an Assistant Professor Jaclyn Ling-Chien Neo, who went into greater detail into the Court’s reasoning, and we cite parts of the article as follows:\n“In the 2009 case of Public Prosecutor v. Ong Kian Cheong, sedition as promoting ill-will and hostility between different racial groups was extended to cover evangelical activity where proselytising speech ‘offended’ persons of other religions. The case concerned the private actions of individuals. The defendants were a middle-aged Christian couple who mailed comic tracts from Chick Publications because, according to them, “sending out such tracts would be a good way to evangelize so that people [would] come to realize the saving grace of Jesus Christ”.  The tracts variously criticised Islamic and Catholic doctrines, and characterised the two as false religions. Some Muslim recipients were angered by the tracts and filed complaints with the police, who traced the accused couple down. The couple was charged for contravening the Sedition Act, as well as the Undesirable Publications Act. The District Court convicted the couple, and sentenced them each to a total of 16 weeks’ imprisonment.\nThe court concluded that “Christian publications or tracts denigrating Islam, its followers or the Catholic Church and other religions will undoubtedly promote feelings of ill-will or hostility between Muslims, Malays, Roman Catholics and people of other religions”.  It appeared to rely on both objective and subjective tests. The Court opined that:\n“Any reasonable person reading the tracts [which level a pointed attack by one religion on another]… will have no doubt in his mind that the tracts have a seditious tendency i.e. a tendency to promote feelings of ill-will and hostility between races or classes of the population of Singapore.”\nThe Court went on to buttress this objective perspective by referring to the actual views of the complainants:\n“[The complainants] Irwan, Isa and Farharti are all Muslims who have read the tracts they received from [both the accused]. They have all stated that the tracts have a tendency to promote feelings of ill-will and hostility between Muslims and Christians. They were angry after they read the tracts which they felt have been sent by Christians to convert them. Their evidence clearly proves that the publication[s] have a seditious tendency…” \nThe Court further held that there is no requirement that the impugned speech be directed at the maintenance of government. Neither is it necessary for the speech to have been made with the “intention to incite violence or create public disturbance or disorder against the sovereign or the institutions of government”\nThe article is available here: https://law.nus.edu.sg/sjls/articles/SJLS-Dec11-351.pdf\nThe case suggests that a crime is not committed just because of the act of distributing bibles – Offence to another religion must have been caused.  The seditious tendency is likely established if the proselytizing in question denigrates a religion and thereby promotes ill-will and hostility.\nSo it is a fine line to tread, because arguably, deliberately approaching another person’s child, whom you are aware of being of a different faith, and trying to target that faith, is very likely to cause offence, thereby being a seditious act, and therefore a crime.  But would it also be a crime, if there was no concern about whichever religion one was from, and one simply gave out evangelical material to spread the faith to all and sundry?\nPossibly, possibly not.  Every case turns on its unique facts.  We regard this issue as unproven.\n\nWe will continue to monitor this case and see if there are further developments.\nWe will leave you to ponder on the words of a judge in a 2005 case concerning sedition (the details are in the SJLS article cited above):-\n“It is only appropriate social behaviour, independent of any legal duty, of every Singapore citizen and resident to respect the other races in view of our multi-racial society. Each individual living [here] irrespective of his racial origin owes it to himself and to the country that nothing is said or done which might incite the people and plunge the country into racial strife and violence. These are the basic ground rules.”\nAnd we would respectfully agree.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Bibles-in-Hand.png",
    "Iframe Sources": [],
    "date": "2019-10-10T17:55:19+00:00",
    "Links in content": [
        "http://bit.ly/2IB2Kku",
        "https://www.reddit.com/r/singapore/comments/8zv2xc/there_were_people_giving_out_bibles_outside_my/",
        "https://www.msn.com/en-sg/news/singapore/christian-evangelist-caught-trying-to-convert-young-muslim-schoolchildren/ar-BBUUv2j",
        "https://www.gideons.org/about",
        "https://www.friendsofgideons.sg/gideons-in-singapore",
        "https://www.asiaone.com/News/AsiaOne+News/Singapore/Story/A1Story20090529-144623.html",
        "https://law.nus.edu.sg/sjls/articles/SJLS-Dec11-351.pdf"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Bibles-in-Hand.png",
    "Truefalse": [],
    "Description": ""
}