{
    "link": "https://blackdotresearch.sg/factcheck-amazon-rainforest-fires-is-there-an-acceptable-level-of-fake-news/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tAmazon Rainforest Fires – Is there an ‘acceptable’ level of fake news?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nIn recent weeks, various international media outlets have cast their attention on the surge in wildfires occurring in the Amazon rainforest.  The situation has prompted international concern about the fate of the forest, for the Amazon rainforest is the world’s largest carbon dioxide sink and its existence and well-being is necessary to counteract the effects of global climate change.\nFingers are being pointed at Brazilian president Jair Bolsonaro for failing to do enough to contain the fires (see a related story here).  The Brazilian president has sparked controversy for, amongst other things, alleging that the fires have been set deliberately by Non-Governmental Organisations in order to raise money and bring about problems for Brazil.\n\nEven earlier last week, the president, also known to be a climate change sceptic, had rejected the G7 group of countries’ offer of US$20 million to fight the Amazon wildfires.\n\nWhat is truly surprising however, is the fact that popular celebrities such as A-list actors Leonardo Di Caprio, Madonna, Portuguese soccer superstar Cristiano Ronaldo, French President Emmanuel Macron and supermodel Gisele Bundchen have each tried to promote the cause to stop the Amazon wildfires, but using pictures in their Instagram, Twitter and other social media posts that are not current pictures of the Amazon rainforest wildfires.\nFake news? Let’s examine each one:\n\nCristiano Ronaldo\n\n\nThe image used was actually taken of another fire in Brazil, on 27 March 2013 (See here):\n\n \n2. Leonardo di Caprio and Emmanuel Macron\n\nBoth posts above rely on the same image, which was in fact taken in 2003, by a photographer named Loren McIntyre.  It is a standard stock photo that is available for sale (see this link here).\n3. Madonna\n\nThe image used was used several years ago and can be found on various websites – One we found dated back to 2014 (see here).\nOther False Claims about the Amazon Rainforest\nAdditionally, we note that there has been a widely circulating claim that the Amazon rainforest produces 20% of the world’s oxygen (You can see this reflected in some of the posts displayed above).  However, it appears that many disagree with this and regard this claim as being false.\n\nThe 20% figure IS too high. True number closer to 6% as per Jon Foley (@GlobalEcoGuy) and even this is misleading because oxygen levels wouldn’t actually drop by 6% if we deforested the Amazon. See the longer thread on this w/ @GlobalEcoGuy, @climatedynamics, me & others… https://t.co/bz8eWPHDhC\n— Michael E. Mann (@MichaelEMann) August 23, 2019\n\nWe have searched around for the source of this claim, but cannot find any such source.  While, again, the claim was clearly well-meaning in trying to stress the ecological importance of the Amazon rainforest, when weighed against the absolute lack of any basis for the claim, we cannot regard this as true.\nHowever, keep in mind that this does not mean that there is no harm done in burning the Amazon rainforest down.  On the contrary, the factsheet below should make it clear that the issue is where the massive changes would be felt if the rainforest were to burn down completely.\nWe produce a factsheet below based on:-\n\nUndisputed information; and\nTrusted sources – credible media outlets, the National Geographic, and also the Brazilian National Institute for Space Research (INPE).\n\nSee: INPE satellite image of 2019 fires in the Amazon rainforest\nAbout the Amazon rainforest, and its importance\n\nThe Amazon rainforest is the largest rainforest in the world, and a vital carbon store that slows down the pace of global warming. The Amazon rainforest is estimated to be between 5,500,000 to 6,000,000 square kilometres in size.\nIt is home to about 3 million species of plants and animals, and 1 million indigenous people.\nThe Amazon rainforest takes in as much as 2 billion tons of carbon dioxide every year. Loss of the entire Amazon rainforest would put 90 billion tons of carbon, once stored in the trees of the Amazon rainforest, into the atmosphere.\nBrazil holds about 60% of the entire Amazon rainforest.\n\n \nWhat is the current state of the Amazon rainforest wildfire\n\nSatellite data from the INPE shows that there is an increase in wildfires in the Amazon by 84% compared to the same period in 2018.\nINPE has detected more than 74,000 fires in the rainforest between Janaury and August, which is the highest number of fires since 2010.\nMore than 9000 of those fires have been spotted in the week of 14 August 2019.\nWildfires often occur in the dry season in Brazil, but they are also deliberately started in efforts to illegally deforest land for cattle farming. Most researchers believe the recent fires to be driven by deforestation rather than the dry season.\n1330 square miles of the rainforest has been lost since January 2019 alone, and this rate is higher by 40% than in 2018.\nThe INPE estimates that 792,051 square kilometres of rainforest has been lost since 1970 to date. Approximately 80.7% of the Amazon rainforest is left.\n\nSources:\nhttps://www.bbc.com/news/world-latin-america-49415973\nhttps://www.nationalgeographic.com/environment/2019/08/wildfires-in-amazon-caused-by-deforestation/\nhttps://www.washingtonpost.com/weather/2019/08/21/amazonian-rainforest-is-ablaze-turning-day-into-night-brazils-capital-city/\nhttps://www.aljazeera.com/news/2019/08/amazon-burning-190823082046821.html\nhttps://rainforests.mongabay.com/amazon/deforestation-rate.html\nhttps://rainforests.mongabay.com/amazon/deforestation_calculations.html\nhttps://advances.sciencemag.org/content/4/2/eaat2340\n \nWhat do we make of all the ‘misuse of pictures’?\nIt is a little curious why a number of the posts “called out” as misleading or even fake news for displaying previous rainforest fires continue to remain accessible.  Part of the reason could be that the authors disagree that they sought to mislead.\nIf we were to study the posts, we can see a difference in the kind of posts being displayed.\nThere are indeed those that seek to mislead.  Such as the Brazilian president’s statement that climate change issues would only matter to vegans (see here).\nSuch posts, we should clearly reject.\nBut there are also those posts that do not explicitly refer to the pictures accompanying them, like Leonardo Di Caprio’s, or Madonna’s, or French president Macron’s.\nIn the latter group of posts, it is plausible that the use of the image was really just to serve as a ‘signpost’ to lead the reader to their message.  Hence, there was no need and no intention of proving that there is rainforest destruction ongoing.\nLet’s take this idea to an extreme.  Like this post below that tries to help the rainforest situation, but also seems to be saying that koalas are found in the Amazon rainforest.\n\nWould you fault Tako for spreading fake news?\nWe can see why many would continue to want to fault Tako.  It would perhaps be splitting hairs to try to identify which post was trying to prove a point and which post merely sought to ‘signpost’.  And what about those authors who took the risk that a reader would be misled, but accepted it anyway because it was for a “good” cause?  Shouldn’t we fault such authors?  After all, the fact that attention has been diverted from the crisis to deal with this issue of fake news is a sign that using the wrong picture has undesirable consequences. Ultimately, this seems to be the more attractive explanation, having the support of principle and conscience.\nSo we would give such instagram and twitter posts which practice the use of fake pictures the following score:\nMisleading, for causing the reader to believe that a picture conveys an existing situation, when the pictures are from a different time or place.\nAkin to the concept of the white lie, it is difficult to see how we can accept this practice, however laudable the intention.\n \n \n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Screenshot-2019-09-02-at-4.12.43-PM-800x461.png",
    "Iframe Sources": [],
    "date": "2019-09-03T00:23:59+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/world/amazon-fires-brazil-bolsonaro-fuels-spat-europe-11859054",
        "https://www.nbcnews.com/slideshow/year-pictures-2013-53855700",
        "https://www.alamy.com/stock-photo-amazon-rain-forest-afire-30695050.html?pv=1&stamp=2&imageid=D60E167D-0931-4B45-841A-A3C029251936&p=90124&n=0&orientation=0&pn=1&searchtype=11&IsFromSearch=1&srch=foo%3dbar%26st%3d11%26pn%3d1%26ps%3d100%26sortby%3d2%26resultview%3dsortbyPopular%26npgs%3d0%26qt%3d%26qt_raw%3d%26lic%3d3%26mr%3d0%26pr%3d0%26ot%3d0%26creative%3d%26ag%3d0%26hc%3d0%26pc%3d%26blackwhite%3d%26cutout%3d%26tbar%3d0%26et%3d0x000000000000000000000%26vp%3d0%26loc%3d0%26imgt%3d0%26dtfr%3d%26dtto%3d%26size%3d0xFF%26archive%3d1%26groupid%3d%26pseudoid%3d%7b8FEA06B0-A282-4AFD-B2E9-5C1D5EC28BA1%7d%26a%3d%26cdid%3d%26cdsrt%3d%26name%3dLoren%2520McIntyre%26qn%3d%26apalib%3d%26apalic%3d%26lightbox%3d%26gname%3d%26gtype%3d%26xstx%3d0%26simid%3d%26saveQry%3d%26editorial%3d1%26nu%3d%26t%3d%26edoptin%3d%26customgeoip%3d%26cap%3d1%26vd%3d0%26lb%3d%26fi%3d2%26edrf%3d0%26ispremium%3d1%26flip%3d0%26pl%3d",
        "https://theboldcorsicanflame.wordpress.com/tag/trees/page/1/",
        "https://twitter.com/GlobalEcoGuy?ref_src=twsrc%5Etfw",
        "https://twitter.com/GlobalEcoGuy?ref_src=twsrc%5Etfw",
        "https://twitter.com/climatedynamics?ref_src=twsrc%5Etfw",
        "https://t.co/bz8eWPHDhC",
        "https://twitter.com/MichaelEMann/status/1164899653525151745?ref_src=twsrc%5Etfw",
        "https://www.bbc.com/news/world-latin-america-49415973",
        "https://www.nationalgeographic.com/environment/2019/08/wildfires-in-amazon-caused-by-deforestation/",
        "https://www.washingtonpost.com/weather/2019/08/21/amazonian-rainforest-is-ablaze-turning-day-into-night-brazils-capital-city/",
        "https://www.aljazeera.com/news/2019/08/amazon-burning-190823082046821.html",
        "https://rainforests.mongabay.com/amazon/deforestation-rate.html",
        "https://rainforests.mongabay.com/amazon/deforestation_calculations.html",
        "https://advances.sciencemag.org/content/4/2/eaat2340",
        "https://translate.google.com/translate?hl=en&sl=pt&u=https://oglobo.globo.com/brasil/questao-ambiental-so-importa-aos-veganos-que-comem-so-vegetais-diz-bolsonaro-23837719&prev=search"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Screenshot-2019-09-02-at-4.12.43-PM-800x461.png",
    "Truefalse": [],
    "Description": ""
}