{
    "link": "https://blackdotresearch.sg/are-fake-50-notes-currently-being-circulated-in-hougang/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tAre fake $50 notes currently being circulated in Hougang?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this image being shared on WhatsApp:\n\nAlong with the photo is the caption “Fake $50 notes ending with 5967 circulating around Hougang areas. Members please take note.”\nIt is not specified when the photo was taken, and who the ‘members’ mentioned in the caption are.\nThe warning is true, but…\nWhen we did a reverse Google image search of the photo, we are led to a 2016 article on local website GoodyFeed.\nThe Singapore Police Force (SPF) said that it received a report on 26 May 2016 that counterfeit notes were used at a convenience store at Hougang Street 91. A 52-year-old man who was believed to be involved in the production of $50 counterfeit notes was arrested.\nIt was also reported that a photo of two fake $50 notes was also being circulated on WhatsApp:\n\nThe text in Chinese translates to “Beware of fake notes with the same serial number!”\nAs seen, the photo in the message that was being circulated in 2016 is the same one that we were alerted to.\nThen, Chinese paper Lianhe Wanbao reported that hawkers in Hougang “were on the alert” for the counterfeit currency, and some even wrote down the serial number and were checking $50 bills that they received against it.\nThe police also revealed that the counterfeit notes in the reported cases bear four serial numbers – 5DC995967 (the one in the photo being circulated); 4KT595133; 4AX921719 and 4LB831932.\nTherefore we rate the warning as true, but outdated.\n\nRegardless, it is still important to note that while this particular warning isn’t relevant anymore and the Monetary Authority of Singapore (MAS) had stated that “the number of counterfeit notes in Singapore is very low and occurrences of counterfeit Singapore notes are isolated incidences”, it would still be good for the public to be vigilant in the event that they come across any.\nMore recently on 11 June 2019, the police issued an advisory to warn the public about receiving counterfeit $50 and $100 notes after they received multiple reports between March and May 2019 of fake notes being used at various retail businesses.\nSimilar to the incident in 2016, the counterfeit notes are believed to be photocopied reproductions, and lack the security features found on genuine polymer and/or paper notes.\nBelow are videos produced by the MAS about the security features on genuine notes that the public can look out for:\n\n\nIn the event that a member of the public doubts the genuineness of a Singapore note or coin, they should not hesitate to approach MAS to have it verified.\nThose who have discovered or received a counterfeit note or coin should also report it immediately to the nearest police station or to the Commercial Affairs Department at 6325 0000.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/hgg.png",
    "Iframe Sources": [],
    "date": "2020-07-23T07:45:09+00:00",
    "Links in content": [
        "https://goodyfeed.com/everything-need-know-fake-notes-identical-serial-numbers-60-secs/",
        "https://www.straitstimes.com/singapore/man-arrested-for-producing-and-using-counterfeit-50-notes",
        "https://blackdotresearch.sg/hoaxwarning-counterfeit-s50-and-s100-singapore-currency-notes-may-be-circulating/",
        "https://www.mas.gov.sg/currency/Identifying-Genuine-Currency"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/hgg.png",
    "Truefalse": [
        "true"
    ],
    "Description": ""
}