{
    "link": "https://blackdotresearch.sg/factcheck-are-brutal-unlawful-methods-of-hanging-being-used-at-changi-prison/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tAre “Brutal & Unlawful Methods Of Hanging” Being Used At Changi Prison?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nUpdate: On 23 January, the Singapore government directed the Infocomm Media Development Authority (IMDA) to issue access blocking orders for Lawyers of Liberty’s (LFL) website after the Malaysian human rights lawyers organisation’s “non-compliance” with the correction direction issued against a statement it made.\nIn a statement issued by the Ministry for Communications and Information (MCI), the ministry said that “the access blocking orders will ensure that the falsehoods do not continue to be communicated in Singapore without the facts placed alongside them”. Access blocking orders would be cancelled should LFL carry the correction notice required by the correction direction.\nAs of 28 January 2020, 9:18am, Lawyers for Liberty’s website is still accessible.\n–\nLast November, Malaysian human rights lawyers organisation Lawyers For Liberty (LFL) revealed that it had received “shocking information” about “unlawful and extremely brutal methods” being used to execute prisoners in Singapore’s Changi prison.\nLFL’s advisor N Surendran said that the organisation is “prepared to reveal this evidence, supplied by prison officers, in due course”.\nThen, LFL stated that they had written to the Singapore authorities to inform them that they are “prepared to meet them and handover the evidence”.\nOn 16 January 2020 (Thursday), we were alerted to a statement that LFL published on its website titled “Disclosure of the brutal & unlawful hanging methods in Changi prison – brutal kicks inflicted to snap prisoners’ necks”.\nThe statement served as an update on the matter, and claimed that a Singapore Prison Services (SPS) officer is prepared to come forward and offer information about the alleged “brutal and unlawful methods” used to execute prisoners in Singapore’s Changi prison.\nAccording to LFL’s statement, the SPS officer they are in contact with is said to have served at the execution chamber in Changi prison, and had carried out some of the hangings himself.\nLFL said that the abovementioned SPS officer had offered evidence that he and other prison officers were instructed to carry out a certain procedure whenever the rope breaks during a hanging – something which he claimed “happens from time to time”.\nLFL claimed they received information that prison officers were given “special training” to carry out the following execution method:\na) The prison officer is instructed to pull the rope around the neck of the prisoner towards him.\nb) Meanwhile, another prison officer will apply pressure by pulling the body in the opposite direction.\nc) The first officer must then kick the back of the neck of the prisoner with great force in order to break it.\nd) The officers are told to kick the back of the neck because that would be consistent with death by hanging.\ne) The officers are told not to kick more than 2 times, so that there will be no tell-tale marks in case there is an autopsy.\nf) Strict orders are also given not to divulge the above to other prison staff not involved in executions.\nLFL called the execution method “unlawful as the mode of execution prescribed by law is hanging by the neck, and not execution by brutal kicking of the neck”.\nLFL added that this is a “flagrant breach” of Article 9 of the Singapore Constitution which is to “prohibit cruel and unusual punishments”.\n\nLFL claimed that this procedure is “being done surreptitiously”, and alleged that specific measures are even adopted “to ensure that nothing incriminating is revealed during any subsequent autopsy”.\nWe reached out to SPS on 17 January 2020 (Friday) in hopes to shed light on these claims, and asked for two pieces of information:\n\nStatistics on the incidences that the rope breaks during a hanging\nThe procedure carried out when that happens\n\nAt time of publication, we have yet to receive a reply from SPS.\nLFL ended its statement calling for the Singapore Government to consider the following steps:\ni) To immediately impose a moratorium on all executions in Singapore pending investigations or a Commission of Inquiry into this matter.\nii) To handover a copy of the findings to Malaysia, many of whose citizens have been executed in Changi or are facing execution.\niii) To reveal the number and identities of Malaysian prisoners who have been executed using this brutal method in Changi.\niv) To agree to compensate families for the unlawful execution of their loved ones.\nMHA refutes claims, invokes POFMA\nToday (22 January 2020), the Ministry of Home Affairs (MHA) has come forward with a response to LFL’s allegations, calling it “untrue, baseless and preposterous”.\n“All judicial executions are conducted in the presence of the Superintendent of the Prison and a medical doctor, among others. The law also requires a Coroner (who is a Judicial Officer of the State Courts) to conduct an inquiry within 24 hours of the execution to satisfy himself that the execution was carried out duly and properly,” MHA said.\nIt further clarified that “the rope used for judicial executions has never broken before”, and that prison officers “certainly do not receive any special training to carry out the brutal execution method” as alleged by LFL.\n“Any acts such as those described in the LFL statement would have been thoroughly investigated and dealt with.”\nMHA has also instructed the POFMA office to issue corrections against LFL and three other parties: Kirsten Han’s Facebook post that shared LFL’s statement, The Online Citizen’s online article that contained the falsehoods and Yahoo Singapore’s Facebook post which shared an article that contained the falsehoods.\nThey would be required to carry a correction notice alongside their posts or articles and state that these posts or articles contain falsehoods.\nIn its statement, the ministry added that LFL “has been publishing various falsehoods to seek attention in hopes of getting Malaysian prisoners, who have been convicted of drug trafficking and sentenced to death in Singapore, off the death penalty”.\nLFL, The Online Citizen, Kirsten Han respond\nIn a Facebook post this morning, Kirsten Han shared that she received a Correction Direction from the POFMA Office, and that she has until 8am on 23 January 2020 (Thursday) to comply with the direction.\nShe added that after reading LFL’s initial statement issued on 16 January 2020, she sent a follow-up to the Singapore Prison Service (SPS) asking for a response, “as well as other questions about executions in prison and their standard protocol”.\nHan stated that she is “someone who has been invested in the issue of the death penalty for a long time” and was therefore “extremely interested in doing a story taking into account both LFL and the prison’s statements”.\nHan continued, stating that since she received no response from SPS, she followed up with them again on 17 January 2020.\nHer claims were backed up with screenshots of the emails and questions she sent to SPS which she posted on her Twitter account.\nHan ended her Facebook post saying that she would be using “the rest of the time given under the Correction Direction to decide” how she should proceed.\nThe Online Citizen (TOC) also provided an update on Facebook, sharing that they have “filed an application to the minister to cancel the direction [and] the minister has three days to consider the application” before TOC can take the matter to court.\nLFL has also come forward with a new statement, firstly asserting that they “absolutely stand by [their] statement” which they claim to be “based upon evidence from former and current Singapore prison officers […] with impeccable service records”.\nCalling POFMA an “oppressive and undemocratic law”, LFL’s director Melissa Sasidaran, who issued the statement, said that it was “outrageous and unacceptable for Singapore to issue a notice under their POFMA to a Malaysian organisation such as LFL, which is operating and issuing statements on Malaysian soil”.\nShe added that “This is nothing short of an attempt to silence us and prevent the truth about the manner of executions from coming out.”\nSasidaran asserted that they would not comply with the direction to withdraw their statement, and demanded that the Correction Direction “be unconditionally withdrawn with immediate effect by the Singapore government”.\nAcknowledging that Correction Directions have also been issued to “Singaporean citizens and organisations, including The Online Citizen (TOC) and prominent activist Kirsten Han”, Sasidaran concluded the statement asking that these notices also be withdrawn.\nWe have reached out to LFL to ask for evidence that would support their claim, but have not received a response at point of publication.\nIn light of the lack of evidence from LFL at point of publication and the lack of reports suggesting that such events have ever occurred, we rate the claims made by LFL to be likely false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/01/LFL-feature-image.jpg",
    "Iframe Sources": [],
    "date": "2020-01-22T08:49:29+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/lawyers-for-liberty-website-block-pofma-12321200",
        "https://www.msn.com/en-sg/news/other/singapore-using-unlawful-brutal-methods-of-hanging-claims-lawyers-group/ar-BBXclTj",
        "https://www.lawyersforliberty.org/2020/01/16/18875/",
        "https://sso.agc.gov.sg/Act/CONS1963#pr9-",
        "https://www.facebook.com/mhasingapore/posts/2868958429834534?__xts__%5B0%5D=68.ARClK0z2juSHmACn9YHmbEF77aIXVWpZ1We-FvtUaOfK2IJnA9lChUVZ1CEMSWu0anv14tfjin3A3AJdLNYQxj3iqQzr5Ecby_Kx7zucaD9tf9iMV4l57y28OzP7BGAs3E5s_03QMoniH2PdQlVMRFZZuhJS2l81qo_7RKpCOmIWZB2padlqsvEHyv9g0q0ieGo52u9zu-viINj458chIbAuRsxcO8WXBSH9lIUGnU2uVWptj1nHqmLNJtFniFclamQhp0MYrggi96H6cHF7GtHkCPh-GJB3URL_KIy_B85BLPk43EfVJsFztCopi7EUb6t4xDrZcGPb_JwwbOnyDxfc-A&__tn__=-R",
        "https://www.facebook.com/kixes/posts/505029596683?__xts__%5B0%5D=68.ARBJ-SmRlOBOuJQnfQ48AMNRxa2FNoIHEwONJqFK0Wc-HTKvUuhB1R2zswkkk4VQGoAOFkieH6VvGA48VMiwT3W_9KyiwxBrbJ6mzfc7U1um279nUIEHt7ftoJjq0ZqctOfu9lBuSwYsulxazexwB7yNZGKMgT3gdne562-LwhbK2uDQhw2PeWBPkOK6OzrbleQoiMNCoGg&__tn__=H-R",
        "https://www.facebook.com/theonlinecitizen/posts/10158040907791383?__xts__%5B0%5D=68.ARC-tFo5h8_FLH-YT2i61BvYqFjez7vK5AaEbhj4wuAum49oKqVTN1rt335KrvTlr1MRkBslFPna-JyTQwG6GuEAdDFrozGyBDbqGl1Kw5EjVWaEp72Neidmr6tMnqaOWan98tkiPcN187kbPAeaOpuVsJK6fMzIt1cQk4ojyhGnk50SMLF2eM08sa-T2P3KrUwe9K6QWlYLWUW8tzNBA2yeP2uXqGt-MFQ9wO-zSVlPh7i7KmfsCvVdpD-boiKrv6qJUvRbw2-ymmZyuGTR_U4BckUQ1imZSLJvDlQXMwUGz12OwPUn9F18sXdPgp9UH_L3t1RbJ8Rsoxt5Ew&__tn__=-R",
        "https://www.facebook.com/YahooSingapore/posts/10157716915368001?__xts__%5B0%5D=68.ARBF8XMA7ZNfIwoWT2R0vjIHwomjls4iPenW6gnp6B_WxUPBJ61l4m8KgpjMWi6qKLzigJEeHz6KSG2Qv97aTEOSZ6h6ERBQzWp2gzF5LtBJpXt40IS_txCgPIpOOfLf9_JaHDtvMUkwBR4ghZHB86roZLIbvrt2-_roUhMvLYPKkf9g32idAQsxpcYAe4mkYdrdOuZtFqDo1NBNCg4yC7g_-Ov2xdclrAHimt6oSezhfCHCJnNRQ_X3zjevHdJnq15vmvhY_r7Gn-QzKSKR8f6NHVi2CsSO_42jUjoSOvHQjfnP-LoawZ03gQ5SGoU_75JTGeQz0aNQmhB3qmaD&__tn__=-R",
        "https://www.facebook.com/kixes/posts/505034192473?__xts__%5B0%5D=68.ARANQQYQBjOfMAHaa48DR9AQhzpL-d4mtZstVrIMjvY-7dthFMTKvFODerpmfVYl2bhvhQ5VmOjcF6aiQaLnvEOQnPpPX7JWGGvwez5bVSYoShjjxu-Bb15EXTxYlAQy8un35MDAq8ga-DfyyUtrPhXEow8NGGl4EfTQEZP4f4_Z_fyYPk3ngXnoXoHGMhrrGqb2LrasOQE&__tn__=-R",
        "https://twitter.com/kixes/status/1219795061178761216",
        "https://www.facebook.com/theonlinecitizen/posts/10158058520216383?__xts__%5B0%5D=68.ARDzonubaGl1uVbHAKzh_ZRCVLg6-sdZps1DUbP6-Co6b_kFeujGuLKrGVbH950qeeduyEWe8IAne7JTCO9NIq3jrJXDStybsG-4b9NIPjoieqO-6DcfN9Vjjq1IXgz3OUW5GWMVsax6YkcEIg8po1sLXFSSPZfr-lfv0VTBJd7AXXt57zZEgvx2EHHWrEstCrEK1flRpdzuqWBB_DZYZavg6bG4ivSOQ10iOzreDfsNjg327asBPuJ9HwOHnxslXtkKW-Ipg3YpNcol4YhHk1e-yu2oihcdaz2qKRPnJ2R2bTYjesluKJwf7ZBrNip5MOm7PLc4CRlBUQ&__tn__=-R",
        "https://www.lawyersforliberty.org/2020/01/22/lfl-singapore-must-withdraw-threats-of-pofma-criminal-proceedings-against-lfl-and-singapore-activists/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/01/LFL-feature-image.jpg",
    "Truefalse": [],
    "Description": ""
}