{
    "link": "https://blackdotresearch.sg/choa-chu-kang-cemetery-muslim-graves-exhumed/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tAre these blocks of Muslim graves at Choa Chu Kang cemetery being exhumed?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe’ve been alerted to a message being forwarded on WhatsApp:\n\nThe message claims that the following blocks of Choa Chu Kang Muslim cemetery would be affected by exhumation works.\nThe message contains the screenshot of a Facebook post of a Berita Mediacorp article titled “35000 Kubur Islam Terjejas Dengan Penggalian Semula Tanah Perkuburan Choa Chu Kang”, which translates to “35000 Muslim graves affected by exhumation at Choa Chu Kang cemetery”. The message also urged family members to make the necessary arrangements with MUIS.\nWhen we did a Google search of the title, we were led to a 2017 post on Berita Mediacorp’s official Facebook page. Do note the block numbers mentioned in the Facebook caption:\n\nIt is interesting to note that while the post is still up on Berita Mediacorp’s Facebook page, the article itself seems to have been taken down on the website:\n\nClaim has been debunked TWICE\nOn 17 July, the Islamic Religious Council of Singapore (MUIS) came forward to clarify the claim:\n\n\n\n\nAssalamualaikum wr. wb. An image claiming that certain blocks of graves will be exhumed at Choa Chu Kang Cemetery is…\nPosted by Islamic Religious Council of Singapore (MUIS) on Thursday, 16 July 2020\n\n \nIn the Facebook post, MUIS stated that the claim is “absolutely false”, and “while the list of blocks in the image are actually blocks affected by Tengah Airbase Expansion, the exhumation date has not been announced”.\nMUIS also mentioned that the claim was “making its rounds on WhatsApp again”, and shared a link to when the same claim was addressed in October last year:\n\n\n\n\nSalamDid you receive this WhatsApp that has been going round?Is it true that those graves mentioned are going to be…\nPosted by Islamic Religious Council of Singapore (MUIS) on Monday, 7 October 2019\n\nThen, the claim was also making its rounds, and seemed to have been believable enough for MUIS to receive “lots of calls on this”.\nMUIS rated the claim as “not true” and clarified that while the list of blocks in the image “are actually blocks affected by Tengah Airbase Expansion, their exhumation date has not been announced” – similar to what they mentioned in the latest clarification post.\nYet another zombie claim\nWe have previously written about zombie claims in this article, which refers to the recirculation of false information from the past.\nDespite being debunked, the WhatsApp message, which had already made its rounds last October, is being circulated yet again. It is clear from the clarification by MUIS that the 35,000 graves are not up for exhumation yet. The claim in the WhatsApp message stated that the blocks of grave mentioned in the screenshot are affected by an ongoing exhumation exercise.\nHowever, MUIS had categorically stated that these graves would be affected by the expansion of Tengah Airbase and no exhumation date had been set.\nHence, we rate the claim as misleading.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/cck.png",
    "Iframe Sources": [],
    "date": "2020-07-20T10:50:11+00:00",
    "Links in content": [
        "https://www.facebook.com/beritamediacorp/posts/blok-blok-terjejasblok-15blok-19blok-20blok-21blok-22blok-25blok-26blok-n-1-1blo/1676450462368156/",
        "https://www.facebook.com/MUIS.SG/",
        "https://www.facebook.com/MUIS.SG/photos/a.423104811328/10158051169016329/?type=3",
        "https://www.facebook.com/MUIS.SG/",
        "https://www.facebook.com/MUIS.SG/photos/a.423104811328/10157151918091329/?type=3",
        "https://blackdotresearch.sg/different-types-of-fake-news/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/cck.png",
    "Truefalse": [
        "misleading"
    ],
    "Description": ""
}