{
    "link": "https://blackdotresearch.sg/secret-devices-installed-in-hdb-car-park-gantries-to-catch-tailgaters/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tAre there (secret) devices installed in HDB car park gantries to catch tailgaters?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nOn 23rd December, we came across a message that had been making rounds on WhatsApp.\n\nThe messages were accompanied with pictures that highlighted the devices at car park exits in HDB estates which were installed to catch motorists who bypassed the Electronic Parking System (EPS) gantries without paying the required charges.\n\n\nIn addition to the above, there is a voice memo of a man speaking in Hokkien. The voice memo roughly translates to:\n“when you enter the carpark, those sensors on the pillars are for tailgating/ be careful because there’s a pretty hefty fine/ it’s to catch tailgating and there’s demerit points/ my friend is the contractor and he told me about this.”\n\nhttps://blackdotresearch.sg/wp-content/uploads/2019/12/WhatsApp-Audio_car-park-gantry.ogg\n \nWe rate this claim as likely true.\n\nWe wrote in to HDB to clarify the use of technology to catch tailgaters in car parks, and their response follows:\n“To reiterate, in the Tailgating Detection System (TDS), a network of sensors located at the exits of the EPS car parks measures the distance between vehicles as they approach the car park gantries. Once tailgating is detected, the system instantly records the video footage, including the vehicle’s details, date and time of the incident.\nCompared to the manual process which can take several hours, the process of identifying such errant motorists using the TDS is much more effective and efficient. In addition, the TDS is portable. Hence, HDB will be implementing the TDS at EPS car parks where we have observed a higher number of tailgating incidents.\nHDB will continue to explore and harness technology to better serve the parking needs of HDB residents and motorists using HDB car parks.”\nHDB stopped short of confirming whether the devices circled in the photos above were indeed part of the TDS due to “operational sensitivities”.\nAn extracted clip from a video by Channel News Asia (CNA) shows the actual devices that will be installed to identify tailgating vehicles in real time. A network of sensors placed at the exits of EPS car parks measure the distance between vehicles as they approach the gantries. When tailgating is detected, the system’s cameras instantly record the incident, capturing the offending vehicle’s details and date and time of the incident.\n\nHDB piloted this technology at selected car parks between May and November 2017 to test the efficiency of the new system. It subsequently resulted in 130 drivers being caught for evading payment at EPS car parks.\nHowever, the number of parking offence notices it issued for intentionally tailgating and bypassing EPS gantries exceeded 6,000 as of November 15, 2017. The initial penalties were $25 for motorcycles, $50 for cars and $80 for heavy vehicles, which have since been increased to the following as of 1 July 2019:\n\n\nSo if you’re thinking of getting away with free parking next time by pulling off this stunt, you may want to think twice!\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/12/gantry_2.jpg",
    "Iframe Sources": [],
    "date": "2019-12-31T02:18:20+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2019/12/WhatsApp-Audio_car-park-gantry.ogg",
        "https://www.youtube.com/watch?time_continue=55&v=QEQklAOB7MU&feature=emb_logo"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/12/gantry_2.jpg",
    "Truefalse": [],
    "Description": ""
}