{
    "link": "https://blackdotresearch.sg/good-morning-whatsapp-picture-fine/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tAre you charged for sending and receiving “good morning” pictures on WhatsApp?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe’ve been alerted to this WhatsApp message being forwarded on the platform:\n\nThe message states that from 1 March (it is not mentioned which year is being referred to), both senders and recipients of “good morning, good morning, happy weekend, etc” pictures will be charged. The creator of the message advises that individuals therefore use text for such greetings. The message is written in English and Chinese, and both versions convey the same information.\nHere’s an example of one of these notorious “good morning” messages:\n\nIt is not certain where the author of the message got his/her information from.\nIs this the end of “Good Morning” greetings?\nWhile this sounds like a possible ploy to get avid senders of these well-intentioned (but extremely tiresome) messages to stop, let’s take a look at whether or not there’s even a possibility that WhatsApp can track what its users and charge them for sending such messages.\nAs an article on Sarawak-based publication See Hua Daily News (which addressed the same forwarded message) brought up, WhatsApp has end-to-end encryption. This means that only the user and the person that the user is communicating with can read or listen to what is sent. Nobody else, not even WhatsApp is able to do so. As explained by WhatsApp themselves: “This is because with end-to-end encryption, your messages are secured with a lock, and only the recipient and you have the special key needed to unlock and read them.”\nEven after WhatsApp’s recent controversial privacy policy update announcement which allows for data from the platform to be shared with Facebook, they have clarified that neither themselves nor Facebook would be able to see private messages between individuals on the platform.\nAnother point to note is that to register and use WhatsApp, all that’s needed is a user’s phone number. Therefore, it would also be impossible for the platform to charge its users for sending/receiving these messages, given that no payment information (credit card details, etc) have been provided.\nWhile WhatsApp themselves have not come forward to debunk these claims, it is still quite clear that the claim that users will be charged for sending and/or receiving such messages is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/03/goodmorning-800x800.png",
    "Iframe Sources": [],
    "date": "2021-03-03T10:52:07+00:00",
    "Links in content": [
        "http://news.seehua.com/?p=668564&fbclid=IwAR2401RExI39tuC6sjdfJXW2RSJGm3hUX4gRKnQmzr3lzg6ZdZxrRgjAmoE",
        "https://www.whatsapp.com/security/#:~:text=WhatsApp's%20end%2Dto%2Dend%20encryption,in%20between%2C%20not%20even%20WhatsApp.",
        "https://www.theverge.com/2021/1/15/22233257/whatsapp-privacy-policy-update-delayed-three-months",
        "https://twitter.com/WhatsApp/status/1348839600333049857?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1348839600333049857%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.theverge.com%2F2021%2F1%2F15%2F22233257%2Fwhatsapp-privacy-policy-update-delayed-three-months"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/03/goodmorning-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}