{
    "link": "https://blackdotresearch.sg/are-these-new-3d-cameras-that-detect-illegal-u-turns/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tAre these new 3D cameras that detect illegal u-turns?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this message and photo being forwarded on WhatsApp:\n\nHere’s a close up of the section of the image that has been circled out:\n\nThe message claims that the black box installed above the lamp post is a “new 3D camera to detect illegal u-turns”, and warns drivers not to make any u-turns near it.\nThere is no indication of where or when the photo was taken.\nA recent post on Facebook page ROADS.sg has offered a possible lead to the mystery behind the black boxes. In the post, they shared a link to an article published in September 2018.\nIn the article and the corresponding news release from LTA, we read that the boxes are actually a “smart traffic light control system that intended to help traffic flow become more efficient” that would be starting tests at traffic intersections and pedestrian crossings in Jurong that month.\nThe boxes, developed by the Land Transport Authority (LTA) and Institute for Infocomm Research, will “use near real-time datasets […] to develop intelligent traffic light algorithms”.\nAdded the news release: “This will help to enhance the optimisation of traffic light and pedestrian crossing timings for smoother traffic and pedestrian flow.”\nA photo of the system was also included in the article and news release:\n\nAs seen, it looks similar to what the image that is being circulated has pointed out.\nTherefore, the claim that the black box is a “new 3D camera to detect illegal u-turns” is false, given that the system is used for more for data collection purposes and not enforcement, like what is suggested.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/uturn-800x520.png",
    "Iframe Sources": [],
    "date": "2020-10-13T01:45:31+00:00",
    "Links in content": [
        "https://www.facebook.com/701306079901798/posts/3774927592539616/?extid=0&d=n",
        "https://www.straitstimes.com/singapore/transport/lta-tests-smart-control-system-in-bid-for-better-traffic-flow",
        "https://www.lta.gov.sg/content/ltagov/en/newsroom/2018/9/2/leveraging-ai-to-improve-traffic-flow---trial-between-corporation-road-and-boon-lay-way.html"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/uturn-800x520.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}