{
    "link": "https://blackdotresearch.sg/oximeter-singapore-temasek-foundation/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tCan the new oximeters detect pulse and blood oxygen levels on soft toys?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nBelow is the video in full:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/07/IMG_4012.mp4\nIn the video, we hear a lady speaking in Chinese. She is holding what appears to be an oximeter in her hand, and uses it on a soft toy. When the oximeter shows a reading, she exclaims: “Wow, even a soft toy has a reading for blood oxygen level and pulse.”\nThe caption of the post states: “The new oximeter can be used to measure blood oxygen in your soft toys”, referring to the free oximeter that Temasek Foundation is giving to every Singapore household so that they can monitor their blood oxygen levels regularly.\nThe initiative comes in view of emerging COVID-19 variants, and in a statement published on its website, Temasek Foundation shared that COVID-19 can cause blood oxygen to drop to dangerously low levels. Called ‘silent pneumonia’, Temasek Foundation states that it is “one of the most serious consequences of COVID-19, where seriously ill people can feel generally well, despite damaged lungs and dangerously low levels of oxygen”.\nAccording to Yale Medicine’s website, an oximeter emits light that passes through the fingernail, skin, tissue, and blood. A sensor on the other side of the finger detects and measures the amount of light that passes through the finger without getting absorbed by the tissue and blood. Using that measurement, the device calculates the oxygen saturation of the blood.\nTherefore, it doesn’t make sense that there should be any detection of any sort on a soft toy or non-living things.\nThere is thus an insinuation by the Facebook post that the new oximeter being given out is not just ineffective, but potentially even a dud to trick Singapore residents.\nHowever, several commenters on the post have pointed out that the oximeter in the video doesn’t appear to be the ones being given out, and that the video might not have been taken in Singapore in the first place.\n\nOn Temasek Foundation’s website, we read that the oximeters being distributed are manufactured by biotechnology companies Lepu and Yuwell.\nWe also see a photo of three different models of oximeters being distributed, two made by Lepu and one made by Yuwell:\n\nNone of the oximeters look like the one seen in the video.\nWhen we did a Google search of the term ‘oximeter soft toy’, we were led to a video on Youtube by Taiwan-based news station Formosa TV English News:\n\nThe video reports about a surge in fake oximeters being sold online, and how a man was “outraged” when he found that the oximeter he purchased detected a pulse and blood oxygen level on a soft toy.\nWhen the news station did a test using the same brand of oximeter, they found that the oximeter gave readings for everything they clipped it to, including pens, soft toys and even wallets.\n\nThe oximeter used by the man and the station appears to be similar to the one we see in the video posted on Facebook.\nAs a control for their experiment, the station clipped an oximeter they bought from a pharmacy to a soft toy, and no blood oxygen level nor pulse was detected.\nWe tried it out ourselves\nWe did a test of our own using an oximeter that we collected:\nhttps://blackdotresearch.sg/wp-content/uploads/2021/07/WhatsApp-Video-2021-07-06-at-1.37.00-PM-1.mp4\nAs seen, while the oximeter automatically detects a pulse and blood oxygen level from a finger, there is nothing detected when we clip the oximeter to a soft toy.\nTherefore, the insinuation that the oximeters being given out to Singapore households is a dud is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/oximeter-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-07T02:38:30+00:00",
    "Links in content": [
        "https://www.facebook.com/returnourprivacysg/posts/287748733135863",
        "https://blackdotresearch.sg/wp-content/uploads/2021/07/IMG_4012.mp4",
        "https://www.temasek.com.sg/en/news-and-views/news-room/news/2021/one-free-oximeter-for-every-singapore-household",
        "https://www.yalemedicine.org/conditions/pulse-oximetry",
        "https://www.youtube.com/watch?v=YhxX5_rCRXA&feature=emb_title&ab_channel=%E6%B0%91%E8%A6%96%E8%8B%B1%E8%AA%9E%E6%96%B0%E8%81%9EFormosaTVEnglishNews",
        "https://www.youtube.com/c/FTVEnglishNews/featured",
        "https://blackdotresearch.sg/wp-content/uploads/2021/07/WhatsApp-Video-2021-07-06-at-1.37.00-PM-1.mp4"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/oximeter-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}