{
    "link": "https://blackdotresearch.sg/coping-with-covid-19/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tCoping with Covid-19\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nA year has passed since Singapore entered a lockdown to curb the transmission of the deadly novel coronavirus. For such a small city-state, it once recorded the highest number of Covid-19 cases in Southeast Asia, drawing criticism particularly from Western media for losing its grip on the outbreak.\nBut this elusive yet infectious disease doesn’t just make us physically sick. It brought upon us many firsts – border closures, social isolation, the worst recession ever. All these took a toll on our mental health.\nA third of respondents not in good mental health due to Covid-19\nOur survey of 245 respondents revealed almost a third (30%) said their mental health had deteriorated because of the pandemic. Most (38%) worried about themselves or their loved ones contracting the virus, even now when cases in the community are low. Meanwhile, one in three (32%) indicated they are not in good mental health because of limited social interaction – Singapore is still capping social gatherings at groups of 8. Other major factors include additional workload (28%), feeling anxious and uncertain about the future (27%), and loss of income (26%).\nInterestingly, around a quarter (24%) attributed their declining mental health to worrying about the side effects of Covid-19 vaccines. This matches the findings of an earlier poll we ran last year, where a significant third of respondents said they would not get the jab for fear of adverse reactions to the cure.\nCoping with Covid\nFor many, an improved economy (62%) would be the best thing to lift their mood and improve their mental health, followed by a successful vaccination programme (58%), reopening borders for leisure travel (47%), and the resumption of social activities like live concerts (46%).\nPhysical activities like running and taking up a new sport seems to be the top coping mechanism (60%). Others (57%) chose to speak to family members or friends about their mental health, while half preferred engaging in mindful activities, including meditating, reading, and painting.\nSeeking professional help\nExperts around the world have warned of the long-lasting psychological impacts Covid-19 could have on the population. At home, mental health clinicians reported a significant rise in the number of people seeking help. Just as we see a doctor when we’re physically unwell, a professional can evaluate and determine the severity of our symptoms, as well as prescribe the appropriate treatments and therapies that can help us live healthier, fuller lives.\nHowever, only 12% of respondents who find their mental health worsening are actually speaking to a professional for help, while barely 14% picked that as an option to improve the state of their mental well-being. Overall, less than 1 in 5 respondents (16%) have seen a mental health professional since the pandemic began. \n Stigma and discrimination \nThis is consistent with official data: in the 2016 Singapore Mental Health Study conducted by the Institute of Mental Health, 1 in 7 Singaporeans suffer from mental illness, but a whopping three quarters do not seek help. Fear of being stigmatised and discriminated against is often the top reason, according to experts. Misconceptions of mental health and illness fuel stereotypes and prejudices, not only in the general population, but also affect people suffering from mental health issues by discouraging them from getting the help they need.\nIn our survey, about a quarter (25%) of respondents indicated they had worried about seeking help for their mental health. The top two reasons were social stigma (60%), and feeling concerned about how their career could be affected if it was revealed that they were seeing a professional to resolve their mental health problems (52%). Some also found they were embarrassed to open up about their problems (32%).\nThese people are not entirely wrong to feel the way they do. People with mental health issues are viewed by our respondents as unwell or sick (79%), problematic (48%), and unproductive (40%).\nHowever, they are also thought of as resilient (47%), courageous (34%), and strong (18%). Only a handful (6%) perceived people living with mental health issues as crazy. This is significant to note – crazy has been a word thrown around thoughtlessly to portray those with mental illnesses as unpredictable and irrational, among other negative traits.\nMore support for mental health? \nAll that said, 90% of respondents agreed seeking professional help to improve mental health is important, and now more than ever with the pandemic (94%) upon us. Almost all (98%) also agreed that seeking help should not be stigmatised. More importantly, only two out of 245 respondents believe people living with mental health issues should be stigmatised.\nPerhaps this is a sign that mental health literacy – described as “knowledge and beliefs about mental disorders which aid their recognition, management, or prevention” – is starting to grow among Singaporeans.\nAfter all, the country has put in considerable effort to tackle mental health: in 2018, a campaign to fight stigma called Beyond the Label was launched by the National Council of Social Services. And, recognising the possible long-lasting effect the Covid-19 pandemic would have on mental health, the government has launched a new task force to provide support to citizens’ growing mental health needs.\nIn our survey, 98% believed help should be subsidised by the government. Seeking professional help can burn a hole in one’s pocket – estimated monthly costs can hit almost $1,000. While there are ways to offset the heavy price tag, like tapping on to Medisave and MediShield Life, and insurance, the numbers are still daunting and could deter one from getting the help they need. For instance, out of the quarter of respondents who said they were concerned about seeking help for their mental health, nearly half (48%) cited high costs as a reason.\nSingaporeans could indeed be a resilient bunch, if numbers are anything to go by; 61% said they don’t worry about their mental health, and 84% have not had to seek help since the pandemic began. But with no end in sight to this global outbreak, we must reckon with the fact that it is also a mental health crisis and put in more effort into mental health literacy, so that we can continue to be a strong, productive, and healthy society.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/04/000-1-e1618891080584-800x718.png",
    "Iframe Sources": [],
    "date": "2021-04-20T03:59:21+00:00",
    "Links in content": [
        "https://www.a-star.edu.sg/sics/news-views/blog/blog/covid-19/angst-and-anger-why-does-the-covid-19-pandemic-make-us-so-upset",
        "https://www.straitstimes.com/singapore/health/more-seek-help-for-mental-health-issues-amid-pandemic",
        "https://www.todayonline.com/singapore/more-people-singapore-have-experienced-mental-disorder-their-lifetime-study-finds",
        "https://stayprepared.sg/mymentalhealth/articles/addressing-emotional-pain-why-we-should-stop-hiding-feelings/",
        "https://www.todayonline.com/singapore/crazy-weird-scary-survey-unveils-negative-labels-youths-associate-mental-illness",
        "https://www.imh.com.sg/research/page.aspx?id=1363",
        "https://blog.seedly.sg/mental-health-costs-subsidies-singapore/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/04/000-1-e1618891080584-800x718.png",
    "Truefalse": [],
    "Description": ""
}