{
    "link": "https://blackdotresearch.sg/factcheck-debunking-a-debarking-myth/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDebunking a debarking myth\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nToday’s factcheck might make dog owners barking mad. Facebook user KP Lau shared this photo of what appears to be a notice by the Ang Mo Kio Branch of the Housing Development Board (HDB). Netizens were up in arms at the suggestion to debark dogs through surgery in order to manage the nuisance faced by residents at night by the barking dogs.\n\nLet’s keep this short and sweet shall we. The claim is true. But as usual, there is more!\n\nThe above notice was pasted in the lift lobby of the estate, and was dated 22 August 2014. The date is visible in another copy of the photo which we had found online, but was deliberately removed in the copy seen in the Facebook post. Let’s play spot the difference.\n\nThe notice was taken down after the Agency for Animal Welfare wrote in to the Ministry of National Development. Then-Minister of State Mr Desmond Lee responded to their queries. HDB also issued a statement on the matter.\n“We apologise for causing anxiety to dog owners. The notice had meant to seek the assistance of dog owners to help manage the issue of excessive dog barking, arising from complaints. We agree it should have been handled more sensitively, and the notice has since been taken down.”\nThe news was reported in the media. You can read the full articles here and here.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/11/AMK-HDB-debarking-dogs-featured.jpg",
    "Iframe Sources": [],
    "date": "2019-11-28T08:07:46+00:00",
    "Links in content": [
        "https://www.facebook.com/716518290/posts/10158068391988291",
        "https://www.todayonline.com/singapore/hdb-suggestion-owners-debark-noisy-dogs-raises-concern",
        "https://www.straitstimes.com/singapore/animal-groups-upset-over-hdb-notice-suggesting-owners-debark-their-dogs"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/11/AMK-HDB-debarking-dogs-featured.jpg",
    "Truefalse": [],
    "Description": ""
}