{
    "link": "https://blackdotresearch.sg/did-dbs-banker-wrongfully-access-a-clients-confidential-information/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid DBS’ banker wrongfully access a client’s confidential information?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nCredit: ST photo by Kua Chee Siong\nNo, not in this specific instance.\n\nHowever, there’s more.\nOn 20 March 2019, the Independent.sg reported on a letter written to the Straits Times (ST) by a purported client of DBS Bank.\n\nThe substance of the article accurately captured the gist of the letter to ST, but this article attracted us because the title focused attention on an allegation of the original letter-writer that was unfounded.\nSee the original letter and DBS Bank’s response.\nIn the original letter – there were 2 main complaints:-\n(1) That a DBS banker had accessed the client’s information in the bank without permission;\n(2) That the DBS banker had failed to verify the customer’s information at the meeting before showing account information.\nBased on DBS Bank’s response, the second complaint was true – that there was a lapse in the protocol by the DBS Banker, assuming that it actually happened. However, the first complaint is NOT correct. In other words, there was no breach of privacy or data security by DBS in accessing the client’s account information.\nWe agree with DBS Bank’s response.\nIn respect of the letter writer’s first complaint, we note that the writer had agreed to meet with the banker in question and made arrangements for this meeting for the very purpose of discussing the products suitable for him. Implicit in this agreement must be that permission was granted for this banker to access the client’s information. After all, how could the banker recommend any products if he had no idea what this client had with the bank?\nThe writer had also suggested that there was undue risk for the banker to “print out these numbers on a sheet of paper to carry around”. But that strikes us as an exaggeration. The banker had carried the printed information for the purposes of the meeting that this letter writer himself had agreed to. Any risk involved was literally sanctioned by the writer himself. Any suggestion that there were loose security protocols in this regard seems speculative.\nSo the real issue was not whether there was wrongful access by an employee of the bank. There wasn’t. Certainly not on the writer’s words alone. Rather, the issue is whether this banker was over-enthusiastic and side-stepped a protocol that should have been observed.\nIn that, DBS has been upfront and acknowledged so.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/DBS-Collage-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-20T14:39:24+00:00",
    "Links in content": [
        "https://www.straitstimes.com/forum/letters-in-print/bank-officials-access-to-account-unsettling",
        "https://www.straitstimes.com/forum/letters-in-print/staff-will-be-reminded-on-security-protocol"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/DBS-Collage-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}