{
    "link": "https://blackdotresearch.sg/did-singaporeans-contribute-to-a-shortage-of-australian-baby-milk-formula-in-australia/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid Singaporeans contribute to a shortage of Australian baby milk formula in Australia?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nOn 8 February 2019, the Australian news channel “A Current Affair” published a video snippet lasting around 1 minute, alleging that:\n(1) Australian infant milk formula was prized by Singaporeans and the ‘star of the show’ at a Changi Expo Centre Infant goods fair – DISPUTED\n\nand\n(2) Australian infant milk formula was being taken from Australian store shelves and shipped to Singapore, which deprived Australians of infant milk formula – FALSE\n \n\nWe first point out that the video snippet served to introduce another programme on the Australian channel regarding the alleged “infant milk formula crisis” in Australia, but we have been unable to locate such a programme. Instead, we have located the written article by the broadcaster on the same topic.\nThe article is important because it clarifies the network’s focus on the allegedly rampant distribution of infant milk formula to China through ordinary Chinese consumers known as “Daigou” – These Daigou basically enter Australian supermarkets and buy up all the supply of milk powder and then ship them via courier to China. As the article states:\n“In the major commercial hub of Singapore, babies are big business too – right now there are thousands of new and expectant mothers from all over Asia – who’ve come here to the city for an international infants expo. The main attraction at the event – you guessed it – Australian made baby formula. It’s important to stress, though, that Singapore is not responsible for Australia’s shortage. Instead, it’s the Daigou buying the formula.”\nSo the article makes clear what the video obscured – i.e. that Singaporeans are NOT the target of Australian’s ire.\nWe also note that allegations about the Singapore infant goods fair at Changi Expo are unfounded. This is made clear from the various comments of Singaporeans on the show. We can only say from this that the allegations are disputed.\nWhat we do note is the following:-\n(a) In May 2017, the Competition Commission of Singapore released a report on the infant milk formula market in Singapore. It was noted in the report that there were high barriers to entry and the demand for infant milk formula was very strongly brand-specific, with popularity determined by word of mouth. While Australia was a favoured producer of milk formula, so was New Zealand and various regions in Europe.\n(b) In 2017, August, Nature One Dairy’s infant formula was introduced in Singapore through Sheng Siong supermarket. This was promoted as a cheaper option of infant milk formula, made in Australia, meant for the Singapore market (Nature One Diary is a Singapore incorporated company).\nYou will see from the video that Nature One Dairy was the brand of milk the presenter relied upon as one of the brands allegedly being deprived from Australia. This cannot be true. Nature One Dairy manufactures for, amongst other countries, the Singapore market, and only recently began to have dedicated supply catered for the Australian market.\nBut again, as the article clarifies, it isn’t Singaporeans or the manufacturers that are posing problems, it is Daigous and their actions towards supplying for the China market.\nSee Reddit thread on the topic here.\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-02-09T16:07:53+00:00",
    "Links in content": [
        "https://honey.nine.com.au/2019/02/08/20/04/baby-formula",
        "https://www.cccs.gov.sg/-/media/custom/ccs/files/media-and-publications/media-releases/infant-formula-milk/formula-milk-market-study-for-publication-9-may-1630-hrs.pdf",
        "https://www.youngparents.com.sg/pregnancy-baby/nature-one-dairy-milk-formula-available-sheng-siong",
        "https://www.reddit.com/r/singapore/comments/aop1r2/australian_news_program_accuses_sporeans_of/"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": ""
}