{
    "link": "https://blackdotresearch.sg/did-this-ship-with-crew-really-capsize-at-tuas/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid this ship with crew on board really capsize at Tuas?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe’ve been alerted to a video circulating on Facebook:\n﻿\nIn the 1:55 minute-long video, individuals were seen jumping off the ship as it capsized. The caption accompanying the video was: “Hear say happened at Tuas today.. Titanic”. It is not stated where the individual who uploaded the video got his information from.\nThe video has been shared over 800 times, and has racked up over 24k views.\nWhen we did a Google Image search using a screenshot taken from the video, we were led to another Facebook post which was posted around the same time (23 May) as the first link we shared:\n\nThe caption in this instance stated that a ship had capsized “within seconds at Singapore OPL”.  ‘OPL’, or ‘Outside/Outer Port Limits’, refers to the area beyond the boundaries within which a country can conduct its sea port activities.\nThis post was shared over 4,800 times, and racked up over 700,000 views.\nClaim has already been debunked by AFP\nOn 1 June, AFP Fact Check published an article to debunk the claim that this was a video of an incident that happened recently at Tuas/Singapore OPL.\nIn the article, they found that the same video was actually published on Facebook on 31 Dec 2018, with a caption stating that it was the sinking of “MV Amanda […] At 2pm on 25 Dec 2018”.\nEmails from the Maritime and Port Authority of Singapore (MPA) and the Malaysian Maritime Enforcement Agency (MMEA) to AFP confirmed that the claim was indeed untrue and that the incident did not happen in Singapore waters.\nMMEA’s Lieutenant Commander Maritime Mohd Ardi Mat Nawi revealed in his statement that the video showed the sinking of MV Amanda, a cargo ship.\nTherefore, the claim that the ship capsized at Tuas/Singapore OPL is false.\n\nFake news is…forever?\n\nDespite the existence of AFP Fact Check’s article that debunks the claim, and how Facebook has marked the video as ‘False information’ as seen in the screenshot above, the fact that there are still iterations of this claim (without the ‘fake news’ disclaimer) floating around on social media and being shared is worrying.\nAs fact-checkers, while we can find solace in the knowledge that those who stumble across our articles are better informed on what’s fact and what’s not, there are still many others who aren’t aware and/or don’t have the tools or time to verify the information.\nAdditionally, if there’s something we’ve learned from debunking fake news, we realise how context is everything. On the flipside though, we’ve also learned how easily things can be taken out of context.\nThe case above is a good example of a “zombie” claim – one that has been killed before with a fact-check but somehow keeps coming back. It is illustrative of how an old video can take on new life with a simple yet convincing caption, and disturbingly, can become more viral than the actual truth itself.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/06/tuas.png",
    "Iframe Sources": [],
    "date": "2020-06-16T10:17:44+00:00",
    "Links in content": [
        "https://mothership.sg/2018/12/what-are-the-singapore-johor-port-limits-1979/",
        "https://factcheck.afp.com/video-shows-ship-sinking-coast-malaysia",
        "https://perma.cc/YJ5E-VVET?type=image"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/06/tuas.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}