{
    "link": "https://blackdotresearch.sg/did-nhk-world-japan-expose-the-actual-state-of-poverty-in-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid NHK World-Japan expose the “actual state of poverty” in Singapore?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nOn 15 April 2019, Alex Tan published an article claiming that a video feature by the NHK, titled “NHK Japan: Singapore’s poor look for food at night”, exposed the “actual state” of Singapore’s poverty.\n\nThis is misleading news.  It suggests that the NHK has revealed a cover up of poverty in Singapore.  Yet there has been no cover up.  As a matter of logic, the existence of poverty in any society also does not, alone, prevent a country from calling itself as having achieved “First World” status.\n\nWhile NHK World-Japan did feature a short video on Singapore’s homeless and needy, this was dedicated to drawing attention to the fact that poverty exists in Singapore.  Nothing in the video referred to any facts or figures, and the allegations made by Alex Tan regarding (1) the increase in families dependent on long-term financial aid and (2) the Gini Coefficient (measure of income inequality) of Singapore are purely Alex Tan’s own attempts at linking the video to his allegations.\nAbout the NHK World-Japan video\nNHK World-Japan is the international service of Japan’s public broadcaster, NHK.  It has a focus on information regarding Japan and Asia, broadcasting via television, radio and online.\nOn 20 February 2019, NHK World-Japan produced the video in question, which you can view here.\nThe video highlighted the fact that there were homeless and needy in Singapore, and also focused on how Willing Hearts, a charity that reaches out to the aging poor, was assisting some of these people.\nThe video makes no allegation regarding the level of income inequality in Singapore, or any opinion on the rise or fall of levels of poverty/inequality in Singapore.\nAbout Alex Tan’s figures\nAlex is incorrect in his figures and misleading in how he cites them.  We deal with each of his allegations below:-\nAllegation 1:\n“According to the latest public assistance statistics by the Ministry of Social and Family Development (MSF) in Oct 2018, the number of families dependent on long-term financial aid has jumped by 24% in four years. In 2013, only 3,568 families were on public assistance, but the figure jumped to 4,409 in the financial year of 2017.”\nThere was no jump.  He has also not indicated what is the cause for the trend cited.\nThe figures showing the state of provision of long-term financial aid is accessible from the MSF report entitled the “Comcare Trends Report FY 2013-FY2017 here. We note that the report is a publicly available document which has been relied upon in MSF parliamentary responses. In short, the increase has been gradual over the years:\n\nMore important than the fact of the gradual growth is the reason or reasons for this development.  In a Straits Times report on the issue, the report cited:\n“Social workers and sociologists told The Straits Times that the increase in those needing long-term support was due to a range of factors, from Singapore’s ageing society to more people remaining single to shrinking family sizes.\nElderly folk on the scheme used to hold low-paying jobs and may now be in dire straits as they fall ill or cannot work due to old age.\nTheir children themselves could also be struggling to cope financially, and it is harder for these elderly people to get much support, said Mrs Tan-Wu Meiling, executive director of Shine Children and Youth Services.”\nWe note that similar views are found in the MSF report.\nAllegation 2:\n“…the income inequality, measured by the gini coefficient, is among the world’s highest at 0.458”\nIn gist, the Gini Coefficient is a number between 0 and 1 – The closer the number is to 1 indicates that the level of income inequality in a country is more unequal, while a number close to 0 indicates greater equality.\nAlex’s citing of the 0.458 figure misleading and incorrect.  The figure of 0.458 is first a figure based on a “per household member” measurement that does not take into account government transfers and taxes.\nIf government transfers and taxes are taken into consideration, the figure drops to 0.404. It is also only after this is taken into account that one can see the trend of rising inequality picking up.\nThere are several ways of measuring the Gini Coefficient – either through the modified OECD scale, or the Square Root scale.  Each reveals a figure far lower than 0.458.  Alex Tan fails to mention any of this.\n\nAs for whether this is amongst the world’s highest levels of inequality, it is important to put things into some perspective, in that:\n(1) The CIA World Factbook regards Singapore as the 35th country in terms of level of income inequality (with first being most unequal and 157th being the most equal).\n(2) The Online Citizen – A generally more anti-establishment socio-political news site, takes a moderate stance in stating the following conclusion from its report on income inequality in Singapore:\n“The picture of income inequality in Singapore is complicated. On one hand, the country has seen a significant income gap between its richest and poorest residents grow in dollar terms in recent years. On the other hand, Singapore has experienced dynamic growth, which has benefitted all workers, with low-income individuals experiencing faster wage growth than high-income individuals.\nAdditionally, there is reason to believe government measures have reigned in income inequality to some degree, though other countries have been more successful at this.\nFinally, while Singapore has room for improvement, it compares well to some other major countries in terms of income inequality and mobility.\nLike any other country with an economy based in capitalism, Singapore will have income inequality. Available data suggests that while the country should monitor and could continue to improve its distribution of income, it is heading in the right direction.“\nWe would respectfully agree.\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Screenshot-2019-04-17-at-12.31.38-PM.png",
    "Iframe Sources": [],
    "date": "2019-04-17T05:44:25+00:00",
    "Links in content": [
        "https://www3.nhk.or.jp/nhkworld/nhknewsline/ataglance/singaporesotherside/",
        "file:///Users/derekblackdotresearch/Downloads/ComCare%20Trends%20Report%20FY2013-2017.pdf",
        "https://www.straitstimes.com/singapore/more-households-receiving-long-term-financial-assistance",
        "https://www.cia.gov/library/publications/the-world-factbook/rankorder/2172rank.html",
        "https://www.theonlinecitizen.com/2018/07/25/how-big-of-a-problem-is-income-inequality-in-singapore/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Screenshot-2019-04-17-at-12.31.38-PM.png",
    "Truefalse": [],
    "Description": ""
}