{
    "link": "https://blackdotresearch.sg/did-this-letter-reveal-that-there-are-1-million-chinese-nationals-in-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid This Letter Reveal That There Are 1 Million Chinese Nationals In Singapore?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nWe came across this Facebook post in which a photo of a letter from NETS was uploaded.\n\nA statement in the letter, which reveals that there are “nearly 1 million Chinese nationals living and working/studying in Singapore” has become a point of contention.\n“Coming from NETS, this figure looks realistic,” wrote the author of the post in the caption. Netizens who commented on and/or shared the post have also expressed their shock at the figure.\nHowever, a quick Google search reveals that the photo actually dates all the way back to 2014, when it was featured in an article by The Online Citizen.\nBreaking down Singapore’s population statistics\nThe thing is, there is no publicly available information on the break down of migrants in Singapore by country.\nTherefore, it’s hard to blame the author of the post and other netizens assuming that the figure from NETS is accurate.\nLet’s take a look at the figures that we can get.\nLooking at the Population in Brief 2018 report, the only information offered is the region of origin of new PRs and citizens.\n\n31.2% of new PRs (around 10,205) and 32.4% of new citizens (around 7,306) come from ‘Other Asian countries’, assuming that the figures of Chinese nationals come under that umbrella.\nIf we were to check the Population in Brief report from 2015, which shows the number of new residents granted in 2014, 34.6% of new PRs (around 10,329) and 38.5% of new citizens (around 7,834) came from ‘Other Asian countries’.\nIt was only in UN’s International Migrant Stock 2019 report published recently where the countries of origin for migrants in Singapore were finally revealed.\n\nThe number of migrants includes employment pass and work permit holders and dependants, students and foreign-born individuals who have since obtained Singapore citizenship – what we can assume was being referred to in the NETS letter.\nOut of 2,155,653 migrants in Singapore, 44% (948,487) were from Malaysia, and 18% (388,017) were from China – a far cry from 1 million.\nIn the report, China also emerged the third largest country of origin of international migrants, with 10.7 million living abroad.\nIt’s interesting to note that The Straits Times article on the UN report states that the figures used in the report are “based on public data from Singapore’s Department of Statistics”.\nNETS responds: “These numbers are now outdated and should not be relied on”\nWe reached out to NETS last Friday (14 February) for comment in the hope that they could shed some light on how the figure was derived.\nThey got back to us on Tuesday (18 February), clarifying that the letter in question was indeed sent by NETS to partner merchants “in the early 2010s”.\nThe letter’s purpose was to welcome these merchants on joining a new programme that allows them to accept Union Pay cards from China.\n“As this was a letter sent to a restricted closed group of partners, it was not meant to be used for public communications nor was it meant to be an official statement of fact,” said NETS in their response.\nNETS added that while they tried to find out more, they apologised for not being able to “find any records on how this number was derived […] as it has been a long time ago (sic)”.\n“In any event, these numbers are now outdated and should not be relied on as an indicator of current population demographics in Singapore.”\nGiven the lack of substantial evidence to prove the figure’s legitimacy and also its relevance in 2020, we rate the assumption made in the Facebook post that there are currently “1 million Chinese nationals living and working/studying in Singapore” as likely false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/02/nets-union-pay.jpg",
    "Iframe Sources": [],
    "date": "2020-02-20T06:41:55+00:00",
    "Links in content": [
        "https://www.facebook.com/photo.php?fbid=10216503342758459&set=a.1074607507793&type=3",
        "https://www.allsingaporestuff.com/article/1-million-chinese-nationals-singapore-whole-lot-unhappy-singaporeans",
        "https://www.strategygroup.gov.sg/files/media-centre/publications/population-in-brief-2019.pdf",
        "https://www.un.org/sites/un2.un.org/files/wmr_2020.pdf",
        "https://www.straitstimes.com/singapore/migrants-in-spore-mostly-from-malaysia"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/02/nets-union-pay.jpg",
    "Truefalse": [],
    "Description": ""
}