{
    "link": "https://blackdotresearch.sg/did-the-singapore-government-provide-tianjin-eco-city-with-free-bus-rides-in-the-midst-of-increasing-public-transport-fares-for-singapore-residents/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid the Singapore Government provide Tianjin Eco-City with free bus rides in the midst of increasing public transport fares for Singapore residents?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nNo.  The Online Citizen article by “Correspondent” is misleading and inaccurate.\n\nOn 16 April 2019, the Online Citizen published an article titled “SG govt ok with giving free bus rides to Tianjin Eco-City residents but increases fares for S’poreans“.  The article made the following assertions:\n\nIn respect of the Tianjin Eco-City project, “Singapore came up with the money while China provided the land near the Tianjin city to develop a new urban city“.\nIn the Tianjin Eco-City project, free shuttle buses are provided from different locations to get to the Eco-City’s first neighbourhood center – – No.3 Community Center.\nGiven the increase in public transport fares as determined by the Public Transport Council in 2018, it appears that the Singapore Government takes better care of Tianjin residents than Singapore residents.\n\nIt is true that in 2018, the Public Transport Council did announce increases in various categories of fares for public transport (see this link), and that there are free shuttle buses being provided in the Tianjin Eco-City to the above-mentioned neighbourhood center (See this link).\nIt is untrue however, to suggest that the Singapore government is financing the operations of the Tianjin Eco-City.\nKeep in mind that the Online Citizen’s article has not identified any basis for its principal assertion – That the Singapore Government is funding the Tianjin Eco-City’s buses.\nBased on all the speeches that we have seen, we understand that there are 2 levels of assistance involved in the development of the Tianjin Eco-City Project.\nAt the primary planning level – There is the government to government collaboration.  With reference to then-Minister of State for National Development and Education, Ms Grace Fu’s speech on 7 January 2011, the Singapore Government is involved in an advisory and planning capacity:\nThe Singapore Government is similarly committed to its success and has adopted a “Whole-of-Government” approach to contribute to its development. Various government agencies, such as URA, HDB, BCA, NEA, PUB, LTA and IE Singapore, are actively involved to share their expertise and experiences. Our agencies are helping to ensure that, in tandem with the Eco-city’s physical development, supporting policies, programmes, guidelines and standard operating procedures are put in place. For example, PUB is working with the ECAC to develop guidelines on water safety and quality, amongst other things, to ensure that water from the tap in the Eco-city is potable. HDB is helping the ECAC to formulate public housing policies for the Eco-city, drawing upon its fifty years of public housing experience. Experts from BCA and Tianjin are working on guidelines governing the operations and maintenance of green buildings, so that green buildings in the Eco-city function optimally for as long as possible. Experienced public servants from our agencies have also been seconded to the JV Co.\nSee the link to the speech here.\nThe Master Developer of the Tianjin Eco-City is a joint venture company comprising 50-50 shares of investments by a consortium of Singapore companies and another consortium of Chinese companies.  This is the Sino-Singapore Tianjin Eco-City Investment and Development Co., Ltd (SSTEC).\nKeppel Corporation Limited leads the Singapore consortium.  See link here.\nHow is the Tianjin Eco-City Project then funded?\nThe short answer, by mutual collaboration between governments and the private sector.\nWith reference to academic research on this specific topic, the illustration of the source of funds for the massive investment / construction project is set out by Zhang Changjie and W Martin De Jong in their ResearchGate article entitled “Financing Sin0-Singapore Tianjin Eco City: What Lessons Can Be Drawn for Other Large-Scale Sustainable City-Projects?” as follows:\n\nThe government grants provided are those by the Chinese government, and even then, at the local government level (i.e. the Tianjin government).\nThe only discernible Singapore government funding is such funding dedicated only to Singapore companies, via IE Singapore.  We agree with the authors’ findings, that:\n“In March 2012, International Enterprise Singapore (IE Singapore) launched an assistance program to facilitate Singapore-based companies to enter into the market of North China through SSTEC. It is a 5-year program with a total investment of S$ 9.5 million (approximately US$ 6.7 million (SG$ is converted to US$ at the exchange rate in January 2016, say, US$ to SG$ is approximately 1:1.24.) [52]” \n(See page 5 of 17 of the article).\nIn other words, the buses that the Online Citizen’s article complain about are privately funded.  They are no different from the shuttle buses that Rivervale Mall pays for to ferry mall visitors to and from Sengkang Bus Interchange.\nA cautionary note on the Online Citizen’s article\nThe article by the Online Citizen was written with the aim of drawing attention on an often-heard allegation that the Singapore government tends to favour foreigners over locals.\nIn our view, the article sought to marry together 2 completely incompatible scenarios (the Tianjin Eco-City shuttle buses being provided free and the Public Transport Council’s review of fares in 2018) in order to stoke anti-government sentiments.\nOne may choose what one wishes to believe, but before one believes anything, we always urge readers to make up one’s mind based on an objective view of all the available information.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Screenshot-2019-04-17-at-5.52.28-PM-800x352.png",
    "Iframe Sources": [],
    "date": "2019-04-17T09:54:48+00:00",
    "Links in content": [
        "https://www.theonlinecitizen.com/2019/04/16/sg-govt-ok-with-giving-free-bus-rides-to-tianjin-eco-city-residents-but-increases-fares-for-sporeans/",
        "https://www.theonlinecitizen.com/2019/04/16/sg-govt-ok-with-giving-free-bus-rides-to-tianjin-eco-city-residents-but-increases-fares-for-sporeans/",
        "https://www.ptc.gov.sg/newsroom/news-releases/newsroom-view/2018-fare-review-exercise",
        "http://www.tianjineco-city.com/en/nkcont.aspx?news_id=13627&column_id=10414",
        "https://www.tianjinecocity.gov.sg/speeches/2011/20110107.htm",
        "http://www.kepcorp.com/en/news_item.aspx?sid=8027",
        "https://www.researchgate.net/publication/313254655_Financing_Sino-Singapore_Tianjin_Eco-City_What_Lessons_Can_Be_Drawn_for_Other_Large-Scale_Sustainable_City-Projects"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Screenshot-2019-04-17-at-5.52.28-PM-800x352.png",
    "Truefalse": [],
    "Description": ""
}