{
    "link": "https://blackdotresearch.sg/did-the-ocean-cooper-2-sink-in-malaysian-territorial-waters/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid the OCEAN COOPER 2 sink in Malaysian territorial waters?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nOn 14 February 2019, a Dominica-flagged supply vessel, OCEAN COOPER 2, had capsized and sunk in the westbound lane of the Traffic Separation Scheme, about 3 nautical miles from Pedra Branca (latitude 01°20.20’N and longitude 104°21.38’E).\nThe Singapore Maritime Port Authority has issued a press release indicating that the incident happened in Singapore waters.\nWe note that the Malaysian Transport Ministry has released a maritime notice alleging that the incident happened in Malaysian waters.\nWe also notice that the Malaysian media has proceeded to regard the Malaysian Transport Ministry’s version as correct. Notably, the Airtimes and Bernama carried news of the incident aligned to the Malaysian Transport Ministry’s release.\n\nWe are presently unable to determine conclusively which version is correct, although we note that foreign media tend to regard the Singapore version as the correct version. We have yet to see a foreign media article indicating that the incident happened in Malaysian waters. It may be because the Singapore MPA was prepared to release a map detailing the location of the incident that has not been contradicted thus far.\n\nPlease be highly sceptical of any claims that the Ocean Cooper 2 sank in Malaysian Territorial Waters.\nWe will update this as and when there are further developments.\n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-02-18T12:26:30+00:00",
    "Links in content": [
        "https://www.mpa.gov.sg/web/portal/home/media-centre/news-releases/detail/10c216b6-76bb-448a-b93b-3a094cd9d7a6",
        "http://www.marine.gov.my/jlmv4/sites/default/files/styles/NTM262019.pdf",
        "https://www.nst.com.my/news/nation/2019/02/460585/supply-vessel-ocean-cooper-2-sinks-malaysian-waters-says-transport"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": ""
}