{
    "link": "https://blackdotresearch.sg/did-city-harvest-church-founder-pastor-kong-hee-join-the-pap/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid City Harvest Church founder Pastor Kong Hee join the PAP?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 8 July, 8:02pm] We have updated the article with a statement from City Harvest Church. The rating remains as ‘false’.\n–\nWe have been alerted to this image being circulated on WhatsApp:\n\nAlong with the image is this message:\n\n*’Masuk‘ means ‘enter’ in Malay.\nWho are the individuals mentioned in the message, and why is it important?\nThe individual in the photo is Pastor Kong Hee, the founder of City Harvest Church (CHC).\nMr Kong and five other CHC leaders were found guilty of misappropriating $24 million in church funds and funnelling them into investments that funded the singing career of Mr Kong’s wife, Ms Ho Yeow Sun. Another $26 million was later used to cover their tracks.\nHe was released early from prison in August 2019 after serving about two-thirds of his 3.5 years jail sentence.\nSenior Minister of State for Law and Health Edwin Tong was also mentioned in the message, and it is insinuated that Mr Kong managed to serve a shorter jail sentence due to the former’s involvement in the case.\nTo put the whole thing into context, Mr Tong, a politician from the People’s Action Party (PAP), is also a practicing lawyer. He was part of the CHC defence team, and people had reportedly made “rude comments” about him being the “City Harvest lawyer”.\n“It’s regarded as not something that a PAP Member of Parliament (MP) or senior lawyer should be doing. But it’s my job. The case came to the firm and I was asked to take it on,” he said in a 2018 interview on CNA.\nOn 5 February 2018, Home Affairs and Law Minister K Shanmugam said in Parliament that the CHC sentences are too low, and “will move to ensure legislation provides for higher penalties for senior officers who commit criminal breaches of trust (CBT)”.\nThis comes after the apex court ruled that the six CHC leaders should not be convicted for aggravated CBT and would not have to spend additional time behind bars. The shorter sentence was due to a new interpretation of the Penal Code section governing CBT offences, which led to the Court of Appeal ruling that company directors, governing board members or key officers of charities and officers of societies who commit CBT could be jailed up to seven years. This is in comparison to employees being liable for a maximum 15 years imprisonment.\nSaid Mr Shanmugam on the Government’s position on the verdict: “The Government’s policy is clear: If you are a senior officer, director in the organisation, you are in a position of greater trust. You have considerable authority to make decisions in relation to the organisation’s assets. If you abuse that trust, you should be more culpable, and you should be liable for more severe punishments, compared with an ordinary employee.”\nHe added that this reasoning is “really common sense”, and that it was now up to Parliament to amend the law. “And that we should do, soon. We hope to make the amendment together with the other wide ranging amendments to the Penal Code.”\nThis brought the attention back to Mr Tong, with some members of the public wondering why he, who was then the deputy chair of the Government Parliamentary Committee (GPC) for Home Affairs and Law, hadn’t brought this up to the Government earlier and if there was a conflict of interest involved.\nMr Tong responded by saying that “there’s a flaw in the law because the law was not changed from many years ago”, but he “focused on what the legal provisions were”.\nHe added that he and his colleagues “saw the gap and argued it early on”, pointing out that “the provision the prosecution sought to use was inappropriate that in fact, the right provision should have been the one several notches lower and that would necessarily mean that even if there was a conviction, the penalty could not exceed a certain level”.\n“That argument was premised on showing that there was a gap. It was an argument that was dismissed, partly because there was a High Court judgment that the Subordinate Court felt that they were bound by and so we accepted it,” he said.\nWhen asked if he was concerned that his role as a defence lawyer – especially in a controversial case like CHC’s – affected his political standing, he responded that while he can’t discount it and hopes it will not. However, he will “just have to live with it, get on with it” if it has.\n“Beyond doing what I do as a lawyer with all the right safeguards, checks and balances in place and as long as you don’t compromise on your ethics as a lawyer, what are those higher standards? Are you suggesting that a PAP MP who is also a lawyer should not act for criminals? Or are you suggesting a PAP MP who is also a doctor should not be treating a criminal? What are those standards? Why do we draw that line artificially?”\nThe origin of the photo\nNow that we’ve tried to shed some light on the context that is being suggested in the message being circulated, let’s first do a reverse image search to see if the photo of Mr Kong in a polo shirt with a PAP logo on it is indeed legitimate.\nA reverse image search on Google leads us to a 2019 article on Malaysian website enanyang.my, which talks about Mr Kong’s release from prison:\n\nWe see Mr Kong in the similar shirt and location in videos by The Straits Times and CNA, both covering his release from prison:\n\nCHC has come forward to address the doctored photo in a post on its website, stating that it has been digitally altered.\n“Pastor Kong and City Harvest Church are not, and have never been, part of or in any way associated with any political party or institution. Pastor Kong is also not involved in any campaigning for or on behalf of any political party during this 2020 General Elections, nor in any other general elections.”\nCHC added that they have made a police report and have also sent in a request for Facebook to take down the doctored image.\nTherefore, it’s evident that the photo that’s being circulated has been doctored and the claim that Mr Kong joined the PAP is false.\n\nWe also rate the claim that Mr Kong’s shorter sentence was due to Mr Tong’s involvment as unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/07/konghee.png",
    "Iframe Sources": [],
    "date": "2020-07-08T03:31:10+00:00",
    "Links in content": [
        "https://www.straitstimes.com/singapore/courts-crime/city-harvest-trial-all-6-accused-including-founder-kong-hee-found-guilty-of",
        "https://www.channelnewsasia.com/news/singapore/kong-hee-city-harvest-sorry-for-everything-that-has-happened-11839232",
        "https://www.channelnewsasia.com/news/singapore/edwin-tong-senior-minister-of-state-city-harvest-on-the-record-10483428",
        "https://www.channelnewsasia.com/news/singapore/government-believes-city-harvest-sentences-too-low-will-look-at-9927828",
        "https://www.todayonline.com/singapore/apex-court-upholds-shorter-jail-sentences-former-city-harvest-church-leaders",
        "https://www.enanyang.my/%E6%97%B6%E4%BA%8B/%E7%8B%AE%E5%9F%8E%E5%9F%8E%E5%B8%82%E4%B8%B0%E6%94%B6%E6%95%99%E4%BC%9A%E5%A4%B1%E4%BF%A1%E6%A1%88-%E7%89%A7%E5%B8%88%E5%BA%B7%E5%B8%8C%E5%87%BA%E7%8B%B1",
        "http://enanyang.my",
        "https://www.facebook.com/watch/?v=488079512002905",
        "https://www.chc.org.sg/notices/2020-07-08-chcs-response-to-doctored-photo-of-pastor-kong-hee/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/07/konghee.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}