{
    "link": "https://blackdotresearch.sg/did-the-world-economic-forum-tweet-about-harvesting-childrens-blood/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid the World Economic Forum tweet about harvesting children’s blood?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 17 Jun, 6:45pm] We have updated the article and rating after getting clarification from WEF.\n–\nWe were alerted to a photo being shared on Telegram:\n\nThe photo appears to be a screenshot of an undated tweet from the World Economic Forum (WEF), and pictured is a masked child receiving an injection. Along with the photo is a caption which claims that there is “new research” that suggests that the blood of “prepubescent young people” might have “significant anti-ageing properties”. The caption then ends with a rather alarming question – why there is stigma surrounding harvesting children’s blood for anti-ageing purposes.\nWe then see the twitter account of India-based non-profit organisation Blood Aid being tagged in the caption. According to its ‘About Us’ page, Blood Aid’s aim is to “reduce the number of deaths attributed to the paucity of blood across India” by connecting patients in need of blood with donors living in their cities. It is uncertain why an NPO like Blood Aid had been tagged in the caption.\nWe also see what looks to be a customised bit.ly link that WEF uses on its Twitter page for links. Below are screenshots we took of several of WEF’s most recent tweets where customised bit.ly links have been used:\n\n\n\nWhen we did a search on the URL from the screenshot, we were led to an error page:\n\nIn an FAQ page by bit.ly about error pages, links that lead an individual to this particular page means that the link entered is “either invalid or wasn’t set up properly”. Links that have been shortened in bit.ly also cannot be deleted or archived, though they can be hidden or redirected. However, hidden links would still function when clicked on, and would only not appear in an owner’s bit.ly pages and analytics. Therefore, there is a possibility that this shortened link might never been created in the first place.\nBlood of the young = elixir of youth?\nWhen we did a keyword search on ‘blood harvesting’ on WEF’s website, we did not find any relevant links. However, a Google search using keywords ‘young children blood anti-ageing’ reveals several articles which touch on a controversial procedure involving the plasma from young people’s blood.\nAccording to an article on The Guardian, we read that in the early 2000s, a group of scientists at Stanford University used a procedure called parabiosis in which they paired a young and old mouse, “peeled back their skin and stitched together their sides so the two animals shared the same blood circulatory system”. A month after, there were signs of rejuvenation in the muscles and livers of the old mice. When the findings were published in 2005, it had apparently “turned the minds of scientists, entrepreneurs and the public to the potential of young blood to rejuvenate ageing people”.\nIn 2016, US-based startup Ambrosia, which was founded by Stanford-trained scientist Jesse Karmazin, saw over 100 participants taking part in a clinical trial offering the procedure for older patients. Each procedure cost around US$8,000, and patients are injected with two and a half litres of plasma taken from young people between the ages of 16 and 25. Plasma is clear liquid portion of blood that remains after red blood cells, white blood cells, platelets and other cellular components are removed. It is the single largest component of human blood, comprising about 55%, and contains water, salts, enzymes, antibodies and other proteins.\nKarmazin said: “It could help improve things such as appearance or diabetes or heart function or memory. These are all the aspects of ageing that have a common cause. I’m not really in the camp of saying this will provide immortality but I think it comes pretty close, essentially.”\nIn 2019, the US Food and Drug Administration (FDA) issued an official warning against these procedures. FDA Commissioner Scott Gottlieb, M.D. said in the statement that: “Plasma is not FDA-recognised or approved to treat conditions such as normal ageing or memory loss, or other diseases like Alzheimer’s or Parkinson’s disease.”\n“Moreover, reports we’re seeing indicate that the dosing of these infusions can involve administration of large volumes of plasma that can be associated with significant risks including infectious, allergic, respiratory and cardiovascular risks, among others,” he added.\nIt is uncertain the “new research” that the alleged tweet by WEF was referring to, but if it was indeed referring to the above studies and trials, donors aren’t “prepubescent young people”, but young individuals aged 16 and above.\nWhere did the tweet even come from?\nGoing back to the screenshot of the alleged tweet by WEF, we did a reverse Google Image search and saw that the similar screenshot was posted on two Twitter accounts:\n\nThe tweet and comments on it also offer no clue on where the alleged original tweet and corresponding article can be found.\nWhen we contacted WEF for clarification, they responded to confirm that the tweet is fake, and the “World Economic Forum never published the post in question nor anything like this”.\nTherefore, given the broken/non-existent bit.ly link, the inaccurate information on the tweet, and the confirmation from WEF themselves, we rate the claim that the WEF tweeted about harvesting children’s blood as false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/06/wefblood-800x800.png",
    "Iframe Sources": [],
    "date": "2021-06-17T02:40:16+00:00",
    "Links in content": [
        "https://twitter.com/BloodAid?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "http://bloodaid.com/about-us/#.YMm5gTYzZAc",
        "http://wef.ch/Cfg8g33",
        "https://support.bitly.com/hc/en-us/articles/360016353672-Why-does-a-link-lead-to-Bitly-s-error-page-",
        "https://support.bitly.com/hc/en-us/articles/230903368-Can-I-hide-delete-or-archive-a-link-in-Bitly-",
        "https://support.bitly.com/hc/en-us/articles/230900588",
        "https://www.weforum.org/search?query=blood+harvesting",
        "https://www.google.com/search?q=young+children+blood+anti-ageing&rlz=1C5CHFA_enSG928SG928&oq=young+children+blood+anti-ageing&aqs=chrome..69i57.11409j0j7&sourceid=chrome&ie=UTF-8",
        "https://www.theguardian.com/society/2020/feb/02/could-young-blood-stop-us-getting-old-transfusions-experiments-mice-plasma",
        "https://www.nature.com/articles/nature03260",
        "https://www.bbc.co.uk/bbcthree/article/347828f8-6e7f-4a9b-92ab-95f637a9dc2e",
        "https://www.businessinsider.com/young-blood-transfusions-open-accepting-paypal-payments-cities-ambrosia-2019-1",
        "https://www.donatingplasma.org/donation/what-is-plasma",
        "https://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm631568.htm",
        "https://twitter.com/erika_pirzl/status/1404754494743851010",
        "https://twitter.com/Meira85253235/status/1404756052021764102"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/06/wefblood-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}