{
    "link": "https://blackdotresearch.sg/sylvia-lim-careshield/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid Sylvia Lim expose “the Great Careshield Scam”?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this Facebook post, posted on 6 October:\n\nAccording to the rather lengthy post, Member of Parliament and Workers’ Party Chairperson Sylvia Lim had “exposed the Great Careshield Scam by shameless and heartless PAP in Parliament”.\nThe phrase “forwarded as received” at the start of the post suggests that the text might have been forwarded on other platforms.\nIt is important to note the positions of the quotation marks, which seem to indicate where Lim’s quotes begin and end. There is no mention of whether or not Lim wrote the rest of the text, or if she endorses the claims made.\nSylvia Lim: “These parts should not be mistaken to have come from me.”\nOn 4 October, Lim took to her Facebook page to address a WhatsApp message that has been circulating about CareShield that quotes extracts of a speech she made in Parliament in July 2018 on MOH’s CareShield Life Motion.\n‘\nShe stated that while the “parts with direct quotes on Mr K’s case and the onerous nature of the 3 ADL test are correct”, the other parts of the message, “particularly some mathematics on premiums” were written by someone else.\n“These parts should not be mistaken to have come from me,” she added.\nIt is important to note that her clarification was published before the Facebook post that we highlighted, which gives rise to two possible scenarios:\n\nLim was referring to another message that covered similar issues\nLim was referring to the message that we highlighted, but the text is still being circulated despite her clarification on Facebook\n\nRegardless, we did a quick cross-reference between the quoted lines in the Facebook post and the record of the Parliamentary debate that Lim provided the link to and found that the sentences within the quotation marks were indeed what she had said during the debate.\nOther than those parts however, it is uncertain who wrote the rest of the text.\nTherefore, while Lim did indeed share about a particular Mr K’s case and requested for a review of the 3 ADL test in a Parliamentary debate in 2018, the insinuation that the post seems to make (i.e. that she endorses the rest of the statements and calculations) is misleading.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/sylvialim.png",
    "Iframe Sources": [],
    "date": "2020-10-08T06:59:21+00:00",
    "Links in content": [
        "https://www.facebook.com/tan.gerald.7/posts/3464282543592941",
        "https://www.facebook.com/sylvialim65/posts/2737461799824929"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/sylvialim.png",
    "Truefalse": [
        "misleading"
    ],
    "Description": ""
}