{
    "link": "https://blackdotresearch.sg/kamala-harris-havana-syndrome-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid the recent ‘Havana syndrome’ incident happen at the US embassy in Singapore?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n‘\nFor context, US Vice-President Kamala Harris’ flight to Vietnam from Singapore scheduled for 24 August was delayed by several hours due to an “anomalous health incident” – a term that the US government usually uses to refer to the ‘Havana syndrome’ which has affected hundreds of US officials over the past few years.\nThe condition is of unknown origins and symptoms include dizziness, nausea, migraines, and memory lapses. In December, a US National Academy of Sciences panel found that a plausible theory is that the syndrome is caused by “directed energy” beams. The CIA said that it sees a “very strong possibility” that the syndrome is intentionally caused, and that Russia could be responsible, but is “withholding definitive conclusions pending further investigation”. However, Moscow has denied involvement.\nWhite House press secretary Jen Psaki added that the Havana syndrome case was reported in Vietnam before Harris’ departure but it was not confirmed at that point of time. Eventually, “after careful assessment”, Ms Harris and her delegation decided to continue the trip to Hanoi.\nAccording to the author of the Facebook post, this incident was due to a certain party “trying to send a message by launching their attack on Singapore, where Harris was present”. The author also shared a link to an article on politicususa.com, which reported that the delay was due to “a possible Havana syndrome incident at the US embassy in Singapore”.\nThe article also includes a tweet from PoliticusUSA’s editor-in-chief which states that “two US diplomats in Singapore (were) medevaced due to a suspected Havana Syndrome incident”.\n\nIt’s rather puzzling how the author of the article and the editor-in-chief concluded that the incident happened in Singapore, because further down in the article, we read that they had quoted a report on NBC News:\n\nAs seen in the screenshot, the two US diplomats were medically evacuated from the US Embassy in Vietnam, not Singapore.\nWhen we took a look at the original NBC report, we see clearly that it was reported that:\n\nAccording to two senior US officials, at least two US diplomats will be medically evacuated from Vietnam after ‘Havana Syndrome’ incidents were reported over the weekend in Hanoi ahead of Ms Harris’ arrival\nThe cases caused a brief delay in Harris’ scheduled trip to Vietnam, and the vice president’s office said “Harris’ delegation was delayed from departing Singapore because of the report of a ‘recent possible anomalous health incident’ in Hanoi”\n\nReports on multiple news platforms (CNN, BBC, The Guardian, ABC News, and Reuters, just to name a few) have also stated that the cases were reported in Hanoi, not Singapore.\nTherefore, it is false that the Havana syndrome incident happened at the US embassy in Singapore. It is also false that two US diplomats in Singapore were medically evacuated due to the suspected Havana syndrome incident.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/havana-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-31T08:53:59+00:00",
    "Links in content": [
        "https://www.facebook.com/jmcolbaugh78/posts/10223055150674938",
        "https://www.bbc.com/news/world-us-canada-58322593",
        "https://edition.cnn.com/2021/08/24/politics/kamala-harris-vietnam/index.html",
        "https://www.channelnewsasia.com/asia/us-vp-kamala-harris-flight-singapore-vietnam-delayed-havana-syndrome-hanoi-2133371",
        "https://www.whitehouse.gov/briefing-room/press-briefings/2021/08/24/press-briefing-by-press-secretary-jen-psaki-august-24-2021/",
        "https://www.politicususa.com/2021/08/24/vp-kamala-harriss-travel-delayed-by-possible-havana-syndrome-incident.html?fbclid=IwAR0Fz5O1h3JH4TLe4ZHdy7M4SeUM65w2vZT7kiS6ZB-WGlMhMElQ2j95ABg",
        "https://twitter.com/PoliticusSarah/status/1430198404093784077",
        "https://www.nbcnews.com/politics/politics-news/two-u-s-diplomats-be-evacuated-vietnam-after-havana-syndrome-n1277539",
        "https://edition.cnn.com/2021/08/24/politics/kamala-harris-vietnam/index.html",
        "https://www.bbc.com/news/world-us-canada-58322593",
        "https://www.theguardian.com/us-news/2021/aug/25/kamala-harris-us-officials-havana-syndrome-vietnam-delay",
        "https://abcnews.go.com/Politics/case-havana-syndrome-vietnam-delays-vice-president-harriss/story?id=79618335",
        "https://www.reuters.com/world/asia-pacific/eve-harris-trip-vietnam-tells-china-it-does-not-pick-sides-2021-08-24/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/havana-800x800.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}