{
    "link": "https://blackdotresearch.sg/did-this-violent-brawl-really-happen-at-mbs/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid this violent brawl really happen at MBS?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this Facebook post:\n\n\n\n\nWhere the security.???\nPosted by Kojac Remy on Sunday, 2 August 2020\n\nIn the video, we see a group of individuals fighting with each other in what seems to be a hotel lobby. Throughout the video, we see several staff trying to stop the fight, but to no avail.\nThe video has been overlaid with the text “@MBS”, which suggests that the fight took place at Marina Bay Sands, Singapore.\nOther than the caption which states: “Where the security.???” the author of the post did not offer information on who took the video, and when it was taken.\nThe post has been shared close to 1,000 times at time of publication.\nOn the Facebook post and public shares of it, we see some comments coming out to state that the claim that the fight took place at MBS is false (save for the comment which states that Singapore has “too many foreigners”):\n\n\n\n\n“The Guitar Tower” in MBS?\nLet’s take a closer look at the video to see if there are clues which could point us to the truth of where the brawl took place.\nAt around 1:07, we catch a glimpse of the words “The Guitar Tower” on a beam:\n\nDoing a quick search on the term, we were led to results pointing to the Seminole Hard Rock Hotel located in Hollywood, Florida. The hotel is also known as “The Guitar Hotel” because of how the building is guitar-shaped. A YouTube video titled “A Quick Lobby Tour & Elevator Ride at the Seminole Hard Rock Hotel & Casino in Hollywood, FL” also reveals a hotel lobby which looks very similar to the one in the Facebook post.\nWhen we did a Google Image search on a screenshot of the video shared on Facebook, we were also led to this article, which stated that the incident took place at said hotel.\n\nIn an article covering the incident on The Sun Sentinel, the main daily newspaper of Fort Lauderdale, Floria, we find out a little more information on the brawl.\n\nIt was recorded on a bystander’s phone camera\nVideo has drawn over 4.5 million views on Twitter\nAbout 10 to 15 individuals involved, three arrested\nIt is not clear the reason why the fight broke out\n\nRegardless, one thing is clear – the incident did not take place at MBS. Therefore, the claim is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/mbs.png",
    "Iframe Sources": [],
    "date": "2020-08-20T02:11:32+00:00",
    "Links in content": [
        "https://www.facebook.com/wolverine5607/videos/3748429218503981/",
        "https://www.facebook.com/wolverine5607",
        "https://www.facebook.com/wolverine5607/posts/3748429868503916",
        "https://www.seminolehardrockhollywood.com/hotel/the-guitar-hotel",
        "https://www.youtube.com/watch?v=hmxKOwzwgIU",
        "https://deanblundell.com/news/this-mask-anti-mask-brawl-at-the-hard-rock-in-florida-might-be-the-greatest-pandemic-brawl-yet/",
        "https://www.sun-sentinel.com/local/broward/fl-ne-hard-rock-casino-fight-viral-video-20200727-jtpvqcen3raedlxac63vmpz4qi-story.html?fbclid=IwAR0vLgf87KXpSqgsY-jludf3Hi07cLBHJIpgy9yuDoTjmcJQHXftU6sBErQ"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/mbs.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}