{
    "link": "https://blackdotresearch.sg/did-the-straits-times-publish-an-article-falsely-claiming-that-the-fake-news-law-is-endorsed-by-many-experts/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid the Straits Times publish an article falsely claiming that the “Fake News Law” is endorsed by “many experts”?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nOn 14 April 2019, the Alternative View published a post claiming that a Straits Times Article entitled “Experts welcome laws to give faster relief to victims of falsehoods” was false and misleading.  Specifically, the claims were that:-\n\nThe Straits Times had falsely claimed that the “fake news law” had been endorsed.\nSuch endorsement was by people who were not really experts.\nThe Straits Times article was trying to hoodwink undiscerning readers.\n\nWe are of the view that the Alternative View’s post is false and misleading.\n\nSee the Alternative View’s post here.\nThe Straits Times’ article is accessible via this link.\n1. The “Fake News Law” was not the subject of the Straits Times article\nIt is important to note that the term “fake news law” is understood today to refer to the “Protection from Online Falsehoods and Manipulation Bill” (Online Falsehoods Bill).  We have reviewed the comments and note that at least one of the comments refer to the Alternative View’s post as a criticism of the above Bill.\nNote that the Straits Times article was NOT about experts endorsing the Online Falsehoods Bill!\nInstead, the article was about the Protection from Harassment (Amendment) Bill (POHA Bill), which was also introduced to Parliament for a first reading on 1 April 2019.  You can access the complete POHA Bill here.\nThe POHA Bill and the Online Falsehoods Bill are 2 completely different pieces of draft law.  The POHA Bill seeks to amend the existing law so that private citizens and corporations receive enhanced protection from harassment – Including online falsehoods and “doxxing” (which refers in general to the spreading of one’s personal details online).  As summarised by the Ministry of Law:\n“16. Protection for victims of falsehoods and other undesirable online behaviour will be enhanced in three ways.\n17. First, a new offence of “doxxing” will be introduced. Doxxing involves the publication of personally identifiable information (e.g. photographs, contact numbers, or employment details) in order to harass, threaten or facilitate violence against the victim. In recent years, there has been an increasing trend of an individual’s personal information being consolidated and published online with a view to harassing the said individual. Often, this arises in the context of online “vigilantism”. The amendments will prohibit the publication of such personal information where it is done with an intention to harass the victim.\n18. Second, the amendments will clarify that private entities may also obtain remedies under POHA where they are victims of falsehoods. In an infinite online landscape, entities are just as vulnerable as individuals where falsehoods are concerned. A corporate entity’s reputation can be ruined in days if falsehoods about the entity are allowed to go unchecked. The Bill provides recourse to entities when they are the victims of falsehoods.\n19. Third, the scope of orders which can be made in relation to falsehoods will also be expanded. The courts will be empowered to make a range of orders to better protect victims of falsehoods. As false statements can go viral extremely quickly, the courts will be empowered to make relevant interim orders to provide victims with urgent relief.”\nSee the Ministry of Law’s news release on the POHA Bill here.\n2. The endorsements were indeed given by practitioners / academic in Singapore law\nGiven the clarification above, there is in fact no misleading act by the Straits Times that we can see.\nThe headline identified clearly that the relief to be given was to victims of falsehoods, which must refer to private citizens and non-government institutions.  This is completely different from the Online Falsehoods Bill which is designed to give only the government a means to combat online falsehoods.\nFurther and more importantly, we see nothing wrong with the Straits Times referring to Ramesh Bharani Nagaratnam, Nicolas Tang, Eugene Tan and Gregory Vijayendran as experts as they are either practitioners of law in Singapore, or a legal academic.  Indeed, they were not even talking about the Online Falsehoods Bill but rather the POHA Bill and how they would apply it or understand it from their experiences in private practice or as academics, and clearly, they were entitled and properly qualified to give their views.\n3. The Alternative View clearly has strong anti-government sentiments and is not commenting objectively\nIt bears noting that, given the post’s comments on Associate Professor Eugene Tan as “rabid pro-PAP academic” and Mr Gregory Vijayendran as saying “nothing constructive“, it is clear that the Alternative View cannot seriously be regarded as an objective commentator.  Indeed, it must be recognised for having anti-government sentiments.\nWe should add that the Alternative View’s comments against the above-named individuals was completely unnecessary and done in poor taste.\nAccordingly, one can see that their post is skewed in the manner they write.\nFor these reasons, we regard the Alternative View’s post as false and misleading.  They could very well have gone into some detail to explain what the Straits Times article was about, but they chose not to.  They have also not, since the publication of the post, taken any steps to correct any of the comments when it is clear that the writers of those comments have been misled.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Fake-News-Alert-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-04-18T10:52:55+00:00",
    "Links in content": [
        "https://www.facebook.com/TAVSingapore/photos/a.598097686918234/2310626432332009/?type=3&theater",
        "https://www.singaporelawwatch.sg/Headlines/experts-welcome-laws-to-give-faster-relief-to-victims-of-falsehoods",
        "https://sso.agc.gov.sg/Bills-Supp/11-2019/Published/20190401?DocDate=20190401",
        "https://www.mlaw.gov.sg/content/minlaw/en/news/press-releases/Enhancements-to-the-Protection-from-Harassment-Act-POHA.html"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Fake-News-Alert-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}