{
    "link": "https://blackdotresearch.sg/factcheck-did-an-84-year-old-man-living-in-toa-payoh-commit-suicide-from-poverty/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid an 84 year old man living in Toa Payoh commit suicide from poverty?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nOn 22 August 2019, the mainstream media published reports on a double tragedy which had happened in Toa Payoh, Singapore.\nAt approximately 10.17am on 20 August 2019, an 84 year-old man fell to his death while hanging laundry to dry from his home on the 10th storey of Block 26 in Toa Payoh East.  His 70 year-old wife, who witnessed the fall, reportedly suffered a heart attack from witnessing the incident.  After being given CPR by on-site paramedics, she was subsequently conveyed to a hospital, but efforts to save her unfortunately failed.\nThe original report was first covered by Singapore mandarin daily, Lianhe Wanbao, and later on, by various other media (see here and here).\nAlternative news site “Temasek Review” published its version of the article, claiming to have relied on the Lianhe Wanbao article for its facts.  In the Temasek Review article, the following 3 things were mentioned:-\n(1) Claiming that the elderly man had committed suicide;\n(2) Suggesting that the the elderly man and his wife lived in poverty; and\n(3) Claiming that Singapore’s suicide rate is on the rise, and that “more people are committing suicide due to financial problems in the world’s most expensive country”.\n\nPlease note that the above-cited statements from the Temasek Review article are false for misrepresenting what the Lianhe Wanbao article states, and are on the whole, misleading.\nThere is no evidence, nor did Lianhe Wanbao publish any statement to suggest that the double tragedy was attributable to a poor financial situation, or that the elderly man had committed suicide, or that he had jumped to his death.\nAs of today’s date (26 August 2019), we understand that investigations into the incident are ongoing.\nWe should further point out that the suicide statistic reported in the Temasek Review article was incorrectly reported.  This statistic was purportedly from a press release by the Samaritans of Singapore (SOS) in July 2019.  In its press release, SOS did not claim that there was any increase in suicide due to more people having financial problems in Singapore.  In fact, no cause was attributed for the rise in suicides, save that concerns were raised as to why male youth formed the leading group for the statistic in 2018.  You can read the press release here.\nAccordingly, there is no basis for any of the statements presented in the Temasek Review article.\nWe note that the Temasek Review article has been shared on the latter’s Facebook profile page and another Facebook page called “The New Era”.\nOn each space, the article has gained a significant number of reactions and comments, and also been shared several times.\n\n\nIn cases of unnatural death, the Singapore Police Force are required to investigate the circumstances of death and report the findings to the Coroner.  Eventually findings will be recorded by the Coroner as to whether the death is a suicide or a misadventure, i.e. an unfortunate accident.  Hence, in cases such as the present, it is advisable to leave speculation aside and let the relevant authorities perform their roles.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/08/20190821_ln_fuqi-800x427.jpg",
    "Iframe Sources": [],
    "date": "2019-08-26T10:12:07+00:00",
    "Links in content": [
        "https://www.zaobao.com.sg/znews/singapore/story20190821-982757?fbclid=IwAR08iwndS58yXbId9DF03XIXaWJvgb42xHmav3Dhkw4SnnjPEQPUn1qc9xA",
        "https://www.straitstimes.com/singapore/man-found-dead-at-foot-of-block-wife-dies-of-heart-attack",
        "https://www.tnp.sg/news/singapore/man-found-dead-foot-block-wife-dies-heart-attack",
        "https://www.sos.org.sg/pressroom/total-suicides-increased-10-percent-male-teenage-suicide-highest-recorded"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/08/20190821_ln_fuqi-800x427.jpg",
    "Truefalse": [],
    "Description": ""
}