{
    "link": "https://blackdotresearch.sg/did-the-government-mislead-singaporeans-into-thinking-hdb-values-would-continue-to-rise-regardless-of-the-99-year-lease/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDid the Government mislead Singaporeans into thinking HDB values would continue to rise regardless of the 99 year lease?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n\nIn recent weeks, an interesting argument about housing development board flats has resurfaced. We realise that we are entering a hotly debated topic, but do bear with us. We hope what we researched interests you.\nOn 19 March 2019, the Online Citizen reproduced an article written by Brad Bowyer, which mentioned, amongst other things, that:\n“I find it very questionable that we have been mis-sold an overpriced depreciating lease as an affordable always appreciating asset that we can pass to our children. This misleading has drained both our current finances as well as our retirements while flowing billions into the national coffers and making us financially beholden to the government and must be reversed.”\nOn 20 March 2019, media attention focused on Singapore Finance Minister Heng Swee Keat’s statements made during PropNex Estate Agency’s annual conference. The Minister had used the example of a 25 year old Singaporean who purchased a new HDB flat to illustrate that there was still value in the remaining lease of the flat when the Singaporean reached the 85 year old life-expectancy mark. He also stressed that it was incorrect and a hoax to suggest that owning a HDB flat was not truly ‘ownership’ but a tenancy.\nThe Online Citizen released an article the same day, repeating essentially what Brad Bowyer wrote:\n“The government narrative for decades was that HDB flats would continue to grow in value, giving Singaporeans peace of mind as a golden retirement nest egg. // Without warning nor apology, the narrative has switched to old HDB flats not growing in value but STILL having value.”\nThe Independent also carried a similar article on the same day but focused more on the ownership/rental question, i.e. that there was public uncertainty over ownership of HDB flats, or that it was in truth, an extended tenancy.\nThis problem is a little bewildering. It is common knowledge that all HDB flats carry a lease period of 99 years. When you buy a HDB flat, you have the right to make it your home for 99 years. The years go by, it runs down – and eventually reaches zero. Why would anyone think that zero years of lease left entitles me to more money?\nFrom what we have seen, there are several reasons why. And none of these has anything to do with the narrative ‘switching’ – There was maybe narrative ‘neglect’, but we wouldn’t call it narrative ‘switching’, much less ‘misleading’.\nWhat was Home Ownership About?\nUsually, the HDB story begins in 1964, when the programme “Home Ownership for the People” scheme was launched. This scheme provided for flats to be sold at lower than market price, and paid for monthly (later on, in 1968, CPF was permitted to be used). This scheme enabled Singaporeans to buy flats with basic amenities on a 99-year lease basis.\nThe predecessor to this programme was a programme in 1956, run by HDB’s predecessor, the Singapore Improvement Trust (SIT) to build low-cost housing. In a Parliament where the PAP was the opposition at the time, approval was obtained for the SIT to build low-cost housing for sale to the public. Ownership was recognised in the title to a house on a 99-year lease, with a limited restriction on assignment purely to prevent speculation.\nIt is well accepted that the development of the HDB moved through various phases of development – That beginning phase was to cope with building shortages and develop housing policies. In later phases (from 1979 onwards), the HDB market was opened up to allow more categories of people to own flats, improve the flat design and also upgrading schemes to enhance the value of HDB flats.\nMixing up the various programmes – selective en bloc redevelopment with estate renewal\nIn 1995, SERS was introduced – The Selective En-Bloc Redevelopment Scheme (SERS). As explained and described in research on the topic of Singapore’s housing, the term “Selective” in SERS is largely ignored and became something that people expected as of right:\n“The housing board’s ongoing modernization of older estates and its selective en-bloc redevelopment scheme (under which old apartment blocks are repurchased, demolished, and new estates built) will be even more important then. Owner – occupier subsidies (which almost all new households and a large proportion of existing households have come to expect as a right of citizenship) will, as a matter of economic efficiency if not political efficacy, has to be increasingly in the form of housing grants for the purchase of existing housing rather than subsidized prices for the purchase of a new unit.”\nThere is a reason to believe that Phang’s view is correct. The fact of the 99-year lease seemed to have been brushed aside, reduced to a formality. Instead, the focus of the government seemed to have shifted to estate renewal, as seen in a number of speeches – 1 example being when the late Minister Mentor Lee Kuan Yew gave a speech on the topic of HDB flats and estate renewal in 2011:\n“7. Singaporeans take great pride in their homes. Thus, it is crucial to prevent our estates from becoming urban slums. Singaporeans know that their HDB flats are valuable. As Singapore prospers, the value of their HDB homes also appreciate. Homeownership motivates Singaporeans to work hard and to aspire for a better future for their family, to upgrade to better and bigger flats. \n…\n10. In 1989, the government announced the HDB Upgrading Programme. We planned to rejuvenate the older HDB estates. We provided new playgrounds, covered linkways, landscaped gardens and open spaces for residents to mingle.\n…\n12. In 1995, HDB launched the Selective En bloc Redevelopment Scheme, or SERS, to free up land in the older estates, and to replace them with higher-quality, higher-density flats.\n…\n15. We cannot allow public housing to become obsolete. So, in 2007, HDB embarked on its plan to Remake our Heartland (ROH). Starting with the pilot towns and estates in Punggol, Yishun and Dawson, HDB recently announced the next batch in Hougang, East Coast and the Jurong Lake areas.\n16. Here in Dawson, many of you would have witnessed how the estate has been transformed under the Remaking our Heartland plans. New life will be injected into the old town centre.\n…\n24. We must build upon the strong foundation laid; continue to work hard, and share the fruits of our nation’s progress. \n25. Finally, my congratulations on your new homes. I am very happy to be part of this special occasion with you.”\nOn the face of the words themselves, it is plausible that a listener of the speech would imagine that he did not have to worry about the 99-year lease of his flat – SERS would step in and replace his flat.\nYet more likely than not, all that the speech meant to say was that the quality and amenities of HDB flats/estates would not become obsolete or urban slums. Rather, HDB’s flats and estates would constantly undergo renewal.\nWhat happened in 2013??\nIn 2013, it is likely that the misunderstanding worsened when again, the message regarding estate renewal and HDB home improvement went out with the accompanying message that HDB flat value would never reduce. Speaking at the launch of Tanjong Pagar’s 5-year masterplan, the late Minister Mentor Lee Kuan Yew had said:\n“We intend to keep the value of these homes up, it will never go down. Because it will be renewed, the surroundings will improve, and as Singapore prospers, GDP goes up, the value of homes will go up.”\nThis has been taken by many to literally mean that the value of the flat would never go down, regardless of the lease period.\nReferences: [1] [2] [3] [4]\nHowever, since the topic was on the value boost brought by efforts to renew housing estates and improve the quality of older flats, the idea that flat value would continue to go up while lease ran down could not be logical unless what was meant was that the value of the flat that had undergone HIP would not go down in comparison with a flat of equal age that had not been renewed.\n2017 – Cautioning the market\nIt is plausible that the buoyant mood towards SERS and home improvement/estate renewal led to the high prices of flats with relatively low leases. At least 1 article we have come across also suggests that estate agents themselves took the erroneous view that the value of HDB flats would not go down as the lease gradually reduced.\nIn any event, any buoyant mood was suddenly and quite abruptly put to an end when Minister for National Development Lawrence Wong gave his speech to quell any further irrational exuberant demand for flats with short remaining leases. This sudden change in mood – From one of exuberance and expectation of continued lease, crashing to one of warning and risk, is likely what gave rise to the suspicions that we see opposition parties promulgating today, that the government changed its tone.\nNotably, after the caution was given, views began emerging online alleging that the government’s narrative on the long-lasting value of HDB flats had changed. 1 article on this can be seen here.\nWe note also that during this period, questions began to also emerge on whether the 99-year lease was, in fact, an extended tenancy – Likely a result of a realisation that the lease was, ultimately finite. We set out 2 earlier fact-checks by the government to explain the difference between HDB ownership and rental.\nFact-check [1] and [2].\nThis trend of querying and suspecting that the value of one’s HDB flat is inflated also continues to grow when the narrative today has changed to being careful to highlight that each flat continues to retain value.\nPerhaps another view to take is that the present government saw that the understanding was going awry and was in fact, a misunderstanding, and now it is attempting to “right” the understanding.\nWe would be grateful to hear your views.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/IMG_5887-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-31T20:05:18+00:00",
    "Links in content": [
        "https://www.theonlinecitizen.com/2019/03/19/understanding-the-hdb-mess",
        "https://www.gov.sg/news/content/today-online---hdb-flats-still-have-value-when-owner-reaches-85-years-old",
        "https://www.theonlinecitizen.com/2019/03/20/heng-swee-keats-story-about-old-hdb-flats-shows-he-is-grasping-at-straws",
        "http://theindependent.sg/come-on-get-real-potential-4g-pm-dismisses-criticism-that-hdb-dwellers-are-tenants-and-not-homeowners",
        "http://eresources.nlb.gov.sg/history/events/2ab696d3-d9f5-4970-9108-e0f95919cc98",
        "https://sprs.parl.gov.sg/search/topic?reportid=011_19560210_S0004_T0017",
        "https://ink.library.smu.edu.sg/cgi/viewcontent.cgi?article=1595&context=soe_research",
        "https://www.pmo.gov.sg/newsroom/speech-minister-mentor-lee-kuan-yew-launch-tanjong-pagar-town-councils-five-year",
        "https://redwiretimes.com/singapore-in-brief/lee-kuan-yew-promised-in-2013-the-value-of-hdb-flats-will-never-drop",
        "https://www.reddit.com/r/singapore/comments/9u1nrg/lee_kuan_yew_your_hdb_home_value_will_never_drop/",
        "https://kenjeyaretnam.com/2018/08/23/pm-lee-the-value-of-these-homes-will-never-go-down-oops-i-lied",
        "https://www.quora.com/Why-did-Lee-Kuan-Yew-claim-that-the-value-of-leasehold-HDB-flats-in-Singapore-will-never-drop-even-though-their-value-will-go-to-zero-as-their-lease-runs-down",
        "https://www.icompareloan.com/resources/hdbs-asset-enhancement-myth",
        "https://www.straitstimes.com/singapore/housing/dont-assume-all-old-hdb-flats-will-become-eligible-for-sers-cautions-lawrence-wong",
        "https://omh.sg/blog/post/minister-lawrence-wongs-comments-how-story-unfolded",
        "https://www.gov.sg/factually/content/do-hdb-flat-buyers-own-their-flat",
        "https://www.gov.sg/factually/content/do-i-really-own-my-hdb-flat"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/IMG_5887-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}