{
    "link": "https://blackdotresearch.sg/malaysia-durians-chemicals-dangerous/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDo durians from Malaysia contain high levels of chemicals and should we avoid them?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 5 July, 8pm] We have updated the piece to include SFA’s clarification and changed the rating from likely false to false.\n–\nWe came across this post on Facebook page Singapore Incidents:\n\nBelow is the video in full:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2021/06/durian.mp4\nThe video is a screen recording of a WhatsApp conversation and is made up of one photo of a truck full of durians and four audio clips. Three of the audio clips are of an individual speaking in Chinese, while one clip is of another individual speaking in Malay.\nBelow is a summary of what the Chinese-speaking individual said:\n\nA lot of people have been saying that durians are cheap, but that’s because information from the ‘Ministry of Agriculture’ has not been made known to the public\nHe was wondering why there was a sudden surge in supply of durians, and he found out that there were issues during export and all the durians have been sent back to Malaysia to be sold\nMalaysian durians were found by the Chinese authorities to have too high amounts of chemicals/fertilisers in them, so the durian were sent back\nPreviously, a lot of small plantation owners could not keep up with the demand, so some Chinese people came over to Malaysia and tried producing their own supplies\nA lot of chemicals were used in the production of these durians, and the trees could produce many fruits quickly\n\nBelow is a summary of what the Malay-speaking individual said:\n\nDurians contain poison\nHer friend and her friend’s husband died after eating durians\nDon’t eat durians, even if they are cheap\n\nThere has been no reports of individuals dying from eating durians, or the Malaysian ‘Ministry of Agriculture’ making any announcement on durians containing too much chemicals.\nComments on the post have largely called out the authenticity of the claim, some even stating that similar claims have been made in previous years:\n\nIn 2017, rumours about how China rejected Malaysian durians after detecting high levels of insecticide in them were being circulated on social media and messaging platforms like WhatsApp.\nBelow is a screenshot of a social media post which made those claims:\n\nSimilar to the most recent claim, the surplus of durians (due to stocks being sent back from China) has led to lower prices for consumers in other countries like Singapore.\nThe Singapore Agri-Food and Veterinary Authority (AVA) came forward and dispelled the rumours:\n\nAVA (now known as Singapore Food Agency) assured the public that it regularly inspects and conducts sampling of imported fruits, including durians to ensure that the fruits comply with food safety standards and requirements. Samples are also said to be tested for the presence of “pesticide residues, microbial contamination, and other possible non-permitted chemicals”. Imported fruits that fail the inspection and food safety tests will not be allowed for sale.\nDurian farmers in Malaysia also told Malaysian news site New Straits Times that the claims were “mere rumours”. A farmer that was interviewed added that the reason for lower prices of durians that year was because of an abundance of supply for the Musang King durian variety. “There are so many durians orchards in Bentong and Raub with some competition to attract customers,” he said.\nA durian plantation owner also pointed out that the durians in the photo do not belong to the Musang King variety, and that Malaysian farmers were only allowed to export frozen durian pulp (vacuum-packed without the husk), not full durian fruits to China. It was only in May 2019 that China officially permitted the import of frozen whole durians from Malaysia.\nAnother plantation owner added that it “clearly does not make sense” to send the durians back from China. He said: “Who wants to pay the transportation fees to bring the durian back to Malaysia. The life span of our durians is only within one to two days before it gets rotten.”\nWith regard to the durian situation this year, a Malaysian stall owner said that the price of durians this season is “at its cheapest in three years, with yields having tripled because of the weather”.\nIn Singapore, the owner of 227 Katong Durian told Coconuts that durians are cheaper compared to last year because of an increase in harvest. He added: “You must also know that Malaysia is in lockdown, so [it is] very hard for them [to] sell it in Malaysia, so there will be more stock coming into Singapore.” Another durian seller also noted that prices were “definitely cheaper than before”.\nHowever, another durian seller said that while bad weather affected harvest in Johor, he could rely on his plantation in Pahang for the supply. He also predicted that “prices will be even cheaper in the coming weeks, especially in early July as plantations in Johor welcome their next harvest”.\nWhen we reached out to SFA, they pointed us to a page on their website regarding the safety of durians imported to Singapore.\nWe see under the section ‘Are durians in Singapore safe to eat?’ that SFA adopts a “risk based approach to food safety” and therefore “samples and tests for pesticide residues and chemical ripeners that are known to leave trace level of residues on treat fruits (e.g. ethephon), as part of SFA’s food safety monitoring programme”. Food that fails SFA’s inspection and food safety tests will not be allowed for sale.\nIt also shared that in their tests, pesticide residues were mainly detected on durian shells, and in instances when pesticide residues were detected in durian flesh, they were in “extremely low concentrations, which were well within safety levels”. There were also no non-compliances on the use of chemical ripeners detected. Finally, durians must only be imported by SFA-licensed importers, with the onus being on food sellers to not compromise food safety.\nIt is therefore highly unlikely that durian lovers in Singapore need to worry that cheaper durians are due to stocks being sent back from China due to high levels of chemicals/pesticides. Based on recent reports, and taking into account SFA’s clarification, we rate that it is false that Malaysian durians contain dangerous amounts of chemicals.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/06/msiadurians-800x800.png",
    "Iframe Sources": [],
    "date": "2021-06-29T08:07:35+00:00",
    "Links in content": [
        "https://www.facebook.com/singaporeIncidents/posts/1634833956705356",
        "https://blackdotresearch.sg/wp-content/uploads/2021/06/durian.mp4",
        "https://www.straitstimes.com/singapore/durians-in-singapore-safe-to-eat-says-ava-in-response-to-malaysian-insecticide-rumours",
        "https://www.facebook.com/SGFoodAgency/photos/a.452796434796889/1517687961641059/?type=3",
        "https://www.nst.com.my/news/nation/2017/11/304752/fake-news-rejected-musang-king-durians-act-sabotage",
        "https://www.channelnewsasia.com/news/asia/malaysia-durian-export-china-whole-fruit-prices-stable-11584534",
        "https://www.thestar.com.my/metro/metro-news/2021/06/26/this-durian-season-brings-triple-the-yield",
        "https://coconuts.co/singapore/food-drink/durian-mania-lands-in-singapore-with-bigger-cheaper-harvests/",
        "https://www.sfa.gov.sg/food-information/risk-at-a-glance/safety-of-durians"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/06/msiadurians-800x800.png",
    "Truefalse": [
        "likely false",
        "false",
        "false"
    ],
    "Description": ""
}