{
    "link": "https://blackdotresearch.sg/cohort-participation-rate-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDo local universities only leave 40% of places open for S’porean students?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this post on Facebook group Concerned Citizens Band Together for a Better Singapore:\n\nThe author of the post shared a link to an article on The Straits Times which covered Education Minister Lawrence Wong’s responses in Parliament to questions from Mr Darryl David (Ang Mo Kio GRC) and Associate Professor Jamus Jerome Lim (Sengkang GRC) on 6 October.\nMr David about how many international students had been admitted into local universities under the Ministry of Education’s (MOE’s) Tuition Grant Scheme, while AP Lim asked how the MOE intends to help international students who are unable to find jobs in the current labour market in order to serve their bonds.\nIn the caption of the post, the author quoted Mr Wong as saying: “Places in the AUs (autonomous universities) are planned first and foremost for Singaporeans, in line with the cohort participation target of 40 per cent”. He then inferred the statement as saying that local universities are “only catered for ~40% [Singaporeans, while] the rest [of the places are] for foreigners”.\nWhat does ‘cohort participation’ mean?\nLet’s first look at what a ‘cohort participation target of 40 per cent’ means.\nIn an interview on The Straits Times earlier in January with then-Education Minister Ong Ye Kung, we read that the Singapore Government aims to deliver a “40 per cent cohort participation rate (CPR) for university that it had pledged in 2012”.\nThat means four out of 10 in an age group will go on to study for a degree in one of the six local universities/AUs. According to Mr Ong, the CPR has also gone up from 27% in 2012 and is set to reach 40% in 2020.\nIn a 2015 news release on MOE’s website, we see a section which compared Singapore’s then-CPR (26%) to that of other countries. The writeup states that “publicly-funded CPRs in Asian jurisdictions tend to be fairly low, in the range of 10-20% in Hong Kong, Japan, South Korea and Taiwan”. However, the number of students who enter universities in these countries are still “significantly higher, as the private university sector has emerged to meet the additional demand for university places”.\nBringing this back to the article that the Facebook post highlighted, it is important to note that the Facebook post didn’t include Mr Wong revealing that an average of about 1,600 international students received tuition grants for each of the past five years to study at the AUs, and that this “accounts for less than 10 per cent of the annual university student intake”. He also stated that “no Singaporean is displaced from a university place because of an international student”.\nIn the same article, Mr Wong also highlighted that more places were set aside at the AUs this year to cater to Singaporean students whose overseas study plans were disrupted by the pandemic. He added: “The AUs first admit Singaporean students who are able to meet their admission standards. They then raise the bar a few notches and admit a small number of international students, over and above the local students.”\nSolely from the definition of CPR, we already see that the Facebook post author’s inference is inaccurate because 40% refers to the percentage of Singapore students in a particular age group who will be able to attend one of the six local AUs, and not that these AUs have only set aside 40% of their places for local students and reserve the rest for foreign students.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/unicpr-800x520.png",
    "Iframe Sources": [],
    "date": "2020-10-14T02:13:24+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1751214108389581/",
        "https://www.straitstimes.com/singapore/politics/parliament-about-1600-international-students-received-moe-tuition-grant-in-each?utm_source=STSmartphone&utm_medium=share&utm_term=2020-10-06%2017%3A57%3A05&fbclid=IwAR3NR1VC-eyOLVPAHOahk2ORjTMHBautfIIHKbfQrcKKS0qcWrIOFwZDX3E",
        "https://www.straitstimes.com/singapore/education/planning-for-uni-places-needs-rethink",
        "https://www.moe.gov.sg/microsites/whats-next/for-gce-a-level-students/where-do-i-want-to-go/i-want-to-further-my-studies/publicly-funded-autonomous-universities/index.html",
        "https://www.moe.gov.sg/news/committee-on-university-education-pathways-beyond-2015/singapore-university-landscape"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/unicpr-800x520.png",
    "Truefalse": [
        "inaccurate"
    ],
    "Description": ""
}