{
    "link": "https://blackdotresearch.sg/singapore-pr-cpf-contribution/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDo Singapore PRs only contribute 13% of their wages to CPF?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this post on Facebook group Voice Your Grievances:\n\nThe author of the post poses a question – “Why PR holder contributes 13% for CPF deduction while Singaporean of similar age contributes 20%”.\nCPF contribution rates for Singapore PRs\nAs seen from the screenshot we took from the CPF Board’s website, the CPF contribution rates are as such:\n\nIt is important to note that these rates are applicable to individuals from 3 groups:\n\nSingapore Citizens\nSingapore PRs (third year of obtaining SPR onwards)\nFirst and Second Year SPRs who have jointly applied with employers to contribute at full employer-full employee rates\n\nGoing back to the Facebook post author’s claim, it can be assumed that he’s making reference to the 20% contribution that individuals aged 55 and below AND belonging to the three groups mentioned above are contributing to their CPF accounts monthly.\nTherefore at this stage, the statement that PR holders contribute 13% is false, given that SPRs who fall into the above-mentioned categories actually contribute 20% of their wages just like Singapore citizens.\n\nPerhaps then, he could have been referring to First and Second Year SPRs who did not apply with their employers to contribute at full employer-full employee rates.\nFor this, we refer back to the CPF Board’s website:\n\nFrom the screenshot above, we see that CPF contributions are payable at lower rates during the first two years of an individual obtaining SPR status under something called “graduated employer-graduate employee contribution rates”.\nTo find out the rates, we look at this document uploaded by the CPF Board, which shows us the CPF contribution rates from 1 January 2016 for individuals during the first two years of obtaining SPR status.\n\nAccording to the document, these are the amounts an individual (using graduated employer-graduate employee rates) need to pay in their first year of obtaining SPR status:\n\nAnd in their second year of obtaining SPR status:\n\nLooking at the cell depicting the employee’s share of CPF contributions for individuals with total wages of $750 and above, we do not see the 13% figure that the author of the Facebook post mentioned.\nOnce again, the statement that PR holders contribute 13% is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/10/13cpf-800x520.png",
    "Iframe Sources": [],
    "date": "2020-10-29T07:24:37+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2141426116109503/permalink/2639398152978961/",
        "https://www.cpf.gov.sg/employers/employerguides/employer-guides/paying-cpf-contributions/cpf-contribution-and-allocation-rates",
        "https://www.cpf.gov.sg/Assets/employers/Documents/TableA2_ContributionRates.pdf",
        "https://www.cpf.gov.sg/Assets/employers/Documents/Table%202_1st%20Yr%20SPR%20GG%20Pte%20and%20Npen%20Jan%202016.pdf",
        "https://www.cpf.gov.sg/Assets/employers/Documents/Table%203_2nd%20Yr%20SPR%20GG%20Pte%20and%20NPen%20Jan%202016.pdf"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/10/13cpf-800x520.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}