{
    "link": "https://blackdotresearch.sg/factcheck-does-the-crown-prince-of-johor-own-an-rm14-billion-property-in-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDoes the Crown Prince of Johor own an RM14 billion property in Singapore?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n\nOn 15 May 2019, we came across an article from media outlet “Cilisos.my” claiming the above.  However, the article adds, the Crown Prince of Johor is unable to sell the property as the land is zoned as “Special Use” land.\nAfter doing our own checks, we can’t prove the article, and more information is needed.\n\nBackground – Bloomberg’s report\nCilisos was not the original reporter of this matter.  Bloomberg was, and it had reported that the Crown Prince of Johor, Tunku Ismail Sultan Ibrahim, is the registered owner of the plot of land next to the Botanic Gardens, containing 2 palaces which used to belong to the Sultan of Johor – Istana Tyersall and Istana Woodneuk:\n\n(The plot of land actually comprises 3 parcels of land – MK02-03967K, MK02-03563P, where Istana Tyersall was, and MK02-03562V, where Istana Woodneuk is)\n \nThe 2 Istanas\nIstana Tyersall was destroyed in a fire in 1905.  In its former glory, it resembled this (and had red tiles):\n\nIstana Woodneuk used to look like this:\n\nBut apparently it is now like this – The land is also not accessible to the public and trespassers are liable to be arrested:\n\nBack to the Article\nBloomberg’s article was published in February 2019, and some curiosity was stirred as a result of it.  We should add that interest was also stirred because the estate inspired mention in Kevin Kwan’s fictional novel  “Crazy Rich Asians”, where the land plot was re-imagined as a 64-acre estate belonging to the protagonist’s grandmother.\nWe have seen other publications publish the same Bloomberg article around February 2019:\n\nThe Business Times\nSays.com\nYahoo News\n\nAccording to Bloomberg, the plot of land in question is 30 times the size of the United States’ White House and worth some US$3.5 billion (RM 14 billion) if sold for development.  Further, the report claimed that the current 34-year old Crown Prince of Johor, Tunku Ismail Sultan Ibrahim, is the registered owner of the 210,875 square meter plot.\nOur Findings\nThe property information for each of the plots is unfortunately unavailable. Hence, we cannot be certain that the Crown Prince owns it.\nHowever, having studied a 2005 judgment in Singapore, we understand that 2/3 of the land (MK02-03967K and MK02-03563P, where Istana Tyersall is) would belong to the current Sultan of Johor, Sultan Ibrahim Ibni Almarhum Sultan Iskandar Al-Haj.  These plots will only become the Crown Prince’s upon his ascension to the throne.\nThe land on which Istana Woodneuk sits used to be the personal property of the Sultan of Johor prior to 1895, until it was bequeathed to his 4th wife, Sultana Khadijah.  Based on the various news reports, it appears that she would have sold or bequeathed the land to some beneficiary and somehow it landed with the Crown Prince, this is information we cannot verify.\nAlso, it is true that a part of the entire swath of land is not available for redevelopment into some hotel or condominium at the whim and fancy of the true owner, as it is labelled “Special Use”.  The other part is labelled “Open Space”.\n\n \nThe Evidence!\nThe detailed history of how the plot of land (covering all 3 parcels) came to be owned by the Sultan of Johor is described in various sources, the best summary of which we have found to be here.\nWhat we found informative was this judgment in 2005 over a dispute as to proceeds from land acquisition involving the plot of land.\nIn April 1895, the Sultan of Johor, Sultan Abu Bakar executed a will.  This will covered the plot of land he owned in Singapore, amongst many other assets.\nA part of the late Sultan Abu Bakar’s will mentioned the following:\n“My royal son Tunku Ibrahim… shall be my successor as Ruler and possessor of the State of Johore and all its dependencies … And for his use and possession as Sovereign Ruler, I surrender to him all such properties, things, and objects as are said to be State heritage or belongings or which I by my own will, and pleasure have declared and constituted as the property of the State and Country, namely, my Istana together with all its gardens… all state buildings in Johore Bahru … the crown, and all the paraphernalia and things all complete as used in the State Ceremonials … And similarly as State property I leave and deliver to my royal son the Istana and lands, and grounds and garden named Tyersall, situated in the Island of Singapore in the district of Tanglin together with all houses furnitures appurtenances and decorations all complete as it is now for his use…” [Emphasis added]\nTo his wife, Sultana Khadijah, in his will, he provided:\n“And I give and bequeath to my wife, Sultana Khadijah… the ground, house, furniture, and garden situated in the district of Tanglin in Singapore called “Woodneuk” … which is near by the Istana Tyersall“.\nNow why was there a dispute?\nIn 1990, the Singapore Government obtained a part of Tyersall by way of compulsory land acquisition.  In 2004, the government determined that compensation in the sum of S$25 million was to be paid.  The issue however, was who ought to have obtained that sum of money.\nSome relatives of the Sultan argued that it was to be distributed amongst the beneficiaries of the late Sultan Abu Bakar’s will.  But the then-sultan, Sultan Iskandar (great-grandson of Sultan Abu Bakar), said that the property belonged to the Throne (i.e. the existing Sultan), and money from the property should go to the Throne too.\nThe Judge held that Sultan Iskandar was right.  The Tyersall land was land that was “State Property”, in the hands of the reigning Sultan of Johor.  The Woodneuk part was personal property that was bequeathed to Sultana Khadijah.\nA missing gap in information\nFrustratingly, we have little information to go on from this point.\nWhat we do know is that in 2009, the Singapore Government again acquired a part of the remaining land on the plot to create the Tyersall extension portion of the Botanic Gardens.  A Straits Times report we found, dated March 6 2013, indicates that this second acquisition amounted to 9.8 hectares out of a larger swath of 24.4 hectares.  The remaining 14.6 hectares would amount to around 146,000 square metres.\nWhat we have also found in various reports, such as this one, is that all the plots of land were eventually given to the present 34-year old Crown Prince, Tunku Ismail Idris Abdul Majid Abu Bakar Iskandar ibni Sultan Ibrahim Ismail. Unfortunately, there is no source for this information provided in the reports.\n \n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-05-17T10:28:53+00:00",
    "Links in content": [
        "https://cilisos.my/tmjs-owns-a-run-down-istana-in-singapore-worth-rm14billion-but-he-cant-sell-it/",
        "https://www.bloomberg.com/amp/news/articles/2019-02-21/the-real-crazy-rich-asian-palace-is-worth-a-cool-3-5-billion?__twitter_impression=true&fbclid=IwAR32EHAY4Eqo1bvLFQ7-dZsEyMyBvtqRQGcUWa5tMmb_YWeTnBnlvxC9THw",
        "https://www.businesstimes.com.sg/real-estate/tyersall-park-site-worth-s47b-if-it-can-be-sold",
        "https://says.com/my/news/the-johor-crown-prince-owns-the-real-crazy-rich-asian-palace-which-is-worth-usd3-5b",
        "https://sg.finance.yahoo.com/news/real-crazy-rich-asian-palace-worth-cool-3-5-billion-025447455.html",
        "http://www.wikiwand.com/en/Istana_Tyersall",
        "https://www.singaporelawwatch.sg/Portals/0/Docs/Judgments/[2005]%20SGHC%20156.pdf",
        "https://www.asiaone.com/News/Latest+News/Singapore/Story/A1Story20130305-406524.html",
        "http://api.sg/main/index.php?option=com_content&view=article&id=104&Itemid=105"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [],
    "Description": ""
}