{
    "link": "https://blackdotresearch.sg/factcheck-does-this-photo-misrepresent-racial-diversity-in-dbs-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tDoes this photo misrepresent racial diversity in DBS Singapore?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nOn 10 September 2019, a Facebook page called ‘Trust me, I’m Singaporean’ posted the following:\n\nThe image for the post was obtained from another Facebook page called “Matchy Matchy”.\nThe post challenged readers to spot either a Singaporean or Chinese and claimed that there was a People’s Action Party (PAP) Member of Parliament (MP) in the picture.  Many readers believed that the picture showed the DBS Singapore office with a large majority of employees who are non-Singaporean.\nThe post is misleading.  The picture dates back to September 2017, featuring DBS India employees in Mumbai, and there is no basis to suggest that DBS Bank has an unfair hiring policy.\nThe photograph is actually a “wefie” taken on September 5, 2017, at Express Towers, Nariman Point, Mumbai, where DBS Bank was celebrating the launch of a new office there.  In addition to having published the original picture on their Instagram page (see below), the event was reported by Percept ICE, the public relations company which handled the event (read the report here).\n \nThere was also no PAP MP in the photo.  In the foreground of the photo, 2 gentlemen stand out – first, Mr Piyush Gupta, the Chief Executive Officer and Director of the DBS Group.  Second, Mr Sachin Ramesh Tendulkar, an Indian former international cricketer and a former captain of the Indian national team.  Two years ago, he collaborated with DBS in an effort to enrich the lives of kids through the medium of sports.\nRead more on his shared purpose with DBS here.\n\nThe post by “Trust Me, I’m Singaporean” contained no information about where and when this image was taken (or where it was allegedly found).  This suggests that the deception was deliberate.  If this is the case, this wouldn’t be the first time an image of a large crowd has been misappropriated to foster a misleading impression on a range of social issues.\nInterestingly, we note that in the 2 places where the misleading post was featured, some online readers were extremely quick to point out that the post was misleading, and further that these responses by the online community appeared to be in response to misplaced anger expressed by some readers who had believed the misleading suggestion of the original post.\nAs we scan the web for misleading information, we notice that the more blatant or ridiculous a piece of fake news is, the faster the responses come in pointing out the falsehood.  It also helps that there are powerful online tools that can reverse-check images and provide extremely fast guidance on whether a claim is true or false.\nFor images, we tend to use Tineye image search or Google image search.  Give these tools a try! The next time you see a suspicious image, screenshot the image and upload it on to either of the above search tools and see the results that are generated.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/09/TMIS-Post-original-.png",
    "Iframe Sources": [],
    "date": "2019-09-16T02:23:28+00:00",
    "Links in content": [
        "https://www.eventfaqs.com/news/ef-14238/percept-ice-manages-the-new-office-launch-of-dbs-with-sachin-tendulkar?fbclid=IwAR2J9Y9NVRrYfLTpjybqbuKBrjSmWoeaDerJOMj_rt3EO7HQG-iAWjhfFZs",
        "https://www.dbs.com/lm/one_dream_one_mission.html",
        "https://www.tineye.com/search/c6f934447157c74eece5fec3ee036249f92c6f4c?page=1&sort=score&order=desc",
        "https://images.google.com/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/09/TMIS-Post-original-.png",
    "Truefalse": [],
    "Description": ""
}