{
    "link": "https://blackdotresearch.sg/anti-sex-bed-tokyo-olympics/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tEco-friendly or anti-intimacy? The case of cardboard beds at the Tokyo Olympics\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nOn 17 July, American runner Paul Chelimo tweeted photos of the cardboard beds at the Tokyo Olympic Village:\n\nChelimo claimed in his tweet that the reason for the interesting choice of material used for the bed is so that athletes would be unable to do any…strenuous activities other than the ones they’re representing their countries for.\nHe added that “beds will be able to withstand the weight of a single person to avoid situations beyond sports”, which also suggests that the cardboard beds might not be as sturdy as regular ones.\nFor context, the cardboard bed frames were unveiled at the start of 2020 – before COVID-19 was even a thing. Takashi Kitajima, the general manager of the Athletes Village, said that the organising committee “was thinking about recyclable items, and the bed was one of the ideas”. After the games, the frames will be recycled into paper products, while the mattress components will be recycled into plastic products.\nThen, Kitajima assured that the beds would be able to withstand up to 200 kilograms of weight, and that “they are stronger than wooden beds”.\nIn January this year, Airweave, the manufacturer of the bed came forward again to clarify that the beds have been through rigorous stress tests after an Australian basketball player questioned about the bed’s durability. A spokesperson (curiously) told AFP that: “As long as they stick to just two people in the bed, they should be strong enough to support the load.”\nWith Chelimo’s tweet, it does seem like the repeated clarifications still weren’t enough to allay all concerns about the bed’s durability.\nBut perhaps a tweet from another Olympic athlete could be what finally puts all doubts to rest.\nOn 18 July, Irish gymnast Rhys McClenaghan tweeted a 14-second video of himself jumping up and down on the cardboard bed, which doesn’t appear to budge under his weight:\n\n“Anti-sex” beds at the Olympics pic.twitter.com/2jnFm6mKcB\n— Rhys Mcclenaghan (@McClenaghanRhys) July 18, 2021\n\nThe official Olympics Twitter account retweeted McClenaghan’s tweet the next day, thanking him for “debunking the myth” and adding that “the sustainable cardboard beds are sturdy”.\n\nThanks for debunking the myth.😂You heard it first from @TeamIreland gymnast @McClenaghanRhys  – the sustainable cardboard beds are sturdy! #Tokyo2020 https://t.co/lsXbQokGVE\n— Olympics (@Olympics) July 19, 2021\n\nGiven that it has been proven that the cardboard beds at the Tokyo Olympic Village are definitely sturdy enough for rigorous…movements, it is false that the beds were made from this material for the sole purpose of preventing athletes from engaging in sexual activity.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/cardboardbed-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-21T07:23:13+00:00",
    "Links in content": [
        "https://twitter.com/Paulchelimo/status/1416240846039523331",
        "https://apnews.com/article/ap-top-news-olympic-games-tokyo-sports-general-sports-226b432362e6056d0d0807afa76f9433",
        "https://japantoday.com/category/tokyo-2020-olympics/tokyo-olympic-beds-are-sturdy-ioc-says-after-'anti-sex'-report",
        "https://twitter.com/McClenaghanRhys/status/1416567768938291203",
        "https://t.co/2jnFm6mKcB",
        "https://twitter.com/McClenaghanRhys/status/1416567768938291203?ref_src=twsrc%5Etfw",
        "https://twitter.com/Olympics/status/1416938478701408256?s=20",
        "https://twitter.com/TeamIreland?ref_src=twsrc%5Etfw",
        "https://twitter.com/McClenaghanRhys?ref_src=twsrc%5Etfw",
        "https://twitter.com/hashtag/Tokyo2020?src=hash&ref_src=twsrc%5Etfw",
        "https://t.co/lsXbQokGVE",
        "https://twitter.com/Olympics/status/1416938478701408256?ref_src=twsrc%5Etfw"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/cardboardbed-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}