{
    "link": "https://blackdotresearch.sg/a-factchecking-focus-for-this-week-pannir-selvam-the-death-penalty-and-drugs/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tFocus for this week – Pannir Selvam, the Death Penalty and Drugs\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nThis week, we thought we would focus on 2 old topics that have gained some new attention: Drugs and the Death Penalty.\nIf you have an interest in human rights matters, no doubt you would have heard or read about the case of Pannir Selvam Pranthaman, a Malaysian citizen who was convicted of trafficking 51.84g of heroin in 2017 and sentenced to death.  Until recently, he had been languishing in prison, awaiting execution.\nHere’s a summary of what happened:-\n\nAfter being arrested on 3 September 2014 at the Woodlands Checkpoint and following a period of investigation, Pannir was charged with drug trafficking in 51.84 g of heroin.\n\n\n\nOn 27 June 2017, after a 6-day trial in the High Court, Pannir was convicted for the offence of drug trafficking and sentenced to death.\nAn appeal to the Court of Appeal was dismissed on 9 February 2019.\nIn early 2019, Pannir sought a presidential pardon from Singapore’s president, also known as a “clemency petition”.  This attempt failed, and the way in which it failed is what has given rise to the present publicity.\nBased on a report from Channel NewsAsia on the ongoing court proceedings, prior to 7 May 2019, the President had already been advised by the Cabinet against granting clemency.\nThe President agreed with this advice.  Accordingly, the President’s principal private secretary Mr Benny Lee was instructed on 7 May 2019 to inform Pannir Selvam and his family of this decision.  The secretary later signed 3 letters informing Pannir Selvam and his family that the death sentence would continue to be meted out.\nThe letters were dated 17 May 2019, and sent by the Istana on 14 May 2019 to the Singapore Prison Service to be delivered to Pannir Selvam and his family.\nAnother letter, also received on 17 May 2019, was written by the Singapore Prison Service which informed Pannir Selvam and his family that Pannir would be executed on 24 May 2019.\n\nIn Comes the Lawyers for Liberty and the Malaysian Government \nOn 18 May 2019, Lawyers for Liberty issued a press statement, alleging that the clemency petition to the President was tainted with “illegality and unlawful acts by the Singapore authorities”.\nIn addition, the following allegations were made:-\n\nThat Pannir was a mere drug mule.\nPannir had provided critical information about “Anand” who was the mastermind who had “duped” him into committing trafficking.\nPannir was unreasonably denied the certificate of assistance by the public prosecutor.\n\nSee the press statement here:\n\nOn 21 May 2019, Pannir filed a motion to the Singapore Court of Appeal to stay his 24 May execution in order to challenge the clemency process.  It would appear from news reports that the gist of his challenge was that he had been prejudiced because the decision of the prison to proceed with the execution was made prior to the rejection of his clemency petition.\nThe Court of Appeal granted a stay of execution on 23 May 2019 (i.e. Pannir now has more time to properly challenge the clemency process).  We quote the following parts of the Channel NewsAsia report:\n“His lawyers argued that the accused was only told a week ago of his execution date and that his petition for clemency to President Halimah Yacob had been rejected.\n Chief Justice Sundaresh Menon said that Pannir Selvam should “have a reasonable opportunity to take advice on whether he can mount a successful challenge”.\nDuring the hearing, Deputy Public Prosecutor Francis Ng “candidly” acknowledged that this would not have given Pannir Selvam much time to obtain advice on any options he had to appeal the execution of the sentence, said Chief Justice Menon.”\nSee the report here.\nThe Malaysian government also sought to assist Pannir through diplomatic channels.  On 21 May 2019, The Star reported Malaysia’s Foreign Minister Datuk Saifuddin Abdullah as saying that the Malaysian government would seek to help Pannir, and Malaysian Minister in the Prime Minister’s Department Datuk Liew Vui Keong was making the effort, presumably to speak with his Singapore counterparts, regarding Pannir’s case.\nNotably, Datuk Saifuddin recognised the limits of diplomatic assistance, as he was reported as saying:\n“Asked how Putrajaya could resolve the issue of allegedly short notice for carrying out the death sentence, he said there was nothing much the Malaysian government could do.\n“This is the way Singapore administers its law. There is not much room for us to complain but normally what we do is we will try our best to help our people,” he said.”\nRead more here.\nA Scuffle Ensues Across the Causeway\nDatuk Liew Vui Keong was unable to speak to Singapore’s Minister for Law and Home Affairs, Mr Shanmugam, but he communicated with Singapore’s Senior Minister of State for Law, and further wrote an e-mail to the Singapore government on Pannir’s matter.\n2 things then happened.\nOn 23 May 2019, the Ministry of Home Affairs gave a statement saying that the clemency petition of Pannir had been carefully considered.  (See the report here)\nLater, on 24 May 2019, Mr Shanmugam spoke at the Central Narcotics Bureau (CNB) Workplan Seminar, and on the topic of Pannir Selvam, the Minister made the following points:\n\nIt is not tenable for Singapore to grant special treatment to Malaysian drug offenders caught on the Singapore side.\nMalaysia’s Pakatan Harapan party had members who were “ideologically opposed” to the death penalty and that Singapore respected that position.\nLikewise Singapore imposed the death penalty and Malaysia was expected to respect that position similarly.\nA majority of Singaporeans supported a tough anti-drug stance, including using the death penalty against drug traffickers.\n\nSee the report here.\nNeither Malaysia nor Lawyers for Liberty were happy about Mr Shanmugam’s points, to say the least.\nAdviser N Surendran of Lawyers for Liberty posted a number of posts on his Twitter feed in response:\n\nShanmugam’s attack on VK Liew, dismissing him as ‘ideological’ etc, is arrogant & unbecoming. As a senior minister, he shudn’t take such a tone on a minister of a friendly country. Liew wrote a letter to d S’pore govt appealing 4 d life a M’sian drug mule. Wat’s wrong wit tat? https://t.co/U1RHLyPr7p\n— N.Surendran (@nsurendrann) May 24, 2019\n\n\n2) Without any basis, Shanmugam claims death penalty deters drug trafficking. He gives no proof of this! All d studies show execution doesn’t deter traffickers. He then childishly suggests tat M’sia ‘arrests the traffickers’ b4 they enter S’pore. Silly talk 4 a cabinet minister\n— N.Surendran (@nsurendrann) May 24, 2019\n\n\n3) Law Minister Shanmugam claims d S’porean people support d death penalty 4 drugs. How does he know I wonder. There’s barely any freedom of expression in Spore. Faced wit repressive laws, d timid S’poreans daren’t criticise their govt. M’sia is a beacon of freedom in comparison.\n— N.Surendran (@nsurendrann) May 24, 2019\n\nYou can also read about the tweets here, on the Online Citizen. Do note however that there is mis-reporting by the Online Citizen in stating that the Court of Appeal granted Pannir’s request for clemency – This is incorrect and likely a typographical error.  Only a stay has been granted.\nIn respect of Datuk Liew Vui Keong, he seemed to have to fend off allegations (the sources of which are unclear) that he had interfered with Singapore’s decision to grant the stay of execution in respect of Pannir.\nThe minister said that such allegations were “totally unfounded and baseless” and were “purely a figment of an imagination on someone’s part”.  Read more about Datuk Liew’s response here.\n\nSo now you are all caught up on what has been going on.\nGiven the renewed interest in the legitimacy of the death penalty, whether Pannir rightly deserved clemency or not, and whether we (Singapore) are being too hard on drugs, we thought it would be an apt time to factcheck some of these issues.\nHave a think and let us know your views! Our commentary pieces are coming soon 🙂\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-27-at-10.19.54-PM.png",
    "Iframe Sources": [],
    "date": "2019-05-27T14:21:34+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/asia/pannir-selvam-malaysian-death-row-drugs-clemency-petitions-mha-11559682",
        "https://www.lawyersforliberty.org/lfl-malaysian-citizen-pannir-selvam-scheduled-for-execution-in-spore-on-24-may-has-been-denied-his-constitutional-rights/?fbclid=IwAR0tw0YwM7JPX-npdhaP6wDwLrRSOP447K4Q2mKchdZ9P9_4AaEnsFzfa1A",
        "https://www.channelnewsasia.com/news/singapore/pannir-selvan-malaysian-death-row-drug-trafficking-execution-11559186",
        "https://www.thestar.com.my/news/nation/2019/05/21/saifuddin-govt-looking-for-ways-to-help-malaysian-scheduled-to-hang-in-singapore/#Mdcpg0twdWazGiE8.99",
        "https://www.channelnewsasia.com/news/asia/pannir-selvam-malaysian-death-row-drugs-clemency-petitions-mha-11559682",
        "https://www.channelnewsasia.com/news/asia/shanmugam-pannir-selvan-death-penalty-drugs-trafficking-malaysia-11561192",
        "https://t.co/U1RHLyPr7p",
        "https://twitter.com/nsurendrann/status/1131810453397549056?ref_src=twsrc%5Etfw",
        "https://twitter.com/nsurendrann/status/1131811970426892288?ref_src=twsrc%5Etfw",
        "https://twitter.com/nsurendrann/status/1131812736948531202?ref_src=twsrc%5Etfw",
        "https://www.theonlinecitizen.com/2019/05/24/lawyers-for-liberty-lambast-k-shanmugams-allegedly-arrogant-and-unbecoming-remark-on-malaysias-de-facto-law-minister/",
        "https://www.channelnewsasia.com/news/asia/death-row-execution-malaysia-singapore-minister-interfere-court-11566248"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Screenshot-2019-05-27-at-10.19.54-PM.png",
    "Truefalse": [],
    "Description": ""
}