{
    "link": "https://blackdotresearch.sg/freedom-to-protest/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tFreedom to protest\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nProtests are rare in Singapore – in this tightly governed country, taking to the streets and harnessing the power of collective action to air grievances and make demands to the state are frowned upon, and even taboo. Even now, in what scholars have called the “age of mass protests,”[1] Singapore is bucking the global trend; after all, public assemblies are illegal here without a police permit, and confined to a dedicated space aptly named Speakers’ Corner located in the heart of the city.\nNot quite politically apathetic\nDespite the country’s tough laws, however, its people might not be as politically apathetic as expected. Several notable incidents were recorded in just the last year – three people were arrested outside the Education Ministry in January 2021 to protest against transphobia. Meanwhile, civil rights activist Jolovan Wham was hauled in in November for holding a cardboard with a smiley face, in support of two climate protesters who had been taken into custody for similar charges. These demonstrations show the public’s willingness to organise, even if by themselves, when they want to see change. And, while the government may not have necessarily responded in their favour, such protests do spark conversations not only among the citizenry, but also politicians.\nIn a survey conducted by Black Dot Research of 232 Singaporeans, nearly three quarters (73%) said they would join an approved public demonstration about a cause they strongly identify with. Many (78%) are frustrated with the status quo, and believe that protesting, as a collective effort, is the best way to make their voices heard on the issues they care about (72%). Even if the demonstrations they would have liked to participate in were not approved by the authorities, 63% of respondents said they would not change their mind about going. For the quarter (27%) of respondents who said they would not join a protest, the top reason was that there are other ways to make their voice heard (79%). Other factors include not believing that protesting can bring about any change (50%), and that they had no grievances to air (36%).\nWhen asked about whether public demonstrations can bring about change in Singapore, around three quarters (73%) of all respondents believed they could. This further reinforces the above finding that majority of the public is open to joining protests – approved or not – and that collective action can transform society. An overwhelming majority (88%) also voted for the public to be able to protest freely without having to apply for a permit from the Police. For this group of respondents, protesting is a fundamental and democratic human right (88%).\nMany (85%) also believe applying for a Police permit would only increase the chances of public demonstrations being cancelled. Activist Gilbert Goh had his application rejected in 2015 for a rally at the Speakers’ Corner to make the Hindu festival Thaipusam a national holiday, on the grounds that the event could lead to public disorder and trigger racial and religious disharmony. In early 2021, editor of socio-political website The Online Citizen Terry Xu was denied permission to hold a one-man protest against the culling of stray dogs. This was apparently not the first time Xu’s application to hold a public assembly was turned down by the Police – in 2018, he was barred from collecting signatures at various train stations for a petition to live-stream Parliamentary sessions.\n\nDo’s and Don’ts of protesting\nWe asked our respondents if they knew what it took to carry out a demonstration or protest in Singapore, and the results were split in half. Under the Public Order Act, organising or participating in public assemblies, which include demonstrations and protests, is a criminal offence unless approved by the Police. An assembly, as defined by the law is a gathering of people to show support for or against certain views or actions by any person or government, to publicise a cause or campaign, or to mark or commemorate any event. Even a single person demonstrating constitutes an assembly.\nWhen asked whether they thought a lone protester poses a threat to public order, more than 80% of respondents said no. Earlier this year, questions were raised about what is allowed and what is not under the Public Order Act. They came after pictures of Member of Parliament Louis Ng surfaced showing him holding up a placard in appreciation for hawkers, similar to what Wham did months later. There were cries of double standards – while Wham was arrested, Ng did not face any legal consequences for his actions, until only recently.\nThe only place where public assemblies can go ahead without a Police permit is the Speakers’ Corner; even then, organisers must seek permission from the National Parks Board and comply with several conditions that include not touching on racial and religious matters. On top of that, foreigners are not allowed to participate. However, more than 80% of our respondents agreed public demonstrations outside the Speakers’ Corner should be allowed, and that if peaceful, protests should be left alone and allowed to proceed without a permit (80%).\n\nWhy protests are illegal in Singapore\nCritics have often slammed the Singapore government – dominated by the ruling People’s Action Party for more than six decades – for its tough stance on public demonstrations and protests, citing violations of civil liberties like freedom of assembly and speech. Some argue that authorities, under the guise of preserving the country’s precious social and economic stability, wield draconian laws upon citizens in order to stifle dissent. The government, however, is firm on its position – for a small country like Singapore with its multiracial, multireligious makeup, as well as its status as a major trading and financial hub, maintaining public order is among its utmost priority.\nFor example, the 2019-2020 civil unrest in Hong Kong was used by several politicians as “lessons” to justify Singapore’s zero tolerance for protests. Demonstrations that took place during Singapore’s colonial past have also been featured in school textbooks to remind new generations that these constitute an illegitimate form of political action. Indeed, our survey revealed a third of respondents had identified protests as a threat to public order (78%) as the top reason why they voted against the freedom to assemble. However, not all protests are violent; data has shown that peaceful demonstrations remain the overwhelmingly dominant form of mass action.\nThat said, 85% of respondents agreed current rules governing public assemblies curtailed their rights as Singapore citizens to freedoms of speech, expression, and assembly – rights guaranteed by the Constitution of Singapore. More than 90% are also of the opinion that the privilege to speak freely is important to advance the nation, while 82% voted for protests to be allowed in Singapore as they expose the general public to alternative views, raise awareness of current issues, and give voice to marginalised groups. Another 63% believe public assemblies should not be regulated by the State, even if these champion frivolous matters.\nStill no protest culture?\nBut maybe Singaporeans still lack the appetite for public assemblies. The question of whether there are other, better ways to voice displeasure and the desire for change, asked at the end of the survey, revealed more than half of respondents saying yes. Majority (71%) opted to join government-affiliated or non-governmental organisations that champion the causes they believe in, while others would rather participate in online debates on social media platforms (61%) or write to local newspapers (51%) and their MPs (50%).\n\nOne interesting observation we made was that more than half (55%) of this survey’s respondents were 45 years and older. A survey conducted by the Institute of Policy Studies in 2019 had revealed that age is a factor in Singapore’s liberal-conservative divide, with older people likely to be much more conservative than their younger counterparts. Researchers also predicted that respondents who were more conservative on socio-political values like freedom of speech would likely be morally conservative. Our poll findings, however, seemed to challenge this, as majority of respondents indicated their support for mass action.\nConclusion\nOur poll has revealed a broad support for mass action in Singapore. Protesting is an alternative way for citizens to influence political processes from the bottom-up. Its very visible nature can be useful to gauge public opinion, especially as the citizenry becomes more aware in this age of shared knowledge. Demonstrations provide the platform for people to make their voices heard – a mass rally could signal to the State that its citizens really do care about an issue. And while protests may not effect immediate change, they help lay the foundation for policy change in the future. This is not to suggest that protests should be allowed for protests’ sake – if done right, they could spark productive conversations that contribute towards building a wiser and more resilient society.\n \n[1] Brannen, Samuel J., Christian S. Haig and Katherine Schmidt. 2020. “The Age of Mass Protests: Understanding an Escalating Global Trend,” Centre for Strategic and International Studies.\n\t\t\t\t\t\t\n\t\t\t\t",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/04/001-800x696.png",
    "Iframe Sources": [],
    "date": "2021-04-06T06:10:45+00:00",
    "Links in content": [
        "applewebdata://61F88E3E-D820-4A1D-844F-E81F81D96293#_ftn1"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/04/001-800x696.png",
    "Truefalse": [],
    "Description": ""
}