{
    "link": "https://blackdotresearch.sg/tanjong-pagar-town-council-ndp-banner/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tHow an unassuming National Day banner became magnet for xenophobic comments\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nAt first glance, it can be confusing as to why what appears to be a typical celebratory banner for National Day was singled out in a Facebook post, and why a green arrow pointing to a family at the top right corner was drawn.\nHowever, one simply needs to look at the comments section along with shares of the post to several Facebook groups to realise how an initially unassuming banner has been misconstrued and become a magnet for xenophobic comments:\n\n\nA caption of a share to another page translates to: “Does Singapore only have Indian families? Aren’t there 4 races in Singapore? Why is there a need to deliberately use this family photo?”\n\nFor the unacquainted, ‘CECA’ is the abbreviation for the India – Singapore Comprehensive Economic Cooperation Agreement, a trade agreement that came into force 1 August 2005. However, the term has in recent times been used by certain netizens as a slur when referring to Indian nationals who have moved to Singapore. We have done one too many fact–checks in relation to false claims being made by netizens regarding individuals who have come to Singapore via CECA.\nThe post has been taken down at time of writing, but it had understandably generated a lot of buzz.\nFortunately, there were also many netizens who have stepped forward to call out the xenophobic comments and slant of the post.\nFrom the comments, there are two claims made:\n\nThere is only one design of National Day banners put up around Tanjong Pagar GRC, and they only feature a family of a certain ethnicity\nThe family in the banner came in via CECA\n\nClaim #1: There is only one design of National Day banners put up around Tanjong Pagar GRC\nThere was actually a post on Tanjong Pagar Town Council’s Facebook page put up earlier in the day (2 August) which talked about the National Day banners that have been put up around the neighbourhood. The post included 26 photos, featuring different designs of the banner – including the one that had been singled out.\nAs seen, families and individuals of different ethnicities and age groups were featured in each design. Below are a few examples:\n\n\n\n\n\nTherefore, it is false that there is only one design of National Day banners put up around Tanjong Pagar GRC, and that they only feature a family of a certain ethnicity.\n\nClaim #2: The family in the banner came in via CECA\nThis claim was actually debunked by the individual who was featured in the poster. \nOn his Instagram account, user ‘thiruben’ clarified that his family was featured in the banner and that they were invited by Tanjong Pagar Town Council, among others, to be featured.\nHe added that everyone in his family are Singapore citizens, that he and his siblings were born and bred here, and that his parents moved here from Malaysia over 30 years ago. He revealed that he has also been representing Singapore in athletics since he was 15.\nTherefore, it is also false that the banner features a family which came in to Singapore via CECA.\n\nIt is both saddening and maddening that what was initially a set of banners showcasing the individuals of different ethnicities and age groups designed to celebrate National Day has been taken out of context and has become a magnet for xenophobes.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/08/tcposter-800x800.png",
    "Iframe Sources": [],
    "date": "2021-08-03T07:14:51+00:00",
    "Links in content": [
        "https://www.enterprisesg.gov.sg/non-financial-assistance/for-singapore-companies/free-trade-agreements/ftas/singapore-ftas/ceca",
        "https://blackdotresearch.sg/are-all-sex-crimes-in-singapore-committed-by-individuals-who-came-in-via-ceca/",
        "https://blackdotresearch.sg/self-radicalised-teen-singapore-mosque-ceca/",
        "https://blackdotresearch.sg/temasek-holdings-ceo-dilhan-pillay-ceca/",
        "https://blackdotresearch.sg/are-there-really-650000-overseas-indians-in-singapore/",
        "https://blackdotresearch.sg/maid-abuse-singapore-ceca/",
        "https://www.facebook.com/tptckakis/posts/5881017485273645",
        "https://www.facebook.com/tptckakis/photos/pcb.5881017485273645/5881015391940521",
        "https://www.instagram.com/p/CSELN5yFxMk/"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/08/tcposter-800x800.png",
    "Truefalse": [
        "false",
        "false"
    ],
    "Description": ""
}