{
    "link": "https://blackdotresearch.sg/is-it-true-that-brunei-will-introduce-criminal-laws-that-punish-homosexuals-and-adulterers-with-death-by-stoning-come-4-april-2019/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs it true that Brunei will introduce criminal laws that punish homosexuals and adulterers with death by stoning come 4 April 2019?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nEDIT: 7 May 2019 – Update: \nOn Sunday 5 May 2019, the Sultan of Brunei announced that the existing moratorium on death penalty cases under the common law would also apply to the Syariah Penal Code Order, 2013 (SPCO 2013).  This effectively means that cases which would attract the death penalty by stoning under the SPCO 2013 would not have their sentences carried out – However, how long this moratorium will last and when this moratorium would be lifted is unclear.\nSignificantly, the Sultan has also informed that Brunei would ratify the UN Convention against Torture.  It is unclear however, how this will sit with the SPCO 2013, which technically remains in force, albeit reduced in effect by the above-mentioned moratorium.\nWe have made available a copy of the English translation of the Sultan’s speech here:\nNews - 05.05.19 SPCO Clarified\nYes, this is true, but there’s more.\n\nIn recent days, we came across various media articles [1] [2] citing that Brunei will be giving effect to certain parts of the Syariah Penal Code Order 2013.\nThese articles have stated that the laws which are now coming into effect include “vicious” criminal laws such as stoning to death for gay sex and amputation for theft.\nFirst, it is true that certain parts of the Syariah Penal Code Order 2013 will come into force come 4 April 2019. Official notification of this was given via the Brunei Darussalam Government Gazette on 29 December 2018, by the Minister of Religious Affairs with the approval of the Sultan of Brunei.\nNext, and alarmingly, it appears to us that the articles are generally correct on the severity of the punishments stated in these new laws – But we note that the punishments involving stoning to death and amputations are applicable only to Muslims. In general, non-muslims found guilty of the same offences attract punishments of much lesser severity.\nBackground\nThis marks the second phase of a plan to reform the Penal Code of Brunei by introducing Sharia penal law. The first phase of this plan had commenced much earlier before, on 1 May 2014.\nOn 30 April 2014, Sultan Hassanal Bolkiah was reported in various media as having said in a speech:\n“I place my faith in and am grateful to Allah the almighty to announce that tomorrow, Thursday 1 May 2014, will see the enforcement of Sharia law phase one, to be followed by the other phases”, and further, that “Theory states that Allah’s law is harsh and unfair but Allah himself has said that his law is indeed fair”.\nPrior to the Sultan’s announcement, on 11 April 2014, the United Nations Human Rights office had issued a statement to express deep concern over the decision to introduce Sharia law and revise the penal code in Brunei. Amongst other things, the UNHRC office stated:\n“We are deeply concerned about the revised penal code in Brunei Darussalam, due to come into force later this month, which stipulates the death penalty for numerous offences. These include rape, adultery, sodomy, extramarital sexual relations for Muslims, insult or defamation of the Prophet Mohammad, insulting any verses of the Quran and Hadith, blasphemy, declaring oneself a prophet or non-Muslim, and for robbery and murder. Application of the death penalty for such a broad range of offences contravenes international law.”\nThe deep concern expressed by the UN and other human rights organisations was, however, only successful in delaying the plan of the Sultanate to change the law – While the Order was originally intended to commence from 22 April 2014, this was delayed until 1 May 2014, and only in respect of a portion (phase 1) of the law with the remaining 2 stages to be gradually introduced, although the date of coming into force was not mentioned.\nRationale for the changes\nWhy has Brunei done this? We are unable to ascertain why – Some articles have opined that this has been done in an attempt to restore the image of Brunei, attract greater investment from Islamic economies and prevent destabilization of the Sultanate. We would stress that these are opinions and we have found nothing so far to conclusively state that these views are correct.\nBrunei is the first Southeast Asian country to adopt strict Syariah law, that applies to Muslims and non-Muslims (though not equally).\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/His_Majesty_during_the_golden_jubilee-775x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-29T15:52:03+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2019/03/News-05.05.19-SPCO-Clarified.pdf",
        "https://observer.news/world/brunei-to-start-stoning-gays-and-adulterers-to-death-next-week",
        "https://www.scmp.com/news/asia/southeast-asia/article/3003226/brunei-rushing-through-new-anti-lgbt-laws-could-see-gay",
        "http://www.agc.gov.bn/AGC%20Images/LAWS/Gazette_PDF/2013/EN/s069.PDF",
        "http://www.agc.gov.bn/AGC%20Images/LAWS/Gazette_PDF/2018/S069.pdf",
        "http://www.naharnet.com/stories/en/128625-brunei-ruler-says-sharia-penal-code-to-start-thursday",
        "https://www.ohchr.org/en/NewsEvents/Pages/DisplayNews.aspx?NewsID=14501&LangID=E",
        "https://www.lowyinstitute.org/the-interpreter/three-reasons-brunei-introducing-sharia"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/His_Majesty_during_the_golden_jubilee-775x800.jpg",
    "Truefalse": [],
    "Description": ""
}