{
    "link": "https://blackdotresearch.sg/beware-of-ghosts-nea-cemetery/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs NEA warning the public to beware of ghosts at this cemetery?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this image being circulated on social media:\n\nThe image depicts what appears to be a sign by the National Environment Agency (NEA) placed at a closed cemetery which warns visitors about potential hazards like falling trees, slippery ground, and bites by bees and snakes. One of the icons, however, appears to be slightly more…unconventional.\nAs pointed out in the circulated image, one of the icons appears to depict one of a long-haired woman in a dress – a pontianak, in particular. For the unacquainted, a pontianak is a female ghost figure in Malay and Indonesian folklore, and a mainstay in ghost stories and sightings shared among Singaporeans of all ages.\nIf you’re a believer of the supernatural, sightings of fiends like pontianak are possible occurrences at cemeteries, but it’s less believable that a government agency (which is supposed to be secular) would issue such a warning.\nNEA: #HalloweenIsOver\nNEA has come forward with a Facebook post to clarify that the image being circulated is doctored, and included an image of the original signage as reference.\n\nTherefore, the claim that NEA has put up a sign that warns the public to beware of ghosts at a cemetery is false and potentially even doctored for the sake of satire.\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/12/neaghost-800x800.png",
    "Iframe Sources": [],
    "date": "2020-12-02T09:50:28+00:00",
    "Links in content": [
        "https://www.facebook.com/NEASingapore/posts/2778506709037325?__cft__[0]=AZUEDXHEFUALeo1jKjCQYKrJLXLuviSW3eDARpuhOdiFJWHPvg8MM7nOeAnB1FwP3Rb5KwCpIYdO0um_jC-p4hsBPDSGqQ-0p5k8AI_aHMOHqDVYHruVNTKKsUfTM56oylIq0qlFFtUBhxqLoEmsyvYs&__tn__=%2CO%2CP-R"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/12/neaghost-800x800.png",
    "Truefalse": [
        "false",
        "satire"
    ],
    "Description": ""
}