{
    "link": "https://blackdotresearch.sg/scdf-outsource-private-operators/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs SCDF now outsourcing its work to private operators?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this Facebook post:\n\nThe author of the post writes that the SCDF (Singapore Civil Defence Force) is outsourcing its work and that due to this, they “don’t have to ownself do work (sic)” and would be able to “shift blame when things go wrong”.\nComments on the post seem to agree with the claim being made that outsourcing would lead to the shifting of blame when things go wrong, with one even alleging that this would lead to more foreigners coming into Singapore.\n\nNot the first time SCDF is working with private operators\nThere is no context given as to what the author is referring to in the post, but we were able to find a link to what the author is most likely referring to.\nOn 30 November 2020, it was reported on CNA that two private ambulance operators, Unistrong Technology and Lentor Ambulance, have been contracted to the SCDF and will respond to emergency calls in SCDF uniforms and ambulances starting from 1 December 2020. Crew from the two operators are trained to respond to a wider range of emergencies.\nThis is not the first time that SCDF is working with private operators. According to SCDF, it increased its emergency medical services (EMS) fleet in 2009 with contracted private ambulance operators under a ‘contractor-owned-contractor-operated’ model due to the rising number of calls. Under that model, the private operators owned and maintained their own fleet of ambulances, medical equipment and communication devices, and also provided manpower to operate the ambulances.\nFrom 1 December, however, SCDF will be taking on a ‘Government-owned-contractor-operated’ model. Under this new model, the contracted operators will provide EMS personnel to operate 30 SCDF-issued ambulances assigned to them. Additional fully-equipped ambulances will also be issued as resources that can be activated to support SCDF.\nOperators will be responsible for general maintenance, while SCDF will be responsible for the maintenance of all medical and communication equipment of these ambulances. SCDF will also conduct regular audits on the ambulances to ensure compliance with its maintenance regime and maintain overall command and control over all medical resources, which may include private ambulance operators’ ambulances and crews.\nTherefore, the claim that the new contract will lead to SCDF not doing any work is false.\n\nAs for the other claim which insinuates that the blame would be put on the private operators if something goes wrong, there is no evidence that this will be the case and it is therefore unproven.\n\nRegardless, we have reached out to SCDF to clarify their policy on operational mishaps by personnel from these private operators. We will update the article when we get a response.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/12/scdfoutsource-800x800.png",
    "Iframe Sources": [],
    "date": "2020-12-03T08:02:11+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1805375282973463/",
        "https://www.channelnewsasia.com/news/singapore/scdf-private-ambulance-operators-respond-emergency-calls-model-13667770"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/12/scdfoutsource-800x800.png",
    "Truefalse": [
        "false",
        "unproven"
    ],
    "Description": ""
}