{
    "link": "https://blackdotresearch.sg/is-the-volcanic-ash-from-the-mt-sinabung-eruptions-going-to-affect-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs the volcanic ash from the Mt. Sinabung eruptions going to affect Singapore?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe have been alerted to this message being circulated on WhatsApp:\n\nThe message translates to: “Dear all, starting from tonight, there might be volcanic ash in the air in Singapore and Malaysia. Wearing of masks and taking preventive measures are recommended.”\nAlong with the message, a video of what looks to be a gigantic volcanic ash cloud was forwarded. The video can be viewed below:\n\nhttps://blackdotresearch.sg/wp-content/uploads/2020/08/WhatsApp-Video-2020-08-12-at-4.14.59-PM.mp4\nIt wasn’t mentioned specifically the source of the video, nor when the ‘tonight’ in the message was referring to.\nVideo is one of Mount Sinabung eruption in Indonesia\nA reverse image search of a screenshot from the video on Tineye reveals that the video was one taken of a recent eruption of Mount Sinabung, located in North Sumatra in Indonesia.\nAccording to The Jakarta Post, Mount Sinabung first erupted in the wee hours of Saturday (8 Aug) morning, spewing a 2,000m-high column of volcanic ash that later spread as far to Berastagi, located around 30km from the volcano. Mount Sinabung erupted again at 5:18pm on the same day, producing a 1,000m-high column of ash.\nOn Monday (10 Aug), Mount Sinabung erupted again at 10:16am, spewing a 5,000m-high column of volcanic ash and smoke.\n\nMt. Sinabung in Sumatra erupted on Monday 10.16 local time, spewing a massive column of 5000 meter high ash and smoke. the ever volatile volcano is put on ‘watch’ level/siaga (📸: Badan Geologi PVMBG) pic.twitter.com/wCgXUESD48\n— Resty Woro Yuniar (@restyworo) August 10, 2020\n\nThis was followed by a second eruption at 11:17 am that produced a 2,000m-high column of ash.\nThere have been no reports of eruptions since, but the Volcanology and Geological Hazard Mitigation Center (PVMBG) has advised the public living in the area to “remain alert over potential future eruptions”. PVMBG official and personnel of the Sinabung observation post, Armen Putera, also told The Jakarta Post that the volcanic ash from Monday’s eruption covered “at least three districts in Karo and turned the sky dark, especially in Namanteran district, which is located 5.2 kilometers from the mountain”.\n\nIt's noon in Indonesia, that's the ash from Sinabung volcano blocking the sunlight. pic.twitter.com/HlDrFzmeUb\n— Manuel Ruiz (@mozzaic_) August 10, 2020\n\nShould Singaporeans worry?\nWhile flight alerts for pilots have been issued, and residents have been advised to stay outside of a 3 km radius of the volcano and to wear masks to minimise the effects of falling volcanic ash, there doesn’t seem to be any indication that any individual beyond that needs to worry about the effects of the volcanic ash.\nA factsheet on weather.gov.sg on earthquakes and volcanoes published earlier addresses the impact of volcanic ash on Singapore.\nIn the factsheet, we read that “Singapore is not affected by the kinds of hazards experienced in the immediate vicinity of a volcano”. However, it cautioned that “on the occasions when a volcanic eruption is sufficiently large and the winds are blowing towards Singapore, ash emissions can affect the air quality in Singapore”.\nRegardless, the factsheet also mentioned that such occurrences are relatively rare, and the last documented case was in 1991, during the eruption of Mount Pinatubo in the Philippines. Then, the air quality in Singapore went into the moderate or unhealthy range for 3 days.\nThe National Environment Agency (NEA) has also come forward with a Facebook post last night to address the claims being made in the WhatsApp message:\n\n\n\n\nNEA is aware of a text message circulating on WhatsApp alleging that volcanic ash from the eruption of Mount Sinabung…\nPosted by National Environment Agency (NEA) on Wednesday, 12 August 2020\n\nIn the post, NEA asserted that the claim is not true, and that the volcanic ash cloud “was blown east-northeastward and did not affect Singapore”.\nTherefore, the claim that Singapore’s air quality might be affected by the volcanic eruption and that we should take preventive measures is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/eruption.png",
    "Iframe Sources": [],
    "date": "2020-08-13T09:15:28+00:00",
    "Links in content": [
        "https://blackdotresearch.sg/wp-content/uploads/2020/08/WhatsApp-Video-2020-08-12-at-4.14.59-PM.mp4",
        "https://www.tmz.com/2020/08/10/indonesian-volcano-mount-sinabung-erupts-shoot-ash/",
        "https://www.thejakartapost.com/news/2020/08/10/public-warned-of-more-eruptions-as-mt-sinabung-spews-ash-5000-meters-high.html",
        "https://t.co/wCgXUESD48",
        "https://twitter.com/restyworo/status/1292684819596378112?ref_src=twsrc%5Etfw",
        "https://t.co/HlDrFzmeUb",
        "https://twitter.com/mozzaic_/status/1292688412835745792?ref_src=twsrc%5Etfw",
        "https://www.straitstimes.com/asia/se-asia/flight-alert-issued-as-mount-sinabung-erupts-in-indonesia?utm_term=Autofeed&utm_campaign=sttw&utm_medium=social&utm_source=Twitter#Echobox=1596877517",
        "https://www.reuters.com/article/us-indonesia-volcano/indonesia-volcano-spews-huge-ash-cloud-in-second-eruption-in-three-days-idUSKCN2560GY",
        "http://www.weather.gov.sg/learn_earthquakes/",
        "https://www.facebook.com/NEASingapore/",
        "https://www.facebook.com/NEASingapore/photos/a.1420977064790303/2680936948794302/?type=3"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/eruption.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}