{
    "link": "https://blackdotresearch.sg/factcheck-is-there-any-basis-to-say-that-the-singapore-government-is-hiding-s333-billion-of-cash/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs there any basis to say that the Singapore government is hiding S$333 billion of cash?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nOn 21 May 2019, we saw a post on Facebook saying that:-\n\nLatest Debt to GDP data puts Singapore as the 14th most indebted country in the world, having 453% debt to GDP. The ratio has been getting worse steadily for the last 15 years.  Wikipedia indicates that Singapore has over $1.32 trillion in debt.\nWe have heard repeatedly not to worry because it is domestic debt.\nThis is strange because we have been running budget surpluses. How did we accumulate so much debt?\nThe author believes that Singapore is the only country in the world that has annual budget surpluses and yet generates more debt each year.\nOver the last 7 years, the Singapore government generated S$186 billion between 2010 and 2016 of operating cash surplus and an increase of over S$147 billion in debt. This totals S$333 billion.\n\n\nWe observed that the post relied on Wikipedia and the CIA Factbook as sources of information for the post.\n\nWe consider the post misleading.  More information and greater scrutiny of the sources relied upon by the post is required to correctly understand the various issues.\nThe Short Answer:\nIn reality, when all the relevant information is considered:-\n– Singapore doesn’t borrow for its expenses.  Borrowings are done through issuing bonds and securities.  These are to fund investments, and Singapore has more assets than all its borrowings.\n– Singapore is a net creditor country, i.e. Singapore is owed money.\n– Singapore is not the only country in the world with annual budget surpluses and generates more debt each year.\n– There is no missing sum of S$333 billion, as the post only considered debts but made no mention of Singapore’s asset position.\n– The figures cited in the Facebook post are from 2017 and no longer represent current data. The latest figures indicate that the total debt is actually more than S$1.32 trillion, but this is not a sign that things are ‘worse’.\nWhat do the sources of the Post actually say?\nThe sources of information used in the post actually say more than the post.\nFirst, let’s look at the Post’s debt-to-GDP figures.  The figures were obtained from Wikipedia’s page entitled “List of Countries by external debt”.  The date of the figures presented is 30 June 2017, and the link (which is no longer working) comes from Department of Statistics Singapore, a government department.\n(Note: Column 1 is the position of the country relative to other countries featured, Column 3 is the total external debt, Column 4 is the date of the figure, Column 5 is the per-capita external debt figure, and the last column is the percentage of debt compared to GDP.  Hence Singapore is seen as having debt amounting to 4.53 times what it makes in a year.)\n\nNote that Wikipedia’s figures are outdated.  According to Statistics Singapore, the latest Q4/18 figures indicate that Singapore’s gross external debt is S$2,045,992.3 million.\n\nDo note that Singapore’s external assets in the latest Q4/18 figures show S$5,234,914.9 million, indicating a net positive international investment position of S$1,108,209.7 million.\n\nThat’s not to say that the Wikipedia page is wrong! Wikipedia had explained in their page that:\n“Note that while a country may have a relatively large external debt (either in absolute or per capita terms) it could actually be a “net international creditor” if its external debt is less than the total of the external debt of other countries held by it. For example, although the UK has more external debt than France, it has more external assets giving it a stronger NIIP.”\nJust that this wasn’t mentioned in the Facebook post.\nNow putting aside the fact that we have accurate data from the Department of Statistics, Singapore, even when we think about Wikipedia’s figures alone, Singapore is certainly not the only country with a large budget surplus and increasing debt.  Germany, Japan and China, amongst other nations, all fall within the same category. (Do a comparison between this page and this).\nWe have also sighted the CIA Factbook’s page and confirm that it does indicate that Singapore’s external debt is S$566.1 billion.  However, CIA Factbook indicates that this is based on 31 December 2017 figures.  It also states clearly, under “public debt”, the following:\n“note: Singapore’s public debt consists largely of Singapore Government Securities (SGS) issued to assist the Central Provident Fund (CPF), which administers Singapore’s defined contribution pension fund; special issues of SGS are held by the CPF, and are non-tradable; the government has not borrowed to finance deficit expenditures since the 1980s; Singapore has no external public debt”\nUnderstanding how budget surpluses are handled and why the government borrows\nIt is not correct to say that Singaporeans have been told by the government not to worry about the increasing debt because it is “domestic debt”. In fact, the CIA Factbook’s statistic has been expanded by the Ministry of Finance previously:\n“Singapore has high levels of Government debt as reported in the CIA Public Debt Factbook. Is this fiscally sustainable?\nYes. This is because the debt comprises Singapore Government Securities, Special Singapore Government Securities, and Singapore Saving Bonds, that are not used for spending. The borrowing proceeds are invested. The Singapore Government has a strong balance sheet with assets well in excess of its liabilities. The Government has significant net assets and no net debt.\nLooking only at the liabilities (i.e. debt) alone thus does not discriminate between two countries with the same level of debt but with very different levels of assets. Singapore is in fact a net creditor country, not a debtor country, and is able to earn significant investment income on its net assets.\nThis is why international credit rating agencies give the Singapore Government the highest short and long-term credit ratings of AAA. In an April 2012 report by BlackRock Investment Institute, Singapore also ranked 2nd in the BlackRock Sovereign Risk Index in terms of creditworthiness. A key strength highlighted was Singapore’s net asset position.”\nThis is very closely similar to the extract from CIA Factbook’s commentary on Singapore’s economy, as mentioned above.\nAs for how the Singapore Government makes the decision to borrow, the Ministry of Finance has stated:-\n“The Singapore Government operates on a balanced budget over each term of Government. It also has a strong balance sheet that has assets well in excess of its liabilities.\nThe Government does not borrow to fund its Budget. Under the Government Securities Act, the Singapore Government cannot spend the monies raised from three existing domestic debt securities it issues: Singapore Government Securities (SGS), Special Singapore Government Securities (SSGS), and Singapore Savings Bonds (SSB).\nSGS are marketable debt instruments issued for purposes of developing Singapore’s debt markets. They provide a risk-free benchmark against which other risky market instruments are priced off.\nSSGS are non-tradable bonds issued specifically to the Central Provident Fund (CPF) Board, Singapore’s national pension fund. Singaporeans’ CPF monies are invested in these special securities which are fully guaranteed by the Government. The securities earn for the CPF Board a coupon rate that is pegged to CPF interest rates that members receive.\nSSB are non-tradable bonds issued to provide individual investors with a long-term saving option.\nAll borrowing proceeds from the issuance of SGS, SSGS, and SSB are invested. These investment returns are more than sufficient to cover the debt servicing costs.”\nSee a fuller and more detailed explanation by the Ministry of Finance here (correct as at 11 March 2019):-\npdr\nAs for Budget surpluses, keep in mind that Budget surpluses, if any at the end of each fiscal year, are accumulated as current reserves of each term of government. Similar to Past Reserves, these are also managed by the Government’s investment entities. At the end of each term of government, the accumulated current reserves will be transferred to Past Reserves.\nFinally, it is important to highlight that borrowing is not purely for investing alone.  Sometimes the government borrows to fund large-scale infrastructure projects despite having the funds to do so immediately.  It does so because in the government’s opinion, the infrastructure projects that take a long time to build and will benefit multiple generations of Singaporeans – and so it would be fair for each successive generation to bear a portion of the financial responsibility, rather than make an initial generation responsible for everything.  This was previously reported in relation to Singapore’s construction of the Changi East Development, Singapore’s Terminal 5.\nA final note\nFor completeness, we should highlight that the author of the Facebook post had also followed up with another post addressing many of the comments made in respect of his original Facebook post.  Have a read here:\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Singapore_Marina-Bay-Panorama-02-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-05-24T10:19:37+00:00",
    "Links in content": [
        "https://en.wikipedia.org/wiki/List_of_countries_by_external_debt#cite_note-14",
        "https://www.singstat.gov.sg/find-data/search-by-theme/economy/external-debt/latest-data",
        "https://www.singstat.gov.sg/find-data/search-by-theme/economy/international-investment-position/latest-data",
        "https://en.wikipedia.org/wiki/List_of_countries_by_current_account_balance",
        "https://en.wikipedia.org/wiki/List_of_countries_by_external_debt#cite_note-14",
        "https://www.cia.gov/library/publications/the-world-factbook/geos/sn.html",
        "https://www.ifaq.gov.sg/mof/apps/fcd_faqmain.aspx?qst=hRhkP9BzcBImsx2TBbssMsxu7lqt6UJK70a1wAEVmyceMdb6HeOZzez75f7cwZZgDQfM300bHnEKzJEwD0LEyjb6mPose55SfZ4oxo5bTYUEOvzHEO25P1t2tT6HJxr73l7sEKIcx1kSBhx2Q9D4JuCyUm07eV4m7CohA0%2BTc2xnwCHGRSrGecWPmhcU4kUv%2FH8M%2BgtB%2FaV273ylU06icSuFe3Rb50GqUsKJKNDfTos%3D#FAQ_1524",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/pdr.pdf",
        "https://www.todayonline.com/singapore/explainer-why-borrow-when-you-have-budget-surplus"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Singapore_Marina-Bay-Panorama-02-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}