{
    "link": "https://blackdotresearch.sg/mindef-car-private-hire-services/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs this MINDEF-owned car providing private-hire services?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 10 Aug, 12:21pm] We have updated the article with clarification from MINDEF. The rating has been changed from unproven to false.\n–\nWe came across this post on Facebook:\n\nIn the photo, we see a white Volvo sedan on what appears to be a road in Singapore. We see two red circles which draw attention to the car’s number plate and a blue decal at the top left corner of the car’s rear windscreen.\nImmediately, many netizens recognised that the number plate isn’t a run-of-the-mill one. Instead, the ‘MID’ suggests that it is a vehicle owned by the Singapore Ministry of Defence (MINDEF).\nThe blue decal was also recognised to be the decal that all private-hire cars in Singapore used to provide chauffeured services (which includes Grab, Gojek) have been required to display since 1 July 2017. Below is a screenshot from the Land Transport Authority’s website of the decal and where they’re affixed on such vehicles:\n\nIt is important to note that private-hire vehicles are classified as Z10 (regular sedans) or Z11 (SUVs, MPVs), and car owners need to convert their vehicle’s classification before being able to drive for companies like Grab. Below is a table by OneMotoring detailing the different vehicle classifications, their ownership, and their usage:\n\nTherefore, it is safe to assume that the vehicle in the image is classified under Z10, and could be owned either by an individual or business (i.e. a car rental company).\nThe photo comes with the caption: “Desperate times, desperate measures…”, an insinuation that this could be an instance of a MINDEF-owned car being used to provide private-hire services (i.e. Grab, Gojek).\nThe comments on the post are a mix of individuals expressing their shock, to those who suspect that the number plate was photoshopped:\n\nWhen we did a quick Google search of the keywords ‘mid car phv (private hire vehicle)’, we see that the similar photo was also posted on popular forum Hardwarezone last week. Search results also led us to the same photo posted on another forum, MyCarForum – but in July 2018.\nThis means that while the photo seems to have experienced a resurgence in terms of online virality, it is definitely not a photo that was taken recently.\nIn the comments section of the Facebook post, we see several netizens stepping forward to offer their take on the puzzling situation:\n\nAccording to the information offered by the above individuals, MINDEF leasing cars from rental companies for ad-hoc purposes seems to be a normal occurrence. It is therefore possible that the vehicle captured in the image could be a private-hire, Z10-class vehicle from a car rental company that was leased to MINDEF for a particular event.\nWe reached out to MINDEF and a representative clarified that MINDEF/SAF vehicles have not been used to provide any private-hire services. However, they “do occasionally lease vehicles from leasing companies to ferry foreign delegates”.\nTherefore, the claim that a MINDEF/SAF vehicle is being used for private-hire services is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/07/mindefvehwp-800x800.png",
    "Iframe Sources": [],
    "date": "2021-07-29T10:00:24+00:00",
    "Links in content": [
        "https://www.facebook.com/anandmixxalott/posts/10160447637182814",
        "https://www.lta.gov.sg/content/ltagov/en/newsroom/2017/4/2/all-private-hire-cars-to-display-decals-from-1-july-2017.html",
        "https://www.grab.com/sg/drive-with-grab-using-your-own-car/",
        "https://www.motorist.sg/article/226/how-to-drive-for-grab",
        "https://forums.hardwarezone.com.sg/threads/gpgt-military-vehicle-doing-private-hire.6564086/page-2",
        "https://www.mycarforum.com/forums/topic/2709068-when-phv-is-mentioned-what-are-your-immediate-thoughts/?page=5"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/07/mindefvehwp-800x800.png",
    "Truefalse": [
        "unproven",
        "false",
        "false"
    ],
    "Description": ""
}