{
    "link": "https://blackdotresearch.sg/is-the-public-utilities-board-bailing-out-hyflux-or-is-it-jeopardising-hyfluxs-plans/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs the PUB “Bailing Out” Hyflux? Or is it Jeopardising Hyflux’s Plans?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe find both views hard to support. In gist, the PUB is not performing any government bail-out, and PUB’s intentions are focused on national water security rather than having any definite influence on Hyflux’s future.\nIt remains to be seen how the situation faced by Hyflux develops.\nSource: Hyflux Corporate Website\nBackground\nInformation below has been largely derived from the recent Explanatory Statement to creditors.\nUntil recently, Hyflux was one of the most well-regarded companies in Singapore, credited with being a market innovation leader in water treatment. Via its subsidiary company, known as Tuaspring, Hyflux had successfully managed to construct and operate Southeast Asia’s largest water desalination plant with a gas turbine power plant, entering into a contract with Singapore’s Public Utilities Board to supply water for Singapore’s use (known as the Tuaspring Integrated Water and Power Project, which we shall refer to as simply, the “Tuaspring Project”).\nThe contract with the PUB is known as the Water Purchase Agreement, an agreement entered into since 6 April 2011. Under this agreement, Tuaspring was to deliver up to 70 million gallons of desalinated water every day to PUB for 25 years, from 2013 to 2038.  On 22 May 2018, Hyflux commenced court proceedings to prevent itself from being wound up by its creditors. Hyflux, in short, was facing cash flow problems and could not service its financial obligations – It now sought to put in place a Scheme of Arrangement to achieve a workaround with its creditors.\nIn a Scheme of Arrangement, the ailing company is given a chance to kill its debt and carry on its business. This is as opposed to a liquidation, where the ailing company is killed and then has its assets and cash distributed amongst its creditors.\nHyflux is pushing for a scheme of arrangement because if the scheme is successful, it gets to carry on a business it feels is viable. Its creditors would also get more money since a liquidation may result in some of its creditors getting nothing.\nHyflux’s creditors are numerous, comprising close to 29 banks, hundreds of noteholders, 34,000 perpetual and preference shareholders, and 16,000 ordinary shareholders approximately.\nWhy and how did Hyflux reach this stage?\nAccording to the 22 May 2018 affidavit of Hyflux’s Chief Executive Officer, the main cause of Hyflux’s financial difficulties stem from the Tuaspring Project.  Hyflux took out a substantial loan in order to finance the Tuaspring Project. In order to service the monthly repayments of the loan, Hyflux relies on the sale of water to the PUB from the Tuaspring desalination plant and sale of energy from the Tuaspring power plant.\nHowever, the levels of electricity prices have been below fuel costs since Hyflux entered the power market in 2016. It therefore could not service its debts and credit facilities without drawing on its available cash flow. This has contributed to project delays and other problems with Hyflux’s business.\nHow did/does Hyflux intend to solve the situation regarding the Tuaspring Project?\nHyflux originally intended to sell Tuaspring and use the sale proceeds to pay off all the costs associated with the Tuaspring Project.\nOn 18 October 2018, a positive development happened. SM Investments Pte Ltd, the vehicle of 2 Indonesian firms, namely the conglomerate Salim Group and energy giant Medco Group, entered into a binding arrangement with Hyflux to invest S$530 million, in general, in exchange for 60% shareholding of Hyflux. This was reported as a much needed lifeline to help save Hyflux.\nWhat changed?\nOn 5 March 2019, Tuaspring received a notice from the PUB in relation to the Water Purchase Agreement.\nAccording to the PUB, Tuaspring had failed to satisfactorily perform the agreement and therefore PUB was entitled to give Tuaspring 30 days to make right all its defaults of the agreement, i.e. until 5 April 2019.\nIf Tuaspring failed to do so, the PUB may then terminate the Water Purchase Agreement and seize control of the desalination plant in the Tuaspring Project.\nOn 18 March 2019, SM Investments gave notice that it would withdraw from investing in Hyflux if indeed PUB terminated the Water Purchase Agreement.\nLater, on 21 March 2019, the PUB was reported to have clarified that if terminated, the PUB would elect to purchase only the desalination plant at zero dollars, because it would cancel out the cost of the plant against the compensation sum payable by Tuaspring under the Water Purchase Agreement. PUB felt Tuaspring was unlikely to be able to pay the compensation sum given its financial position.\nWhat inaccuracies about Hyflux are being said?\n2 views are worth examining:\n\nThe States Times Review / Singapore Herald has claimed that PUB is bailing out Hyflux by taking over the loss-making desalination plant to the detriment of the Singapore public. It later switched its position to say that PUB is bailing out Olivia Lum, the current Chief Executive Officer of Hyflux.\nIn a Bloomberg report, a number of investors expressed disappointment that they had expected the Singapore government to step in and help a local company that used to be a success story. The PUB’s actions were described by an investor as “another dagger in the chest for retail investors”.\n\nWhat does PUB say?\nPUB’s position, reflected in the Parliamentary statement of Minister for the Environment and Water Resources Masagos Zulkifli and the PUB’s recent press responses, is that the PUB is focused only on securing Singapore’s water security, and the desalination plants are integral to that security.\nWhy are both statements by the investor and States Times Review inaccurate?\nThere is no bailing out by the PUB to speak of, because the PUB is a creditor itself and looking to its rights. It is not pumping in any investment to help creditors. PUB does not take on any existing debt owed by Hyflux nor is there any proof to say that Hyflux’s operating losses are passed on to the PUB, who will use its own staff to take over operations at the plant – If that happens.\nFurther, if the Water Purchase Agreement is terminated and PUB seizes the Tuaspring plant, there is no additional cost that the Singapore citizen takes on because there is no further payment to be made to Hyflux!\nPUB also has no obligations to assist Hyflux, and is not refraining from assisting Hyflux. Insofar as the PUB is concerned, the PUB sees its potential actions as alleviating the debt load of Hyflux, and therefore beneficial to Hyflux’s scheme.\nWhat will happen next?\nCreditors will have to attend the scheme meetings to be conducted in the coming weeks to vote on whether to agree with Hyflux’s proposed scheme.\nIn the meantime, on 26 March 2019, the Securities Investor Association of Singapore raised questions to the PUB with a focus on how PUB derived its price of zero dollars over Tuaspring desalination plant.\nPUB’s answers would be interesting, as they would likely shed more light / debunk speculation on whether it has other intentions other than securing water for Singapore\nSeparately, Hyflux is presently addressing the 18 March 2019 notice of SM Investments Pte Ltd and other concerns recently raised. It remains to be seen if a fresh dispute arises out of the agreement between the various parties involved.\n\nThe views of the investor and State Times Review / Singapore Herald are misleading and incorrect.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Hyflux-PUB-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-03-27T13:38:44+00:00",
    "Links in content": [
        "https://www.bloomberg.com/news/articles/2019-03-27/hyflux-s-dispute-with-its-rescuer-is-deepening-as-deadlines-near?fbclid=IwAR1nWjfABi-AaWUNxI82U1HEEoUuqr1WhC1HqJrS8hPyNwhhsmOtA58608M",
        "https://www.hyflux.com/wp-content/uploads/2019/02/Hyflux-explanatory-statement.pdf",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.businesstimes.com.sg%2Fcompanies-markets%2Fsalim-medco-consortium-to-pump-s530m-into-hyflux%3Ffbclid%3DIwAR3jOnMaXR1lhp8Zhd8KpZ4L6k9kfATWeVBKAHGkQl08-ZWb7dTvNfM6lag&h=AT2VVYMmP5QbZ9pU3LNYkTMFDlw-M9oppsINfoL-nL-DElsTv9iKMvmBmK13l1OmtTglQKtzKItqfEWdWo7cYQSd93WNAKjSwyEKcvadurT8nuDPqJ2svyogKJnOFTPARZ9QMa29tci8U92A1oQg5VEEh4dD_lox3-9LX6dxmuIMgCdHwU4VDLjfd5aDDdGmfYl41E_xBJBtxt2mAIMbtaEJjfDzJXQHvtbFFww6VAYwSsRS-r4AFhonpUU-PiFoz7_tTKsoOggNyF-K-SjljCmLcxNywZaxAJdVbxxueeOTmuvnoXtnfM-lyK-NjAxw8BzzcWJYJipnImhc5SUdvzXF6baaLF_9JVRgzD76Bk-S6Z3rXtGDjy0D30Ji66GK_6gq4wg_BCQl2VoxrDWp_8gCjVcMxZujCwyYUOsTUxyzI4C2JVJNsq141H5oiNuV19mLeiP-Eph-ILd-TH31OHk5Bvrctzzalp0VPBpiM_BKZAPCorzWmllmmy69yh5qH5vhMIey-Z7zNE5r1-YuYFzLNAnsjNhGJDK1YMTQgwvCivSf5Nlir1d9AvWKtT7VIIKshXDl2evkxmWb3n8LOLh8SQWEIO1CQAtxNdDoK_BmxHgD83F8GwQ_apb2McQ3kqFNNUq3",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.bloomberg.com%2Fnews%2Farticles%2F2019-03-12%2Fsingapore-water-debacle-becomes-dagger-in-chest-for-investors%3Ffbclid%3DIwAR2SllB6JU2Cer8SKj7nb4hRcURBahzhrCOU923xIn5j_AxOgEcMZmk6AMg&h=AT2XR4g7ZCCCHVrpzEFBgPT8TpRE14uw38tNSgyJU0XbmFYIX5dkGGUrqNHjoYBSBkHsQaZFyCAgQfQeDPXNpRBZ76NRs4lln1bWzxQj5_mE9Y74WRKWSeX9E5kU7bRPZ7XF6s8bNOftKZUio079ngc-iQRUJi4b2MM-0cMqJByhU4I93ZlvR5VzDCmSSoL8y__EshkD76byc3uLE_pQlWo3BdiFpbvKd_EK9Mv8s9hlHXihg6dudxycIDkHc7ZB08NjjXM4G7EJ5CIQVIWDKAj1XODzfEG70Cy1g63EZon4NxHDaeEYn4exrIl3RKCRvg1PN6RPL_LgK9thxNp23p5Kh14r1hen3IInw-vuw04ATuO1ieH_jXQ9lLuUe1zmFlIK_XF_BdBg5S-9cR09pUHybblh4SplPhjgBligWO95T_mppn0tFF8sQnM8tan8pNcBYa2IVJlT8nFiSpP_-9LqFuVNePAqc_6gMjsTu9pbmxLmk1nZHmmpV0UpBQOrEGP5MoCMsjuRO4iVONCgaThBR55q0L09nEq5b5VC-x-cY_jpYWUy_0u8sWgc27VX1E4fVXgLRiRQb--8Fv3E1TY1ScpZmV-4bVvkR_JYXxViwHvqT4jS0Oh0BkajAdp5VEhE9JWw",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.mewr.gov.sg%2Fnews%2Fwritten-reply-by-minister-for-the-environment-and-water-resources--masagos-zulkifli--to-parliamentary-question-on-impact-of-proposed-acquisition-by-foreign-company-of-hyflux-shareholding-on-20-november%3Ffbclid%3DIwAR0UTZOQzvSAMdSasTK7-mSCkCRLxxsYwlPpO_5xN14XsBw_hbt8R2w65g4&h=AT28HgUyKkQJUc3zUelsQA_1O2mZf1m98Ep-kE5OQ6z7ZIVscjMUPAKpVai0yU5VQAsvgQA5A9PfKj894pJD1XilyoQEQHXTdTrYRnnIZlohaB3Hl1ut8ikQam1gZr4plp0T5Rst1TOCO-XZnR2SpkoKfKTndFVH47YIpMhsGrgmsZ7hHElV_uffBx8Cb0JuhyoF0hO5WS6_bOY7bzO_0d6Mb-YXieZCAo0mZk2ZBYpFgtp8sXz8m7U489RC7EBulvsNzaPssVqD1A76ZZn_toDKPPw4firGO_TgPwczRJ2-8fB4oudBZNVsM8syjVAVfxf2t6pNfZu5GsNKZvWVHp5lD91yVa75Bq4fwgCv-jOnEi918QAtphB7A8T2-izsR2HF09fvjxYJykcrv1B7srvmgukIRgJN8z2-tPh4ji_4Scfvy5WgGNY0qnP-NuB_cMYz72o6fRN4VqYvqayHAhNeFnSw2J1GqVUx_76Qp0u817jKV5XfAdSyibXGGYtRJ3spNWe_BoCSFbrhklMdxDecOp2mZ1yygj18BLaD7w4MT3YdDmSUmzA9CNByB9iQz6N9zvQbX4ArEJZYd7x8oe-g2xH9V6AF9qXX7v8kGHipytIuqOsSRIe-6sszs-qAi25gFeMM",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.sgsme.sg%2Fnews%2Fpub-take-over-tuaspring-zero-dollars-if-defaults-not-fixed%3Ffbclid%3DIwAR36Iz5o84va1R8XsivLIbk7JaWrCJQvTAwqhuhVxuJ4dRhnsFknZ6S4yCE&h=AT0nl3lU_IxK6v7DUIhvzfVc2TnkxdEN1olQcj0z3o-xskchVzzdT8cIbpV707JoyK5D8o3eZ--z1vsEo-JJ3Il5-iScMmvsOJ5GFAQKmJS6l_S2SdYxNtk-b2YZysBf2WOVCAJyrjP56_tIBFVQg3mFGIZZ5oLyjtMJxSmF1GwEMw36MP7QqiNkDs7YO81Qhd6K1W08FXhyNMtk9mfiIL_XZu_W23L2n3-xNknLmjENP7pO4AP2oVc6nueRqJP4Hx8pCdgKXxMI5exxxiisk1-1H4QCza3QyPFxTZWjS44pykZJlepEL508Peb4ppydH6en3YdUJT_kwCJPXX4DNk4beJlMEXOmrMp5yMeNTEj-njWSt_auaTaIMrPnbSRYEIGnUJyIwsuTN5uALXe9ARwHPuOQVzHfmw-rl709T1ZeqIVElDutQJzeLz0Ucta7Ivi4x82RtrmorKDrMfgrwtg65O5CVhx43fj9U0I8hgRcRHrXyJpBj7ACVIrsJAC3MBK3f6fcVI-XNp8qLHO2tfU9SrRlo8L_Cpll8XL4nd0qPHAaXC6aR7-1Y2r_5i9yiGwWMt1-vKekZDjnyLospWh9owBrUZqzbYjkPsSJCyKXJ6XDEUs1Hm2E3GH2DWGtHZwUrBcT",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.channelnewsasia.com%2Fnews%2Fbusiness%2Fsias-questions-pub-purchase-price-tuaspring-desalination-hyflux-11381106%3Ffbclid%3DIwAR0o_L7if_66zvJQNmTtH4TxUdiNlmL1cyDc475nJbkzs3Ikn0Eq4-yAQVw&h=AT0jPYJeBuQqZKL5gMQmdM1-kpe2uFvTYyMBeY5Xo80UHY-wMfSnEwZeH8fzeCIdUKoXpx7g7rmvcq8d-NCEsvhb5-4M2ODjPCH-lvDV73hdIPWIHLFfF8dYnqkN3ErBb-ffBVGBC93EqJecMNNNPzK2bFPPA8ecFeMDZfhEoWK7TMqnzsR4DIlEZrBcenGCIl1Pwo0Yg1lJfStGYDi8w4RYxlrg2sJommJMNOQFQZJq5wnkKfrb-8x2cxlcQszSzsx-ZO7WKXzhz_1nIH47KuPZsayGsQtNhrLljMbCObHyN_CdSDoMbUV0xMtNu5QA1mpti_UBqiiF7AR5EaDemYlIM4KxDxY6k58nFvlVFzg-xQto_ro92WxmnERSUZwx4ECuZWI7eAAkokr87PhenU1gesWGw-aOij8aEzC3ey2F0pRzsATPdIVB5uM9FyjPmMNXK2STjXxEQB5iCUP2veg-HDl7TpVBWdZp5r86RM1UG6rgsrGupIukpvoRVD0kbCepFc4pJuZ5_VTWT5eWQeEBU27Iyz5_kjYhKkq1WtpfR-PIBvDWXRhqIEcbdYz_u1OXXhd1N0MaxDoPbyh2Dc50SBxqmEI0oJjKFXaSjh_dto83YuBy2FqzhRw6lsNSpyZcVfmC"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Hyflux-PUB-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}