{
    "link": "https://blackdotresearch.sg/factcheck-is-the-honor-series-exempted-from-the-current-restrictions-faced-by-huawei/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs the Honor series exempted from the current restrictions faced by Huawei?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe recently came across a Whatsapp message circulating in Singapore that read:\n “Huawei sub-brand Honor launches new smartphones despite US trade ban\nA Singapore distributor said the Honor 20 smartphones will have access to Google apps and services, and will also continue to receive security updates from Google.”\nThis message appears to be substantially true.\n\nFirst, the Honor 20 smartphone was indeed launched on 21 May 2019 as planned.  We also note that a Straits Times article featuring the launch of the Honor brand of mobile phones (a sub-brand of Huawei) had reported on this:\n“Local distributor Raduga told The Straits Times that like existing Huawei phones, the Honor 20 smartphones will have access to Google apps and services. They will also continue to receive security updates from Google.”\nHowever, there’s more information to consider.  In particular, is this restriction against Huawei indefinite? And will the Honor brand’s current range be affected?\nThe short answer is that for now, until 19 August 2019, existing Huawei and Honor smartphones will have access to Google apps and services and security updates.  How the situation will develop remains to be seen.\nWhat has been done so far\nOn 16 May 2019, the US Department of Commerce listed Huawei and over 70 affiliates on the US Entity List.  The US Entity List is a list of foreign persons including businesses, research institutions, governments and individuals, that are subject to licence requirements for export, re-export and transfer of certain items.\nAccording to Reuters, this list represents a list of entities which the US believes poses a national threat.\nSee a copy of the Department of Commerce’s document making the above addition to the Entity List:\n2019-10616\nIt is clear from the document that the restriction on Huawei is intended to be all encompassing, covering all entities related to Huawei.\nOn 20 May 2019, Reuters reported that Google had suspended business with Huawei. Specifically, this referred to business requiring the transfer of hardware, software and technical services except those publicly available via open source licensing.\nThis suspension was to comply with the latest version of the Entity List which now included Huawei.\nSo for Google to do further business with Huawei, it would have to apply for a licence which it would in all probability not be granted.\nSimilar news was reported on CNA here.\nOn 21 May 2019, the US Department of Commerce followed up with a temporary easing of the trade restriction.  According to Reuters, this was to minimize the disruption faced by Huawei’s customers.  Huawei now has until 19 August 2019 to continue buying US goods necessary for it to maintain its telecom networks and provide software updates to Huawei smartphones. This is however, not a complete easing of the original restriction. Huawei is still prohibited from buying American-made hardware and software to make new products unless it obtains licences to do so.\nWhat are Google and Huawei doing now?\nGoogle’s “Android” Twitter page has stated the following:\n\nFor Huawei users’ questions regarding our steps to comply w/ the recent US government actions: We assure you while we are complying with all US gov’t requirements, services like Google Play & security from Google Play Protect will keep functioning on your existing Huawei device.\n— Android (@Android) May 20, 2019\n\n \nAnother article we have come across has also mentioned that:\n“Google and Huawei have already confirmed existing Huawei devices like the P30 Pro and Mate 20 Pro will be unaffected. Because Honor is a subsidiary of Huawei, the same implications would apply to its handsets, too.”\nSee the article by Pocket-Lint here.\nOne question which arises is what counts as “existing”.  Only existing Huawei products will continue to enjoy access to the Play Store and other Google applications.  According to Huawei Mobile UK, this refers to Huawei products that have been sold and that are still in stock globally.\n\nA message to our UK fans regarding the announcement by Google. Further updates to follow. pic.twitter.com/Thxwm8BtNJ\n— Huawei Mobile UK (@HuaweiMobileUK) May 20, 2019\n\nIt would be helpful to differentiate what exactly is being banned (in terms of Google’s services only!) – There are broadly 3 categories:-\n\nGoogle Play Store access,\nProprietary Google applications (such as Youtube and Google Maps, as well as G-mail apps), and\nGoogle operating system updates (including security updates).\n\nThe Google operating system is an open source operating system that is not sold by Google. Hence it can be accessed by Huawei without repercussion.  Being an open-source system, Google does not charge for the operating system’s use or update.  While Google will suspend its software services to Huawei in 90 days if nothing is done to remove Huawei from the Entity List, it is unlikely that Huawei would be completely unable to take advantage of updates to the operating system.\nUpdates to Google applications and the Google Play Store however, appear to be a different matter.\nThe Google Play Store access and proprietary Google apps however, are likely to be apps that require a contract between Google and Huawei.  It is plausible that beyond the August 19 deadline, new products launched then would not be able to be fitted with such access and apps. But the bigger problem for Huawei where it comes to new products would be whether it can even find the parts to manufacture their phones by then.\nSee an ST interview on this here: https://youtu.be/nGDm24GVlXk\n\nSee more on this topic from Huawei Central, here.\nMost likely however, for now, the existing Huawei and Honor handsets (referring to those currently in stock or already sold) would function without problems.\n The Future – From Huawei’s point of view\n It remains to be seen how Huawei will overcome the current trade restrictions it faces, not only in the US, but also in various other countries.  The SCMP reports that “some European governments and telecom companies are following the US’s lead in questioning whether using Huawei for vital infrastructure for mobile networks could leave them exposed to snooping by the Chinese government.”\nHuawei’s latest press release, in response to the US Department of Commerce’s actions, states:\n“Huawei is against the decision made by the Bureau of Industry and Security (BIS) of the US Department of Commerce.\nThis decision is in no one’s interest. It will do significant economic harm to the American companies with which Huawei does business, affect tens of thousands of American jobs, and disrupt the current collaboration and mutual trust that exist on the global supply chain.\nHuawei will seek remedies immediately and find a resolution to this matter. We will also proactively endeavor to mitigate the impacts of this incident.”\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Huawei_1-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-05-23T01:32:39+00:00",
    "Links in content": [
        "https://www.straitstimes.com/tech/smartphones/huawei-sub-brand-honor-launches-new-smartphones-despite-us-trade-ban",
        "https://www.reuters.com/article/us-huawei-tech-alphabet-exclusive/exclusive-google-suspends-some-business-with-huawei-after-trump-blacklist-source-idUSKCN1SP0NB",
        "https://www.govinfo.gov/content/pkg/FR-2019-05-21/pdf/2019-10616.pdf",
        "https://blackdotresearch.sg/wp-content/uploads/2019/05/2019-10616.pdf",
        "https://www.channelnewsasia.com/news/google-and-android-system-start-to-cut-ties-with-huawei-11547450",
        "https://twitter.com/Android/status/1130313848332988421?ref_src=twsrc%5Etfw",
        "https://www.pocket-lint.com/phones/news/huawei/148102-what-does-huawei-s-google-ban-mean-for-your-huawei-or-honor-phone",
        "https://t.co/Thxwm8BtNJ",
        "https://twitter.com/HuaweiMobileUK/status/1130424908767481856?ref_src=twsrc%5Etfw",
        "https://youtu.be/nGDm24GVlXk",
        "https://www.huaweicentral.com/google-will-provide-software-updates-to-existing-huawei-devices-for-the-next-90-days/",
        "https://www.scmp.com/business/companies/article/2179291/huaweis-troubles-grow-europe-more-countries-follow-us-shunning-it",
        "https://www.huaweicentral.com/confirmed-existing-huawei-and-honor-devices-will-get-few-services-from-google/"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Huawei_1-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}