{
    "link": "https://blackdotresearch.sg/maid-abuse-singapore-ceca/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tIs the perpetrator in the recent maid abuse incident a new citizen?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook:\n\nThe author of the post shares a link to an article on India-based news platform NEWS18 with the title “Indian-origin Woman in Singapore Tortures Myanmarese-origin Maid to Death”. For context, the article reports on a recent case in which 40-year-old Gaiyathiri Murugayan was found guilty in causing the death of her 24-year-old helper from Myanmar. She has pleaded guilty to 28 charges including culpable homicide, voluntarily causing grievous hurt by starvation, voluntarily causing hurt by a heated substance and wrongful restraint, and another 87 charges will be considered in sentencing.\nIn the caption, the author states that this is an example of “the kind of new [citizen]” being brought into Singapore.\nGiven that the post appeared in Facebook group ‘Abolish CECA Petition’, it is clear that the author has taken an issue with how the article’s title appears to suggest that the perpetrator is from India, and likely to have come to Singapore via the India – Singapore Comprehensive Economic Cooperation Agreement (CECA).\nComments on the Facebook post also reveal similar negative sentiments towards individuals from India, and a belief that the perpetrator is a new citizen who came to Singapore via CECA:\n\nFor those unaware of why the term for a trade agreement between two countries has seemed to have taken on such a negative slant, the term has in recent times almost mutated into a slur used by certain netizens when referring to Indian nationals who have moved to Singapore. We have done several fact-checks recently with regard to claims (one on a ‘CECA youth’ planning an attack on two mosques, another on Temasek Holdings’ new CEO, and the most recent on the number of overseas Indians in Singapore) made about CECA and the individuals linked to it.\nIn the ‘CECA youth’ fact-check, we notice that the point of contention lies in how the India-based website India Today had described the teen as “Indian-origin” in its headline.\n\nWhen we took a look through the article on India Today, there was no mention of the teen being from India, and only mentioned that he was of “Indian descent”. Reports of the incident on local news outlets had also clearly mentioned that the 16-year-old boy who was detained under the Internal Security Act (ISA) is Singaporean and that he is a “Protestant Christian of Indian ethnicity”.\nWe also note that on NEWS18, the term “(name of country)-origin” is used as a means to identify individuals who can trace their roots back to particular countries. For example, here’s an article about the infamous 2017 stabbing incident on Boon Tat Street:\n\nAdditionally, reports of the maid abuse incident on local news outlets have clearly stated that the perpetrator is Singaporean.\nTherefore, the claim that the perpetrator is a new citizen who came in via the CECA agreement is false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2021/02/maidabuse1-800x800.png",
    "Iframe Sources": [],
    "date": "2021-02-25T15:40:37+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/2700567110155573/permalink/2836960683182881/",
        "https://www.news18.com/news/world/indian-origin-woman-in-singapore-tortures-myanmarese-origin-maid-to-death-3466430.html?fbclid=IwAR2wisOGaoyJgSiANqFycEgKI2i1QsJ7GucRgkDwZnlapHVUYBiLPk_IUBA",
        "https://www.channelnewsasia.com/news/singapore/gaiyathiri-murugayan-admits-killing-maid-piang-ngaih-don-14263088",
        "https://www.facebook.com/groups/2700567110155573/",
        "https://www.enterprisesg.gov.sg/non-financial-assistance/for-singapore-companies/free-trade-agreements/ftas/singapore-ftas/ceca",
        "https://blackdotresearch.sg/self-radicalised-teen-singapore-mosque-ceca/",
        "https://blackdotresearch.sg/temasek-holdings-ceo-dilhan-pillay-ceca/",
        "https://blackdotresearch.sg/are-there-really-650000-overseas-indians-in-singapore/",
        "https://www.indiatoday.in/world/story/indian-origin-teenager-detained-in-singapore-for-planning-christchurch-like-attack-1763325-2021-01-27",
        "https://www.todayonline.com/singapore/self-radicalised-singaporean-boy-had-some-friends-school-spent-much-time-online-planning?fbclid=IwAR0qbzBAkkBYndtjvKN24RMcS-KNaM-8BgZ5R2CehK3zed16Dmx_olU5mZM",
        "https://www.straitstimes.com/singapore/how-a-sec-4-student-who-planned-to-attack-mosques-in-spore-was-radicalised-within-months?utm_campaign=stfb&utm_medium=social&utm_source=facebook&fbclid=IwAR2PWLjVSUVcR-eHKlXYSLZwhTqZa6nFnzqFT3dbGdOu5YhlY_q41xArFQ8",
        "https://www.channelnewsasia.com/news/singapore/16-year-old-singaporean-detained-isa-planned-attack-2-mosques-14052400",
        "https://www.news18.com/news/india/chinese-origin-businessman-in-singapore-jailed-for-killing-indian-origin-son-in-law-2896135.html",
        "https://mothership.sg/2020/08/boon-tat-street-stabbing-facts/",
        "https://www.straitstimes.com/singapore/courts-crime/cops-wife-who-tortured-maid-to-death-pleads-guilty-to-culpable-homicide",
        "https://www.todayonline.com/singapore/life-imprisonment-sought-woman-who-abused-starved-domestic-worker-9-months-till-she-died"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2021/02/maidabuse1-800x800.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}