{
    "link": "https://blackdotresearch.sg/news-relating-to-the-late-cfc-ns-aloysius-pang/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tNews relating to the late CFC (NS) Aloysius Pang\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n7 May 2019 Update: The Committee of Inquiry (COI) has released its findings on how the incident involving the late Corporal First Class (NS) Aloysius Pang took place.\nThe findings were delivered to Singapore’s parliament by the Defence Minister, Dr Ng Eng Hen on 6 May 2019. See a complete report here (CNA) and here (Today Online).\nIn summary, the COI found that the incident was caused due to safety and operational lapses by Pang and both of his colleagues in the Singapore Self-Propelled Howitzer at the time.\nThere was no evidence of foul play or that the incident was caused by any deliberate acts.\nThe background to the COI dates back to late January 2019, as announced by MINDEF:\n\n \nOn 23 January 2019, Corporal First Class (NS) Aloysius Pang passed away from injuries sustained on Saturday, 19 January 2019, while repairing an Army howitzer in New Zealand. The late Aloysius was a popular figure in Singapore’s television entertainment scene, and had been well regarded as a rising young television star on Channel 8, Singapore’s mandarin television channel. During his national service, the late Aloysius was an armament technician with the 268th Battalion, Singapore Artillery. He was serving his national service as a reservist armament technician during a Singapore military exercise (known as “Exercise Thunder Warrior”) in the Waiouru Training Area, New Zealand, when the accident happened.\nWhy is BDR FactCheck writing this piece now?\nThis is one of the highest profile National Service related deaths which Singapore has seen in recent years. Presently there are significant gaps in information as a result of the way official information takes time to be verified and transmitted, e.g. the authorities having to convene a Committee of Inquiry (“COI”) to determine how the accident occurred, and sharing with the public the specific nature of the injuries sustained.\nIn such situations, social media tends to fill up (as it has now) with speculation and sometimes, outright false news on the gaps. Over the past few days, active developments in the news have helped to prevent the spread of further misinformation. We set them out here, as clearly as possible, and we hope that these misinformation gaps can increasingly be reduced as this note develops.\nIn this note, we refer to the late Corporal First Class (NS) Aloysius Pang as “Aloysius” purely for convenient reference. The authors express their deepest condolences and respect for the family of the deceased.\nTimeline of events\nSaturday, 19 January 2019\n2.05pm – The accident happened.\n2.25pm – Aloysius transferred to Battalion Casualty Station and assessed and stabilised by Medical Officer.\n2.50pm – Evacuated to Waiouru Camp Medical Centre, treatment continued.\n4.10pm – Helicopter arrives at the Waiouru Camp, Aloysius is prepped for heli-evacuation.\n4.50pm – Helicopter evacuates Pang to Waikato hospital, Hamilton, New Zealand. He is conscious throughout the evacuation.\n6pm – Aloysius undergoes surgery lasting for approximately 5 hours 40 minutes. This is his first round of surgery.\n11.40pm – Surgery is completed.\nSunday, 20 January 2019\n9am – MINDEF press release given.\nReported – Aloysius sustained injuries to the chest and abdominal areas.\nAlso reported – MINDEF had made arrangements for Aloysius’s next of kin to be flown to New Zealand. Aloysius has seen his mother.\nMonday, 21 January 2019\n11am – A follow-up relook surgery which had been planned for is successfully completed. This is his 2nd round of surgery.\n4.05pm – Update press release given by MINDEF.\nTuesday, 22 January 2019\nMorning – Dr Teo Li Tserng, Chief of Trauma and Acute Care Surgery at Tan Tock Seng Hospital, arrives in Singapore and works with New Zealand medical team.\nMedical team at Waikato Hospital updated that Aloysius’s condition had worsened and needed additional surgery. Surgery proceeds to take place. In a later press release, MINDEF informs that the surgical attempts were to repair damaged organs and Aloysius had also been placed on artificial life support. This is his 3rd round of surgery.\n11.54pm – Surgery is completed. However, Aloysius’s condition is critical and he is reported to be managed in the intensive care unit.\nWednesday, 23 January 2019\n8am – MINDEF issues an updated press release.\n8.45pm – Aloysius passes away at Waikato Hospital, New Zealand.\n11.29pm – MINDEF issues a press release stating that a press conference would be chaired at on 24 January 2019 to present preliminary findings. Also reported – The SAF is making arrangements to bring the body of Aloysius back to Singapore.\nThursday, 24 January 2019\n3pm – Press conference conducted by the SAF regarding the incident involving Aloysius, chaired by Chief of Defence Force, Lieutenant General Melvyn Ong, supported by Chief of Army, Major General Goh Si Hou, Chief Army Medical Officer Colonel (Dr) Edward Lo Hong Yee, Combat Service and Support Command, Commander, Colonel Terry Tan and Secretary of the Armed Forces Council / Director Manpower, Mr Lee Chung Wei\nEvening – Aloysius’s body left the mortuary to be repatriated home after New Zealand authorities agreed not to proceed with a post-mortem, and this was at the family’s request, according to a mortuary staff member – reported by Channel NewsAsia.\n11.07pm – Channel NewsAsia reports that a KC-135 military refuelling aircraft has been flown from Singapore to New Zealand to facilitate the repatriation of Aloysius’s body.\nFriday, 25 January 2019\nMorning – A KC-135 military refuelling repatriates Aloysius’s body home.\n\nFact check 1: Is it true that Aloysius suffered injuries as a result of a chamber explosion in the Howitzer?\n\nThe above WhatsApp message is fake news.\nWe reach the above conclusion by comparing the recently held press conference with the various news reports and interviews conducted with friends and family of the deceased.\nWe note that:-\n\nMINDEF’s press conference and earlier press releases have stated clearly and also provided illustrations that Aloysius had been injured by the lowering of the howitzer barrel, trapping him against the cabin of the howitzer.\nNo interviewee has thus far indicated that the cause of Aloysius’s injury was anything other than how MINDEF has described the incident.\n(Even if MINDEF had been inaccurate, to hide an explosion is a manifest departure from the truth. No family member or interviewee has called out MINDEF on this.\n\nWe would add that even without (2) and (3) above, MINDEF’s representatives have willingly put themselves on record to explain the nature of Aloysius’s injuries. Comparing this with the WhatsApp message which is unverified and author presently unknown, on balance, the WhatsApp message is incredible and completely unsupported.\nFact check 2: Are the exact injuries sustained by Aloysius known?\n\nThe above WhatsApp message is speculative and unverified. The specific injuries sustained by Aloysius are yet unknown.\nHaving compared the WhatsApp message with what has been said of his medical condition so far, we can only point to attributable information on the following:-\n1. In the first MINDEF news release, MINDEF informed that Aloysius had “ sustained injuries to his chest and abdominal areas.”\n2. According to Defence Minister Ng Eng Hen on 23 January 2019, Aloysius’s condition was described as “ CFC (NS) Pang’s condition is very serious and presently he needs artificial life support of his lungs, kidneys and heart.” (Emphasis added by us)\n\n3. TODAY news reported on 23 January 2019 that Aloysius had part of his intestine removed: “ TODAY understands that he had part of his intestines removed, but Pang was said to be stable and “breathing on his own”. The source of this information has yet to be verified.\nFact check 3: Was there a pressing training timing to be met that led to the accident?\n\nThe above Facebook comment suggests that Aloysius was put through a kind of test to perform his repairs on the Howitzer within a certain timing. It suggests that this caused safety processes to be abandoned in the process.\nThe Facebook Comment is unverified.\nWe note that Aloysius was not participating in any training. He was an armament technician performing repairs and was therefore not subject to any particular timing, certainly not within 12 to 15 minutes.\nWe note that COL Terry Tan, Commander of the Combat Service and Support Command, stated the following during the press conference of 24 January 2019:- (see the Youtube video of the press conference from 18:40 onwards)\n“So usually when the gun or the operator detects a fault, they will activate the Forward Maintenance Platoon, which Aloysius is part of the Forward Maintenance Platoon, to diagnose the fault. If it is beyond the competency or capability of the Forward Maintenance Platoon, they will ask the regular maintenance technician that is positioned behind, to come forward to diagnose the fault. That is the current system we have for Exercise Thunder Warrior.”\nSo it could not have been the case that Aloysius was being subject to some timing – He had to, together with his team, perform a diagnosis and if the problem was something beyond the team, they would pass on the problem to the regular maintenance technician.\nSecond, we note that when the accident happened, the Howitzer was not even ready for diagnosis – It was in the process of being lowered to the right position for diagnosis by Aloysius and his team to begin. The Chief of Army mentions this at 19:25 of the Press Conference:\n“You can think of [getting the gun into a standby position for diagnosis] like a neutral position for the gun barrel. So essentially they have to get the gun back into this standby position so that they can perform the diagnosis and possible rectification.\nReporter: So the diagnosis has not been conducted?\nCOA: That’s right. That’s what we understand.\nCOL Terry Tan: So it is an SOP to lower the gun in order for the technician to diagnose the fault. Yah.”\nFact check 4: 6 Full-Time National Servicemen, 1 National Serviceman, 2 Regulars have died in past 16 months (counting back from January 2019)\nSource: Mothership\nWe saw this article published by socio-political website Mothership.sg on 24 January 2019.\nThe facts stated in the article are true and can be verified with past reports by various media sources and the specific ministry involved (MINDEF & Home Affairs Ministry).\nWe caution, however, that readers should be careful not to treat the facts as indicative of the National Service training fatality record. As the author of the Mothership article mentions (and we emphasise):\n“ The deaths can be classified as: Four training accidents, one non-training accident, three suicides and one case of ragging in the Singapore Civil Defence Force.”\nFor the avoidance of doubt, BDR FactCheck is by no means suggesting that the record is less serious or more serious than it looks.\nWe will update this note further as matters develop.\n \n",
    "Image Sources": "",
    "Iframe Sources": [],
    "date": "2019-01-25T12:35:04+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/aloysius-pang-death-lapses-servicemen-howitzer-ssph-coi-11506894",
        "https://www.todayonline.com/singapore/cause-aloysius-pangs-death-was-preventable-safety-lapses-committed-all-three-servicemen",
        "https://www.mindef.gov.sg/web/portal/mindef/news-and-events/latest-releases/article-detail/2019/January/20jan19_nr",
        "https://www.mindef.gov.sg/web/portal/mindef/news-and-events/latest-releases/article-detail/2019/January/21jan19_nr",
        "https://www.mindef.gov.sg/web/portal/mindef/news-and-events/latest-releases/article-detail/2019/January/23jan19_nr",
        "https://www.mindef.gov.sg/web/portal/mindef/news-and-events/latest-releases/article-detail/2019/January/23jan19_nr2",
        "https://www.youtube.com/watch?v=2qqjpL47ttQ",
        "https://www.todayonline.com/singapore/actor-aloysius-pang-dies-nsman-sustained-injuries-during-saf-training-new-zealand?fbclid=IwAR1P1v9jerPIpjWj2BKjO1aaYxXES-9Zg-Se_qjikbzjLdSen3evAxV3dac",
        "https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D2qqjpL47ttQ%26fbclid%3DIwAR071tl4ld_2hkwCH5Cu8nb_RtRgV6Ga9irwuLmfzC2Tgqwa5WMuV08SLj8&h=AT1TupU391sSISaqoVPC7UC7rXKiOGiL1tgKBZ4_rfRUxJCY5_oslxmlLWPH-MVKWTAYgBVwcEZro7gTQYtpMD-ROubDAfnBv4FO06EmjR7AwvArDs5vM1OqELQVls8pdfiEz8tapks"
    ],
    "Author": "Faizal Kamal",
    "banner": "",
    "Truefalse": [
        "Saturday, 19 January 2019",
        "Sunday, 20 January 2019",
        "Monday, 21 January 2019",
        "Tuesday, 22 January 2019",
        "Wednesday, 23 January 2019"
    ],
    "Description": ""
}