{
    "link": "https://blackdotresearch.sg/factcheck-on-alex-tans-comments-about-the-singapore-police-force/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tOn Alex Tan’s comments about the Singapore Police Force\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nOn 28 May 2019, We came across a published post titled “Singapore Police and government incompetent of exercising wisdom“.\n\nWe regard the above post as misleading as it appears to stretch or distort various facts.\n\nThe post claims that:-\n\nIn recent cases involving molest and voyeurism, the Singapore Police had told Singaporeans to accept such crimes as petty crimes that warrant a warning with no repercussions.\nThe NUS victim had no recourse against the police’s decision except to pressure the university for harsher penalties.\nIn cases where a stern warning would suffice, the Singapore police kicked up a storm.  2 examples were cited:- 2 Singaporeans arrested for posting a comment on Facebook saying they wanted to egg Mr K Shanmugam, Minister for Law and Home Affairs.  And, a Singaporean was fined S$300 for flicking a piece of rubber band on the road.\n\nWe point out where the untruths are in each statement above.\nOn the Crimes Relating to Voyeurism and Molest\nVoyeurism and molest are not taken lightly.  As of 6 May 2019, the Penal Code has been amended to make voyeurism acts (such as taking upskirt photos) specific crimes and also enhanced punishments for insult of modesty.  In addition, the Penal Code has also been amended so that cyber sexual exposure, deception or misrepresentation in sexual activity, sexual exploitation of persons between 16-18 years old and other new types of offences involving minors/vulnerable victims have been enhanced.  These enhancements are important – They give the Singapore Police new powers to tackle and intervene in situations where the police and the AGC previously had to take extra time and effort to ensure that they had the power to intervene before doing so.\nRead about the amendments to the law here and here.\nIt is important to highlight that these changes have been made to the Penal Code after an extensive period of review of the state of crime in Singapore and intensive consultation with concerned agencies in Singapore.  See the report of the Penal Code Review Committee in August 2018 here.\nEven ignoring the above amendments in May 2019, the Singapore Police Force have also never told Singaporeans to accept molest and voyeurism as petty crimes.  The Police (and indeed the Attorney General’s Chambers) have repeatedly mentioned that in deciding whether to prosecute or not, they consider both deterrence and rehabilitation.  If the circumstances are sufficiently mitigating, rehabilitation is preferred to give the offender a chance to change.\nWe repost the Police Media Statement issued on 23 April 2019 (we had previously posted this in our factcheck on the Monica Baey incident, described further below):\n\nA Conditional Warning is NOT a warning with no repercussions.  In every single one of the media reports regarding suspects who have received warnings, these were conditional warnings.  In other words, the perpetrator has to stay clear of all crime in the next 12 months, otherwise the suspect will be charged with the original offence and the new offence.\nAs for the reference to the Monica Baey incident claiming that she had “no recourse” except to pressure NUS, that is completely misleading.  First, as we have pointed out above, the Police and the AGC have considerations of deterrence and rehabilitation in determining whether to prosecute or not.  We should highlight the following – As a matter of opinion, Alex Tan is entitled to say that the Singapore Police should have focused on the rage and retribution desired by the public (and Monica Baey).  But as a matter of principle, it is equally acceptable that due consideration be given to the principles of deterrence and rehabilitation. The right of the AGC to decide why it wishes to prosecute or not to prosecute is enshrined in Singapore’s Constitution – It is wholly illogical to usurp that authority and demand that the AGC (the Public Prosecutor’s agency) cave in to public demands.  \nFurther, the police do NOT control NUS’s actions.  The inadequacy of NUS in dealing with the offence is a separate topic, and we have covered this extensively in our factchecks on the case here, here and here.\nThe  Singapore Police never “Kicked up a Storm”\nOn the egging incidents – It is true that 2 men were questioned by the police for making statements that they wished to throw an egg at Minister K Shanmugam, but this was an investigation to confirm if their intentions were serious and was not a punishment.  See the various articles covering the incident here:\n\nYahoo News’ article;\nStraits Times’ article;\nMothership’s article;\nThe New Paper’s article.\n\nIt is important to point out that, unanimously, the various reports have highlighted that investigations were focused on establishing if any serious intention was being expressed to commit the act.\nIt is also important to point out that the police were acting on the basis of police reports made against each man.  In other words, the police were not acting on their own accord, but because another party had raised the matter to the police to investigate.\nFinally, do note that the offence investigated is Section 267C of the Penal Code, which is the offence of communicating an electronic record to incite violence.  This is regarded as a serious offence that is arrestable without warrant.\nLawyers interviewed in the report by Yahoo News had differing takes on whether the men were guilty of the offence.\nOn the rubber band littering incident you can read about the incident here – The Singapore Police were NOT involved in this incident.  Prosecution for littering offences falls under the ambit of the National Environment Agency (NEA).  NEA’s roving enforcement teams regularly conduct site checks and identify littering offenders. Not the police.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/singapore_police_haters_hypocrites_call_for_help.jpg",
    "Iframe Sources": [],
    "date": "2019-05-30T03:45:45+00:00",
    "Links in content": [
        "https://sgalextan.com/2019/05/28/singapore-police-and-government-incompetent-of-exercising-wisdom/",
        "https://www.channelnewsasia.com/news/singapore/law-reforms-passed-outlaw-marital-rape-penalise-voyeurism-11508472",
        "https://www.todayonline.com/singapore/criminal-law-reform-bill-look-key-changes-penal-code",
        "https://www.mha.gov.sg/docs/default-source/default-document-library/penal-code-review-committee-report3d9709ea6f13421b92d3ef8af69a4ad0.pdf",
        "https://blackdotresearch.sg/factcheck-on-the-recent-sexual-harassment-incident-in-the-national-university-of-singapore/",
        "https://blackdotresearch.sg/follow-up-factcheck-on-the-sexual-harassment-incident-in-the-national-university-of-singapore/",
        "https://blackdotresearch.sg/did-the-national-university-of-singapores-board-of-discipline-abide-by-their-principle-of-two-strikes-and-youre-out-policy/",
        "https://sg.news.yahoo.com/singapore-even-wanting-egg-minister-090928145.html",
        "https://www.straitstimes.com/singapore/two-men-investigated-for-facebook-comments-about-throwing-an-egg-at-shanmugam",
        "https://mothership.sg/2019/03/shanmugam-egg-threat/",
        "https://www.tnp.sg/news/singapore/police-probe-after-facebook-comments-throwing-egg-minister-shanmugam",
        "https://www.channelnewsasia.com/news/singapore/rubber-bands-littering-fined-landed-on-road-nea-11569296"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/singapore_police_haters_hypocrites_call_for_help.jpg",
    "Truefalse": [
        "lightly",
        "specific",
        "conditional"
    ],
    "Description": ""
}