{
    "link": "https://blackdotresearch.sg/factcheck-on-the-facts-and-figures-relied-on-by-the-singapore-democratic-partys-17-may-2019-video/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tOn the facts and figures relied on by the Singapore Democratic Party’s 17 May 2019 video\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nOn 17 May 2019, the Singapore Democratic Party (the “SDP”) released a video seeking donations and support from members of the public.\n\nThe video contained at least 15 assertions of fact which we examine below.\n#1: Singapore is the most expensive city in the world.\n This appears to be largely true.\n\nThe claim is supported by the Economic Intelligence Unit’s Worldwide Cost of Living survey in 2019, which derived its results based on a comparison of 400 individual prices across 160 products and services (covering food, drink, clothing, household supplies and personal care items, home rents, transport, utility bills, private schools, domestic help and costs of recreation).\nSee the report here.\nAccording to the EIU’s survey, Singapore has been in the top spot for the fifth year in a row (since 2014).  However, in 2019, Singapore now shares the top spot with Paris and Hong Kong.\n[Update – 5 November 2019: We note that a number of readers have written in to point out that the EIU survey is not meant for locals and is in fact an indication of cost for PMET expatriates (Professional, Managerial, Executive and Technician) in Singapore.  Hence, it is questionable whether it is accurate whether one can use the EIU’s survey findings to label Singapore as the most expensive city in the world.  We note however, that there is no way of telling that an expatriate buys a different set of goods – the prices for milk and bread, for example, would be equivalent to what a local Singaporean would pay for.  Accordingly, we are not changing the rating of this claim.]\n \n#2: Water prices were increased by 30% in 2018.  There are 4 components: Water Tariff Tax, Water Conservation Tax, GST, Waterborne fee.\nThis requires more information to be complete.\n\nIn February 2017, the Singapore government announced the 30% increase in water prices in 2 phases, with the first phase comprising a 15% rise from 1 July 2017 and the second phase comprising another 15% rise from 1 July 2018.\nThe specific details of the price increases can be seen here.\nThe price increases were also matched with annual U-Save rebates issued by the government to various eligible households, with rebates ranging from S$40 and S$120.  This results in a net decrease in the water bill for HDB 1-room flat, 2-room flat and 3-room flat owners, but an increase for those living in 4-room flat and higher owners, and private residential property owners.\n\n#3: Electricity tariffs have been steadily increasing from 2015 to 2019, allowing the government to make profit of S$1 billion a year over the last 13 years.\nThis is misleading. We have reached out to the SDP for their comments and will update this check, where necessary.\n\nFirst, the only tariff that the video considers is consumer low-voltage tariffs and does not consider high-voltage tariffs or tariffs meant for other types of users.\nSecond, tariffs have not been increasing steadily or otherwise.  They have instead been fluctuating.  If 2014 was taken into consideration, they might actually show a decline.\nUsing data provided by SP Group, the data for all forms of electricity tariffs from 2014 to 2019 shows the following:\n\nFrom the chart above, 2014’s tariffs were in fact higher than 2019.\nIn addition, the electricity tariff is not set by the SP Group but is regulated by the Energy Market Authority, a government body that monitors the energy supply and retail market in Singapore.  The electricity tariff is the regulated maximum price for every kilowatt-hour of electricity, and it comprises 4 components:-\n\nFirst, the Market Administration and Power System Operation Fee (paid to Energy Market Company and Power System Operator). This fee is reviewed annually to recover the costs of operating the electricity wholesale market and power system.\nSecond, the Market Support Services Fee (paid to SP Services). This fee is for the SP Group’s administrative expenses in respect of retail electricity consumers, and is reviewed annually.\nThird, Network Cost (Paid to SP PowerAssets). This fee is for the cost of transmitting power via the national electric grid, and is a cost that is reviewed annually.\nFinally – Energy Cost (paid to the generation companies). This component is adjusted quarterly to reflect changes in the cost of power generation.\n \nThe above is important because we need to consider the fact that the SP Group is a part of the present day fully-liberalized electricity market, and it competes with 13 other participants to supply electricity to consumers.\nThere is presently an excess of power generation capacity and a large number of retail participants to sell the electricity to consumers.  This excess in power generation capacity was a primary reason for Hyflux’s recent financial difficulties.  Prices of electricity had fallen to a point where it was no longer profitable for Hyflux to continue operating its Tuaspring power generation plant.\nFurther, in recent years, the SP Group has been selling to fewer customers as it gives up more of the retail market pie to other competitors – In other words, contrary to the SDP video’s pitch about rising electricity prices, prices of electricity have been becoming more competitive.\n#4: A budget surplus is the tax that the government collects over and above what it needs.  In business terms, it’s called a profit.\nThis claim requires more information to form a complete picture.\n\nThe government budget that is presented at the start of the financial year is both a record of the approved levels of expenditure and accountability of the government, as well as the plan of the estimated government revenue and expenditure for the financial year.\nWhen there is a surplus, it indicates that the anticipated expenditure was not as high, or the revenue of the government (and this is not from tax alone) exceeds expenditure. While tax is one component of government revenue, there is also the investment returns from the Government of Singapore Investment Corporation and the Monetary Authority of Singapore, as well as Temasek Holdings.\nBudget surpluses are accumulated as current reserves of each term of government.  They can be used to fund spending in deficit years within the same term of government.\nIf at the end of the term of government there continue to be accumulated current reserves, they are transferred to Singapore’s Past Reserves, protected by the Constitution.\nSee here and here for sources.\n#5: The Singapore Government accumulated nearly S$20 billion in budget surpluses in FY 2016, 2017 and 2018\nThis is true, according to press reports about the Singapore Budget 2019.  See here.\n\n\n\n\n\nInitial Estimates\nActual/revised figures\n\n\nFY2016\nS$3.45 billion\nS$6.12 billion\n\n\nFY2017\nS$1.91 billion\nS$10.86 billion\n\n\nFY2018\n-S$0.6 billion\nS$2.12 billion (revised)\n\n\nAccumulated surplus\n\nS$19.1 billion\n\n\n\n#6: Merdeka Generation Package Cost S$6 Billion, Bicentennial Package Cost S$1 Billion\n This is largely true.\n\nAccording to the Singapore Budget 2019, the Bicentennial package cost S$1.1 billion, and the Merdeka Generation Package will be funded with S$6.1 billion set aside.\nSee source here.\n#7: Goods and Services Tax is slated to rise to 9% after the upcoming General Elections\n This is true.\n\nOn 28 February 2019, Finance Minister Heng Swee Keat explained during the Budget Debates 2019 that the increase in GST would be to 9% but the exact timing was uncertain and likely to be sometime between 2021 and 2025.\nThe current term of the government ends by January 2021. Elections must be called by 15 January 2021.\n#8: 50% of Singaporeans report that they are unable to save for a rainy day\nUnproven.  We are seeking confirmation on source with the SDP.\n\nThe closest we have come to establishing information on this claim is an article that has been reported on multiple websites, dating back to 2014.\nSee here for a possible source.\nThe claim in the possible source we found is ultimately based on a report by the “CLSA” – We have not been able to obtain the report.  As such, it is difficult to say if the report findings are accurate or even true.  No similar independent-third party articles have been sighted by us.\n#9: Medisave reserves amount to S$89 billion but only S$1.1 billion has been paid out \nThis is not made out and without further details, is misleading.  We await further clarification on this point from the SDP, should they respond.\n\nThe net balance of CPF set aside for Medisave is approximately S$96.15 billion.  This is data provided by the CPF Board, available from the Singapore Department of Statistics here.\nBased on the annual reports of the CPF Board, the latest of which FY 2017 is accessible here, the total withdrawn sum cannot simply amount to S$1.1 billion. There have been regular withdrawals of the fund, and the most recent compilation of withdrawals is as shown:-\n\nIt cannot be correct that only S$1.1 billion has been withdrawn in total.  On the contrary, it is beginning to seem that far more has been withdrawn, and the sum is rising every year – In 2006, the total amount withdrawn from Medisave was S$445 million.  In 2014, this was S$852 million (see source here).\n#10: Mr Seow Ban Yams’s case – He had a S$4,477 medical bill which Medishield Life only paid S$4.50 for.\nThis is misleading as the complete facts have not been provided for a full picture to be given.\n\nMr Seow’s case was extensively discussed when the news first broke.  While it appeared that there was faulty administration in the government medical subsidy landscape, the truth later emerged that there had been a misunderstanding in how the various subsidies and insurance plans worked.  The following is how Mr Seow’s case was handled:-\n\nMr Seow had a cataract removal procedure at the Singapore National Eye Centre that cost S$11,831 for both eyes, which was unusually high;\nThe government subsidy for the procedure reduced the cost by S$7,559, leaving behind a sum of S$4,272 to be paid;\nOf the remaining sum of S$4,272 to be paid, Medishield Life would only activate after the annual deductible was paid. A deductible is a fixed amount to be paid once every policy year before the Medishield Life payout can be received.  In Mr Seow’s case, he had an annual deductible of S$3,000 to be paid, and this was paid out of his Medisave.\nMr Seow therefore had S$1,272 left to be paid. However, the Medishield Life payout is not based on bill, but standard rates for types of procedures.  The kind of procedure which Mr Seow went through was set at a rate of S$2,800 plus S$205 for hospital stay.\nAs Mr Seow’s deductible was S$3,000, he had paid the majority of his bill. The remainder left for Medishield Life to pay out under Medishield Life’s rates of S$3,005 was the S$5 (or S$4.50 specifically).\n\nWe have verified the above against Parliamentary reports when the matter was discussed in Parliament in January 2019, and the above explanation on how the deductibles and premiums are calculated is accurate.  Do see the following links for further information:-\nTodayOnline news report / Channel NewsAsia report.\n#11: More than 20% of Singaporeans go into debt because of medical expenses\nUnproven.  This check is pending response from the SDP.\n\nWe cannot locate any source for this statistic.\n#12: More and more Singaporeans are turning to crowdfunding to raise money for their medical bills.\nMisleading.  Evidence for this claim does not prove the contents of the claim.  We are awaiting the SDP’s response to re-examine this claim.\n\nThis claim is made on the basis of a Yahoo News article written by Nicholas Yong and published in May 2017. You can read the article here.\nThe article talks about crowdfunding as an alternative means of raising money.  However, the article is focused on people in Singapore (including those who prefer other forms of private healthcare and those who fail to qualify for subsidies), rather than Singaporeans in need of funding.  We note in particular the following:-\n\nNina Shariff, unclear as to whether she is Singaporean or not, who preferred private hospital treatment over public hospital treatment for her child;\nEileen Cheong (also unclear as to her status as a Singaporean), who had to seek crowdfunding to bring her father from Tokyo;\nVietnamese researcher Nguyen Van Thang, based in Singapore, who was not eligible for government subsidies and did not have medical insurance;\nSky Looi, who is a Malaysian, but Singapore PR, with a Malaysian child (the child required urgent treatment for a rare form of Leukaemia).\n\n#13: Eldershield collected S$2.6 billion in premiums but has only paid out S$0.1 billion.  That’s a 96% profit.\nWithout more information this claim is unproven and potentially misleading.\n\nAs of 10 July 2018, Members of Parliament were informed that in fact, S$3.3 billion in premiums had been collected by the end of 2017.  Payouts by then had been only S$133 million.  See here.\nIt would be misleading for the SDP video to suggest that there is a 96% government profit as Eldershield premiums are stored and invested as a fund, in order to meet the future needs of policyholders, and not the government.  The Eldershield fund is also self-funding and payouts come from the fund as and when policyholders encounter a severely disability.\nThe government’s perspective is that the low payout is because the median age of policyholders covered under Eldershield is aged 52.  This is a generally young age and the conditions for Eldershield have not been triggered in most instances.  As the Singapore population ages, more would be expected to draw down on the Eldershield fund.  At that stage, it is likely that the fund would be substantially reduced.\nSee further sources here and here.\nTo note, it is true that Careshield Life which replaces Eldershield, is compulsory for residents aged 30 and above.  The premiums are said to be payable out of Medisave and subsidies are available to low income individuals who are unable to make payment of the premiums.\n#14: A Duke-NUS and Ministry of Health study show that 70% of our elderly cannot meet their monthly household expenses\n This is misleading. In fact, the study provided figures showing that 79% of the elderly have enough money for their daily needs.  We await further clarification of this claim by the SDP.\n\nWe extract the following from page 11 of the executive summary and page 39 of the report:\n“Income and financial adequacy\n– In terms of total monthly household income, the largest proportion comprised of those reporting a monthly income of $1000-$1999 (17%) followed by those reporting $5000 or more (15%).\n– About 30% of older Singaporeans reported that they had ‘enough money with some left over’ ‒ this proportion declined with age from 60-69 years (33%) to 80 years and above (25%). Nearly half (49%) reported having ‘just enough money and no difficulty’. \nThe proportion of those who reported ‘some or much difficulty in meeting expenses’ was the highest for those aged 70-79 years (21%), and lower for those aged 60-69 years (17%) and 80 years and above (18%)”\n[Emphasis in bold added]\nThe full report is accessible here.\n#15: …And in 2017, a record number of elderly Singaporeans committed suicide.\nThis is misleading in suggesting that the suicide rate is linked to the cost of living issue.\n\nIt is true that the Samaritans of Singapore had reported that in 2017, the number of elderly aged 60 and above who had committed suicide had increased to 129.\nHowever, there was no clear indication on the cause for the spike in suicides.  In particular, rising cost of living was not suggested by the SOS.  Their experience, as cited in the press release, was that:\n“Some common struggles cited by elderly callers were social disconnection, the fear of becoming a burden to family and friends, and impairments to daily functioning due to physical challenges and deteriorating mental health. These concerns predisposes socially isolated elderly to depression and suicidal thoughts when struggles go undetected and unaddressed.”\nEndnote\nPlease do not hesitate to contact us if you have any queries or comments regarding any of the above factchecks.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/06/hqdefault.jpg",
    "Iframe Sources": [],
    "date": "2019-06-14T09:28:22+00:00",
    "Links in content": [
        "https://www.eiu.com/public/topical_report.aspx?campaignid=WCOL2019",
        "https://www.pub.gov.sg/watersupply/waterprice",
        "https://www.spgroup.com.sg/what-we-do/billing",
        "https://www.openelectricitymarket.sg/residential/list-of-retailers",
        "https://www.ifaq.gov.sg/mof/apps/fcd_faqmain.aspx?qst=hRhkP9BzcBImsx2TBbssMsxu7lqt6UJK70a1wAEVmyceMdb6HeOZzez75f7cwZZgDQfM300bHnEKzJEwD0LEyjb6mPose55SfZ4oxo5bTYUEOvzHEO25P1t2tT6HJxr73l7sEKIcx1kSBhx2Q9D4JuCyUm07eV4m7CohA0%2BTc2xnwCHGRSrGecWPmhcU4kUv%2FH8M%2BgtB%2FaV273ylU06icSuFe3Rb50GqUsKJKNDfTos%3D#FAQ_1540",
        "https://www.todayonline.com/singapore/explainer-how-much-surplus-govt-has-accrued-under-current-term-and-what-happens-it",
        "https://www.todayonline.com/singapore/explainer-how-much-surplus-govt-has-accrued-under-current-term-and-what-happens-it",
        "https://www.channelnewsasia.com/news/singapore/budget-2019-merdeka-generation-subsidies-clinics-11252912",
        "https://sbr.com.sg/economy/news/money-no-enough-nearly-half-singaporean-households-are-subsisting-paycheck-paycheck",
        "https://data.gov.sg/dataset/balances-of-cpf-members-by-account-type-as-at-end-of-quarter",
        "https://www.cpf.gov.sg/Members/AboutUs/about-us-info/annual-report",
        "https://data.gov.sg/dataset/medisave-accounts-and-balances-annual",
        "https://www.todayonline.com/singapore/medishield-life-claim-limits-be-reviewed-more-frequently-have-stay-moh",
        "https://www.channelnewsasia.com/news/singapore/snec-to-reduce-charges-for-certain-complex-procedures-march-11124692",
        "https://sg.news.yahoo.com/singapore-turn-crowdfunding-pay-medical-bills-235608437.html",
        "https://www.todayonline.com/singapore/logical-and-necessary-eldershield-show-positive-balance-chee-hong-tat",
        "https://www.straitstimes.com/forum/letters-in-print/eldershield-premiums-collected-meant-to-support-future-claims",
        "https://www.todayonline.com/singapore/logical-and-necessary-eldershield-show-positive-balance-chee-hong-tat",
        "https://www.duke-nus.edu.sg/docs/librariesprovider3/research-policy-brief-docs/the-signs-study---i-report.pdf",
        "https://www.sos.org.sg/pressroom/suicide-rate-lowest-but-number-of-elderly-suicide-highest-recorded"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/06/hqdefault.jpg",
    "Truefalse": [],
    "Description": ""
}