{
    "link": "https://blackdotresearch.sg/preferential-treatment-for-chinese-students-on-scholarships/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tPreferential treatment for Chinese students on scholarships?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nA post claiming that Singapore’s Ministry of Education (MOE) practices preferential treatment towards foreign students has appeared on Facebook group Concerned Citizens Band together for a better Singapore:\n\n\n\n\nBesides the PMET problem, we also have Scholarships problem going out to foreigners.  Put Singaporean children First!!!!!\nPosted by Sean Ng on Tuesday, 1 September 2020\n\nThe post contains a screenshot from the now-defunct Facebook page of The Temasek Review, indicating that the content is outdated and recently revived by the Facebook user.\nSharing a YouTube video made by Chinese national Belinda Chen (who, according to videos she took documenting her experience, studied in Singapore in 2018 at Nanyang Technological University), The Temasek Review post claimed Chen encouraged Chinese students to apply to study in Singapore under the SM2 Scholarship.\nWe are unable to find the video in question on Youtube, but a reader has shared with us that the video seems to be up on Bilibili, a Chinese video sharing website.\nThe post also alleged that Singaporean students have to struggle to fund their tertiary education, while Chinese scholars are able to attend local universities free of charge.\nWe also could not find any information on the SM2 programme on MOE’s website. However, we discovered a report by The Online Citizen, which quoted a press release by a school in China’s Shandong province congratulating four of its students for being awarded the SM2 scholarship.\nAccording to TOC, MOE has been giving out the SM2 scholarship for nearly 20 years to senior high school students in China. TOC later reported that the press release was “mysteriously” taken down.\nRegardless, the Facebook user’s insinuation that there is preferential treatment for foreign students in terms of the awarding of scholarships is misleading and false.\n\nA quick look at the Scholarships page on MOE’s website reveals a long list of scholarships for Singaporean students. Local universities, along with ministries/statutory boards, and private organisations, too, offer scholarships for locals.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/chinesesch.png",
    "Iframe Sources": [],
    "date": "2020-09-03T08:29:25+00:00",
    "Links in content": [
        "https://www.facebook.com/photo.php?fbid=180960330135669&set=gm.1717466148431044&type=3&theater&ifg=1",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/",
        "https://www.facebook.com/sean.ng.3348390",
        "https://www.facebook.com/photo.php?fbid=180960330135669&set=gm.1717466148431044&type=3",
        "https://www.facebook.com/The-Temasek-Review-190806675782/?pageid=190806675782&ftentidentifier=10156790698260783&padding=0",
        "https://www.youtube.com/c/BelindaChen0229/videos",
        "https://www.youtube.com/watch?v=Zpmb5gYP8BY",
        "https://bilibili.com/video/BV1zW411H7L3?from=seopage&fbclid=IwAR2CaBr915SmGyMvM-_t1uweUmRDiq5YojrNM1PEu00SFhVm5eJ_UPN89i0",
        "https://www.onlinecitizenasia.com/2019/07/06/taian-no-1-senior-high-4-of-20-moe-scholars-for-shandong-province-from-our-school/",
        "https://www.onlinecitizenasia.com/2019/08/08/china-high-school-mysteriously-takes-down-press-release-of-its-students-being-awarded-moe-scholarship/",
        "https://www.moe.gov.sg/admissions/scholarships"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/chinesesch.png",
    "Truefalse": [
        "false"
    ],
    "Description": ""
}