{
    "link": "https://blackdotresearch.sg/factcheck-for-the-record-singapore-ministry-of-foreign-affairs-corrects-inaccurate-news-reporting-on-monkeypox-infections-in-singapore/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\t[For the Record] Singapore Ministry of Foreign Affairs corrects inaccurate news reporting on monkeypox infections in Singapore\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nBackground\nOn 8 May 2019, Singapore recorded its first case of monkeypox infection when a 38-year old Nigerian who arrived in Singapore on 28 April 2019 tested positive for the virus on 8 May 2019.  This marked the first case of monkeypox in Singapore.\nLater, on 14 May 2019, it was reported that 23 individuals had been in close contact with the Nigerian man but as of 13 May 2019, no infection had been detected.  Of the 23, 22 individuals have been quarantined since being contacted and will remain in quarantine up till 21 days from the last time they were in contact with the Nigerian man.  The remaining one who was not quarantined was a foreigner who had left Singapore before the original infection was detected.  He is reportedly fine.\nThe Incident\n On 15 May 2019, this was mentioned by the Singapore Embassy in Jakarta:\n\nMothership has also reported on this matter earlier, on 17 May 2019.  See the article here.\nKompas.com has amended its article as of 15 May 2019 to accurately reflect that there has not been any widespread infection.  Specifically, a new section was inserted into the original article, stating the following:\n“Note: Editors have corrected data inaccuracies in articles and photo captions. Previously, it was mentioned that monkeypox was widespread in Singapore. The fact is that only one African citizen was exposed suspect monkey pox and had been handled by the local health authorities. We apologize for this inaccuracy. thank you\nThis article has been aired on Kompas.com with the title “Prevent Monkey Smallpox, Passengers from Singapore Checked” Thermal Detection “”, https://regional.kompas.com/read/2019/05/13/16261841/ prevent-cacar-maca -passenger-from-Singapore-checked-thermal-detection.\nAuthor: Batam Contributor, Hadi Maulana\nEditor: Farid Assifa”\nBatamnews.co.id has also amended its article as of 16 May 2019. See the revision here.\nA Google translation of their latest article states:\n“Singapore Ambassador: Monkey Smallpox in Singapore Not Plague\nThursday May 16 2019, 10:08 WIB\nBatam – Singapore Consulate clarifies the case of monkey pox (mongkeypox) not like the news in various media in Indonesia. This category of diseases in Singapore is not endemic. Only one patient was found to be positively indicated.\nBesides that the consulate also clarified that monkey pox was not easily transmitted from person to person. But he spreads faster from animal to person.\nAs presented by the official Facebook Singapore Embassy account in Jakarta (Singapore Embassy in Jakarta). On its official Facebook, the Singapore Embassy clarified national media requests Kompas.com and Batamnews.co.id.\n That outbreak sentences are incorrect. According to them the mongkeypox disease can still be overcome because only one case of smallpox monkeys coming from abroad is confirmed.\n In addition, according to them, the risk of the spread of monkeypox to the community in Singapore is very low, and to date there is no evidence of human transmission can transmit monkey infection in the human population.\nLikewise the consulate for the media Batamnews.co.id. in the article Batamnews.co.id entitled “Vigilant Monkey Pox, Bintan Health Office Asks KKP Screening for Singapore Tourists” on May 13, 2019 and then stated that the “emerging monkeypox” is also not right.\nThey asserted that the status of monkey pox was not as imagined. Just like the previous clarification the consulate confirmed that only one person had been affected by the monkey pox.”\nWe are not assigning any rating in light of the fact that the previous error has been corrected and the current position remains correct, i.e. only 1 infection present in Singapore.\n \nFacts about Monkeypox\nYou can read more about Monkeypox from the World Health Organisation here, and also as reported in CNA here.\nGenerally, both articles share the same facts about Monkeypox.  In particular, do note the following key points:-\n\nMonkeypox is rare. Monkeypox occurs sporadically in central and western parts of Africa’s tropical rainforest.\nWhen contracted, Monkeypox incubates (i.e. showing no symptoms) in the body from 6 to 16 days usually, but can also range from 5 to 21 days.\nWhen the infection breaks out, there are 2 periods: (i) the invasion period and (ii) the skin eruption period. In the invasion period, the victim usually suffers fever, intense headache, swelling of the lymph nodes, back pain, muscle aches and lack of energy.  In the skin eruption period, rashes appear starting with the face and then spreading everywhere else on the body.  95% of cases involve the face, while 75% of cases involve the palms of the hands and soles of the feet.\nThe rashes begin as lesions with flat bases, then become small fluid-filled blisters, before developing pus and then crusts in approximately 10 days. The crusts disappear completely usually after 3 weeks.\nFatality occurs in less than 10% in documented cases, mostly among young children. Younger age groups are also noted to be more susceptible to the infection.\nMonkeypox is usually a self-limiting disease with the symptoms lasting from 14 to 21 days. Severe cases occur more commonly among children and are related to the extent of virus exposure, patient health status and severity of complications.\nPrimary infection results from direct contact with the blood, bodily fluids, or cutaneous or mucosal lesions of infected animals (rodents are the most likely reservoir of the virus).\nSecondary transmission refers to human-human transmission. This can happen as a result of close contact with infected respiratory tract secretions, skin lesions or an infected person or objects recently contaminated by patient fluids or lesion materials.\nTo date, there is no evidence that person-to-person transmission can keep the disease present in the human population.\nTransmission via droplet respiratory particles usually require prolonged face-to-face contact – this puts household members of active patients at greater risk of infection.\n\n \n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Monkeypox-800x800.jpg",
    "Iframe Sources": [],
    "date": "2019-05-21T05:16:19+00:00",
    "Links in content": [
        "https://mothership.sg/2019/05/singapore-embassy-refutes-indonesian-media-fake-news/",
        "https://www.batamnews.co.id/berita-48193-dubes-singapura-cacar-monyet-di-singapura-tidak-mewabah.html",
        "https://www.who.int/news-room/fact-sheets/detail/monkeypox",
        "https://www.channelnewsasia.com/news/faq-what-you-should-know-about-monkeypox-11519088?cid=h3_referral_inarticlelinks_24082018_cna"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/05/Monkeypox-800x800.jpg",
    "Truefalse": [],
    "Description": ""
}