{
    "link": "https://blackdotresearch.sg/factcheck-the-temasek-reviews-article-about-bloomberg-singapore-in-bad-debts/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tThe Temasek Review’s article about “Bloomberg: Singapore in bad debts”\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nOn 27 August 2019, Temasek Review published an article titled “Bloomberg: Singapore in bad debts”.\nRelying primarily on a Bloomberg article published on the same date (see here), the article made a number of allegations directed primarily at Singapore’s sovereign wealth funds, Temasek Holdings and the Government Investment Corporation (GIC).\nIt is important to highlight that the allegations made in the Temasek Review article are either false or grossly misleading.  We review each one of the key allegations made below:\nAllegation 1: “According to Bloomberg, Singapore is facing more bad debts as companies are unlikely to pay them off in a likely recession. State-owned companies are following the footsteps of Hyflux, which collapsed after it failed to pay more maturing bonds owed to creditors.”\n\nEssentially, this allegation is a misreading of the Bloomberg article and a misunderstanding of the insolvency and debt restructuring options that are increasingly available in Singapore’s economy today.\nThe Bloomberg article mentions that there will be more cases of companies in Singapore failing to meet debt obligations next year as a result of ongoing US-China tensions.  It does not say that state-owned companies are likely to face “collapse”.\nThe Bloomberg article makes mention of KrisEnergy, a Singapore company in the oil and gas business, having applied to Court for restructuring, but KrisEnergy is not a state-owned company.\nKeppel Corporation, a listed company which Temasek Holdings has shares in, is a shareholder and creditor of KrisEnergy.  It is a stretch of logic to say therefore that KrisEnergy is state-owned.  If that was the case, any investment by Keppel Corporation would be, by that definition, “state-owned”.  It is also false to say that Hyflux has “collapsed” because it has not collapsed.  Hyflux is presently undergoing restructuring, and it is in the process of negotiating an investment by United Arab Emirates-based utilities company Utico FZC.  The deal, which is in the final stages of negotiation, will see an infusion of S$300 million in funds, with an additional S$100 million in shareholder’s loan.\nIn its present state, Hyflux is continuing to operate as a live company.\nKrisEnergy’s financial predicament is also not new.  It has in fact, been undergoing restructuring as far back as in November 2016 (See here).\nThe more fundamental problem with the allegation is that it is not correct to think that if a company is in financial trouble today, it then won’t pay up on its debts, therefore generating “bad debt”, and it then “collapses”.  This grossly over-simplifies a very complex and developing area of economics and law.\nToday, a Singapore company that finds itself trapped with debt that it cannot pay immediately can attempt restructuring under the Court’s supervision.  This is where the Court grants the Company time to work with debt restructuring experts to restructure the assets and liabilities of the company with the substantial agreement of its creditors and under the supervision of the Court.  If successfully worked through, a company has the opportunity to find fresh funding, continue its operations, and avoid insolvency.  Also, the creditor may stand a chance at getting more out of its debt through such a restructuring (since there could be ongoing business that brings in more funds for payment of debts), rather than in an insolvency which immediately ends the business and leaves the creditors with whatever is left of the company.  See a specialist guide on the new restructuring scheme available here.\nAllegation 2: “Singapore’s Temasek Holdings is also heavily in debt, with at least S$51.9 billion owed in bonds. The sovereign wealth fund company, whose CEO is the Prime Minister’s wife Ho Ching, refused to declare how much it owes, despite having the country reserves under its management.”\n\nThis allegation is false for suggesting that Temasek Holdings is facing the same predicament as Hyflux.\nWe focus on the allegation of Temasek Holdings being in “at least S$51.9 billion owed in bonds”.  This is untrue.  The figure is available from the group financial report of Temasek Holdings, available here (See page 51, here).\nThe figure is derived from total debt less cash and cash equivalents.  It is not a statement of the extent of Temasek’s debts in bonds.\nWe also turned to other third-party independent sources to see if the figure was any cause for concern.  Temasek’s bond offerings are assessed by 2 credit rating agencies, Moody’s and Standard and Poor’s, both of which maintain Temasek’s rating as “AAA”.  It is important to highlight that a “AAA” rating is the highest possible rating that may be assigned to an issuer’s bonds by any of the major credit rating agencies.\nThis is what the ratings agencies had to say about Temasek Holdings in 2019:\nMoody’s: Temasek’s Aaa rating is supported by its strong fundamental credit profile; steady and recurring dividend income; and its large and high-quality investment portfolio. The rating is further underpinned by its low market value-based leverage at the holding company level and its excellent liquidity profile. Temasek has been in a net cash position since fiscal 2008. Moody’s expects the company will maintain its sizeable reserve of cash and liquid securities.  (See here for the link to the above rating)\nStandard and Poor’s: We anticipate the company will sustain its net cash position (defined as debt less cash and cash equivalent and short-term investments) in the next 24 months at least. While Temasek’s net investments over 2012-2018 amounted to S$52 billion, borrowings remained stable and consistently accounted for less than half of liquidity balances, owing to the company’s strong cash flow adequacy and flexible net returns (dividend paid net of equity infusions) to the Minister for Finance. Temasek’s liquidity balance has exceeded its debt since 2004. (See here)\nIt is also untrue that Temasek Holdings refuses to disclose how much it owes.  As demonstrated above, Temasek Holdings releases its annual statements.  Out of the 3 entities which manage Singapore’s reserves (Temasek Holdings, the Monetary Authority of Singapore and the Government Investment Corporation), only the GIC maintains secrecy over its investment portfolio, so as not to expose the full size of Singapore’s financial reserves (see here for more information).\nAllegation 3: “The other sovereign wealth fund company GIC, whose Chairman is Lee Hsien Loong, also posted undeclared losses which saw its 20 year-annualised returns falling from 4.1% to 3.4%.”\n\nA rate of return refers to the amount an investor receives over the particular period.  A 20 year rate of return refers to the equivalent 20 years of return which an investor has received.  It is only a loss if the rate of return is negative, meaning that the state of the fund overall is now less than the original investment.\nOn the basis of the figures provided by the Temasek Review itself, there is no loss.  The rate of return may have fallen, but it continues to indicate profit rather than loss.\nThe figures are also incorrect.  With reference to Today Online’s report, while there has been a falling rate of return, the 20 year annualized rate of return in 2019 is 3.4%, just as it was in 2018.  As the report states:\n“The “annualised rolling 20-year real rate of return” was unchanged from a year ago — also 3.4 per cent — but lower than the 3.7 per cent figure achieved in 2017.\nThat means this rate of return has come in below 4 per cent, after factoring in inflation, for three straight years. By comparison, in the early 2000s, GIC achieved rates of return using the same measure of nearly 6 per cent.”\nAllegation 4: “Lee Hsien Loong recently called for Singaporeans to pay S$100 billion, which he alleged is to solve “climate change”. The Singapore dictator who always gets what he wants in his little island, did not bother giving a breakdown of how he arrived to the S$100 billion – but the amount would be around what Temasek Holdings and GIC had lost in the past 15 years under his charge.”\n\nThe suggestion that the Prime Minister is trying to pad the alleged losses of Temasek Holdings and GIC with a call to pay S$100 billion for solving climate change is unfounded.\nThere has been no loss suffered by either Temasek Holdings or GIC, as explained above.  It may be an opinion, but there are no facts supporting the opinion given by the Temasek Review.\n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Screenshot-2019-09-06-at-12.48.12-PM-800x725.png",
    "Iframe Sources": [],
    "date": "2019-09-06T04:50:07+00:00",
    "Links in content": [
        "https://temasekreviewnews.com/bloomberg-singapore-in-bad-debts/",
        "https://www.bloomberg.com/news/articles/2019-08-26/singapore-seen-facing-tide-of-distress-as-trade-war-hits-economy",
        "https://krisenergy.com/default/assets/File/KEL - Proposed Restructuring Announcement v9 %5BFinal 3Nov16%5D.pdf",
        "https://www.herbertsmithfreehills.com/file/22016/download?token=j4gPhvXv",
        "https://www.temasekreview.com.sg/downloads/Temasek-Review-2019-Overview.pdf",
        "https://www.moodys.com/research/Moodys-announces-completion-of-a-periodic-review-of-ratings-of--PR_396124",
        "https://www.temasek.com.sg/content/dam/temasek-corporate/our-financials/investor-library/credit-rating-report/SP_Rating_Update_17_Sep_18.pdf",
        "https://www.mof.gov.sg/Newsroom/Forum-Replies/GIC-manages-its-investment-portfolio-for-the-long-term",
        "https://www.todayonline.com/singapore/gic-real-returns-over-20-year-period-stays-at-3.4-per-cent"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/09/Screenshot-2019-09-06-at-12.48.12-PM-800x725.png",
    "Truefalse": [
        "Moody’s",
        "Standard and Poor’s",
        "Allegation 3: “The other sovereign wealth fund company GIC, whose Chairman is Lee Hsien Loong, also posted undeclared losses which saw its 20 year-annualised returns falling from 4.1% to 3.4%.”",
        "Allegation 4: “Lee Hsien Loong recently called for Singaporeans to pay S$100 billion, which he alleged is to solve “climate change”. The Singapore dictator who always gets what he wants in his little island, did not bother giving a breakdown of how he arrived to the S$100 billion – but the amount would be around what Temasek Holdings and GIC had lost in the past 15 years under his charge.”"
    ],
    "Description": ""
}