{
    "link": "https://blackdotresearch.sg/factcheck-the-trial-of-maslinda-zainal-was-she-unfairly-treated/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tThe trial of Maslinda Zainal – Was she unfairly treated?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nRecently, we saw a post by the website “Rilek1Corner” claiming the following (the “Post“):\n\nWe understand the Post to be drawing a comparison between the ongoing criminal trial of teacher Maslinda Zainal, the former Head of Department for English language in Singapore’s Woodgrove Secondary School, and the sensational 2015 trial and subsequent appeal of Kong Hee, the former president and pastor of City Harvest Church.\nMaslinda Zainal was reported on 28 November 2018 as having been charged with 2 counts of Criminal Breach of Trust for misappropriating more than S$40,000 which she had collected from students of Woodgrove Secondary School.  Maslinda had originally been tasked to collect money from students to purchase learning packages called the “Excel package”.  According to various reports, the money was supposed to be handed to the school’s bookshop owner, but Maslinda had given only a portion and kept over S$40,000 (See reports here, here and here).\nKong Hee was convicted on 20 November 2015 together with 5 other senior members of the City Harvest Church of misappropriating S$24 million in church funds, and another S$26 million to cover up the misuse of funds.  The S$24 million in funds were misused in order to fund the singing career of Kong Hee’s wife, Ho Yeow Sun (see Straits Times report here).  The 6 convicted subsequently made a successful appeal against their sentence in 2018, and saw significant reduction in their sentences.  While Kong Hee had originally been sentenced to 8 years in jail, his sentence was reduced on appeal to 3 years and 6 months in jail.\nThe Post may be Misleading and incorrect\n\nWe note that the meme contained within the Post may suggest that Maslinda has been unfairly treated and been sentenced to life imprisonment.  Also, that she was being forced to give a confession to the Court. Such suggestions would be misleading and incorrect.\n– Maslinda Zainal is presently arguing that she has been unfairly treated by the police and Ministry of Education investigators and not the Court.\n– Maslinda Zainal has not been sentenced to a life sentence for committing breach of trust.  She has yet to be convicted and cannot be sentenced as yet.\n– The comparison with the case of Kong Hee is incorrect because Kong Hee’s case has already concluded with a conviction and sentencing has taken place.  Maslinda’s trial is ongoing.\nWhere did the Post get those statements from?\nThe Post arose due to the recent reports on the ongoing trial of Maslinda Zainal.  See here.\nThe source of the statement claiming that “40k gets life imprisonment” comes from what Maslinda said while being examined in Court.  At this stage, Maslinda is arguing that her statements given to the police and Ministry of Education investigators were given involuntarily because of the alleged duress placed on her during the investigations.  She is not saying that she has received such a sentence.\nSee this part of the CNA news article referenced above:\n“She claimed that a police officer, Station Inspector Navindeer Singh, accused her of taking about S$300,000. He came to this figure by multiplying S$20,000 – the approximate figure for each of her two charges – by 15 years, the total time she had been at the school.\n“I told him that I did not do such a thing and I broke down and cried very, very badly,” said Maslinda. “He then threatened me. He said – as a civil servant, when you’re charged with criminal breach of trust, are you aware that you’re facing a life sentence, you will never see your family ever again.”\nShe also did say that she was forced to admit things that she didn’t do – see here.\nBut keep in mind that the trial is ongoing, and what Maslinda has said is being assessed by the Court to see if she had been illegally pressured to admit to the crimes.\nMaslinda is not being handed any life sentence.  She is also not presently being forced to admit anything in Court, and the trial continues to be ongoing.\nAbout Maslinda Zainal’s charges\nWhat we know so far is that Maslinda has been charged with Criminal Breach of Trust (CBT).  This itself is not entirely clear.  There are several different types of CBT offences, each carrying different possible sentences.  The simplest form of  CBT is section 406 of the Penal Code, which carries the maximum penalty of 7 years imprisonment:-\n406.  Whoever commits criminal breach of trust shall be punished with imprisonment for a term which may extend to 7 years, or with fine, or with both.\nHowever, as Maslinda is a teacher with the Ministry of Education, she may fall under the definition of a public servant (depending on what the nature of her specific employment is), so it is possible that she has been charged with the most serious version of the CBT offence, which is section 409 of the Penal Code:-\n409.  Whoever, being in any manner entrusted with property, or with any dominion over property, in his capacity of a public servant, or in the way of his business as a banker, a merchant, a factor, a broker, an attorney or an agent, commits criminal breach of trust in respect of that property, shall be punished with imprisonment for life, or with imprisonment for a term which may extend to 20 years, and shall also be liable to fine.\nNote however, that just because the offence carries a possible maximum sentence of life imprisonment, this does not mean that, if convicted, Maslinda will be handed such a sentence.  The Courts consider a variety of matters in determining the appropriate sentence, and it remains to be seen what (if any) sentence will be handed down eventually.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/06/Screenshot_20190625-133218-800x800.png",
    "Iframe Sources": [],
    "date": "2019-06-27T00:08:57+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/woodgrove-secondary-teacher-misappropriating-students-hod-10975950",
        "https://www.straitstimes.com/singapore/courts-crime/teacher-on-trial-for-allegedly-misappropriating-about-40000",
        "https://www.todayonline.com/singapore/woodgrove-teacher-trial-principal-did-not-know-money-was-collected-students-says-defence",
        "https://www.straitstimes.com/singapore/courts-crime/city-harvest-trial-kong-hee-sentenced-to-8-years-in-prison-5-other-church",
        "https://www.channelnewsasia.com/news/singapore/woodgrove-teacher-students-money-moe-investigators-11656194",
        "https://www.todayonline.com/singapore/teacher-accused-pocketing-s40000-students-funds-tells-court-she-gave-police-statement"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/06/Screenshot_20190625-133218-800x800.png",
    "Truefalse": [],
    "Description": ""
}