{
    "link": "https://blackdotresearch.sg/was-the-momo-challenge-a-viral-hoax/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWas the Momo Challenge a viral hoax?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nYes, it was. A viral hoax indeed.\n\nSometime in July 2018, Argentinian news reported that a 12-year-old girl had committed suicide and that authorities suspected that the suicide was linked to a “WhatsApp game known as ‘Momo’, which originated in Japan, was inspired by a sculpture by Midori Hayashi”. The key character of this game (known as ‘Momo’) would give instructions to the viewer on how to commit suicide, as a challenge in this game.\nThe key character Momo has been best described as a “demonic chicken lady”. This would appear to be an adequate description. See the attached picture.\nFrom being a WhatsApp game, the ‘Momo’ story evolved into a “Momo challenge” where Youtube videos intended for children would be suddenly interrupted with a video of Momo suddenly appearing and challenging the viewer on how to commit suicide.\nInterest grew on various social media channels on the “Momo Challenge”, with many users purporting to have seen videos on Youtube where Momo suddenly appears. The Momo has also been satirised by many social media users who disbelieved the phenomenon. Police in the United Kingdom was reported to have issued warnings on the video.\nMuch later on, on 27 February 2019, US celebrity Kim Kardashian brought the hoax onto global entertainment news front pages when she posted a plea to YouTube on her Instagram Story feed asking for help to stop this alleged phenomenon.\nThere was no proof of this phenomenon. This remains the case presently.\nOn 27 February 2019, in response to Kim Kardashian’s plea, Youtube issued a statement on Twitter saying that:\n\nWe want to clear something up regarding the Momo Challenge: We’ve seen no recent evidence of videos promoting the Momo Challenge on YouTube. Videos encouraging harmful and dangerous challenges are against our policies.\n— YouTube (@YouTube) February 27, 2019\n\nThereafter, various media outlets and fact-checkers reported on the “Momo Challenge” as being a viral hoax. See in particular, this excellent article + chronology from Snopes.\nOther news here and here.\nIn the United Kingdom, the UK Safer Internet Centre has reached out to various media outlets to say, definitively, that the “Momo Challenge” was fake news.\nWhat’s interesting today is that media reports yesterday reported that Momo’s creator is a Mr Keisuke Aso, not a Midori Hayashi. (seen from Channel NewsAsia’s report based off AFP, and Buzzfeed News in Japan).\nMr Aso had produced the work in 2016 as part of an exhibition. To the best of his recollection, he had never given any permission for it to be used as Momo. He has since destroyed the piece so that it ceases to be associated further with the “Momo Challenge”.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/MomoHoax.jpg",
    "Iframe Sources": [],
    "date": "2019-03-06T13:01:52+00:00",
    "Links in content": [
        "http://www.batimes.com.ar/news/argentina/police-suspect-12-year-old-girls-suicide-linked-to-whatsapp-terror-game-momo.phtml",
        "https://www.independent.co.uk/life-style/gadgets-and-tech/news/momo-challenge-whatsapp-message-picture-image-face-bird-hoax-real-truth-a8798571.html",
        "https://www.tmz.com/2019/02/27/kim-kardashian-youtube-kids-momo-challenge",
        "https://twitter.com/YouTube/status/1100820993671495680?ref_src=twsrc%5Etfw",
        "https://www.snopes.com/news/2019/02/26/momo-challenge-suicide-game",
        "https://www.buzzfeed.com/jp/yukikohibi/momo-challenge-alert",
        "https://www.vox.com/2019/3/3/18248783/momo-challenge-hoax-explained",
        "https://www.pressandjournal.co.uk/fp/news/north-east/1687373/charities-say-viral-momo-challenge-is-just-a-malicious-hoax",
        "https://www.channelnewsasia.com/news/asia/momo-challenge-image-creator-says-has-destroyed-doll-11310252",
        "https://www.buzzfeed.com/jp/ryosukekamba/momo"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/MomoHoax.jpg",
    "Truefalse": [],
    "Description": ""
}