{
    "link": "https://blackdotresearch.sg/factcheck-was-giant-halal-certified/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWas Giant ‘Halal Certified’?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nOn 20 September 2019, we came across this post – which was subsequently shared on Rilek1Corner’s Facebook page.\n\nAccording to the Post, there was a claim on Giant’s (SG) website, which stated that all their stores are Halal-certified.  We checked for ourselves to see if it was true and found out that indeed the Post was correct – There was actually an inclusion that appeared in the  ‘Awards and Certifications’ section of their online site.\nHowever, there has been considerable confusion regarding its Halal-certified status as Giant supermarkets also carry products that don’t qualify as Halal. We reached out to the Islamic Religious Council of Singapore (MUIS) to confirm the status of Giant’s claim to being Halal.  MUIS responded to us and confirmed that any such claim was indeed incorrect.\n\nWhile Giant has Halal-certified sections in their supermarkets, their establishments alone are not Halal. This clarification came directly from Giant, as we reached out to them for comment.\n \nGiant clarified that they had made a mistake on their website:\n“The feature of the Halal certificate and accompanying statement on the Giant website was a mistake which we have immediately rectified. We apologise for any confusion it may have caused. It was not the Company’s intention to mislead our Muslim customers or any customers, for that matter.”\nIt’s true that the mistake has been fully rectified.  The page shown in the claim above is no longer around, indicating that Giant has removed the page.\nSO WHAT DOES ‘HALAL’ MEAN?\nEnsuring the integrity of halal certifications is important.\nMUIS has cracked into the details as they explain the differences between ‘Halal’ and ‘Halal-certified food’ in their FAQs – We share the definition below:\n“Halal’ is an Arabic word which means lawful or permissible. Any food or drink which falls under this category is permitted for Muslim consumption. Examples of Halal food include vegetables, spices and meat deriving from animals slaughtered in accordance with the Islamic Law. Halal-certified means that the company has gone through a stringent process of desktop and site audits to ensure that they are indeed providing halal food. If a company is not halal-certified, it does not mean that they are also not halal. However, we would advise consumers to look out for the halal certificate for greater assurance, especially if the company is dealing with high risk items involving meat, poultry or their derivatives.”\n \n \n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Screenshot-2019-10-02-at-4.33.45-PM.png",
    "Iframe Sources": [],
    "date": "2019-10-02T08:34:30+00:00",
    "Links in content": [
        "https://www.facebook.com/photo.php?fbid=10217383343350475",
        "https://www.facebook.com/rilek1corner/posts/2656998320999948?__xts__%5b0%5d=68.ARD9ADtYxHlpNHoYNv7ot0S_x7xI6_KMHw6Qb_hwxQlsrMYhhIl1Ijaq6ynuI708hg6-wY6b128-rGP5kL4oBUDXs2wswOV6c3z6YUIm9R7lO7JUKEGFLuWFOxThCv4dXhwpmjF72c6UKcjRD4OJZottb-H1GECeEBArJy_JpZpsEgRsdKrluPPPMYkqKIfl4xysxx_u-8G4r9YOdwKhdeIajbFU_crCuMXvZRijmX2JH1D2YNVhyX8B5_A9vb4BMiIkDJpzoiRKZxpjci4Laad02EJ54EXPD4ZpCRa-K4JZGNadf5Zmdt4U8zpzgm92jx0ER0aH0_O07DkejXPuZ-ZJnw&__tn__=-R",
        "https://eservices.muis.gov.sg/ifaq/apps/fcd_faqmain.aspx#FAQ_155729"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/10/Screenshot-2019-10-02-at-4.33.45-PM.png",
    "Truefalse": [],
    "Description": ""
}