{
    "link": "https://blackdotresearch.sg/factcheck-was-a-fprotester-shot-by-the-hong-kong-police-force-in-the-eye/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWas a female protester shot in the eye by the Hong Kong Police Force?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nOn 11 August 2019, the protesters in Hong Kong found themselves a new icon.\n\nHK Riot Police fired bullet and headshot a young lady. I am not sure whether her right eye will turn blind or not but it is totally insane and terrible. US should not export tear gas and rubber bullet to HK Police anymore. pic.twitter.com/R9gZKZysaO\n— Joshua Wong 黃之鋒 (@joshuawongcf) August 11, 2019\n\nIn a Sunday crowded with news about fresh protests and clashes between protesters and the HK Police Force, this piece of news stood out.  The young lady was assumed by most protesters to have been victim of the HK Police Force’s use of ‘bean bag’ projectiles, which are shotgun rounds containing lead pellets held together by a fabric cushion and used for riot control.  Apparently, the projectile had shattered the eye-shield she was wearing and ruptured her eye.\nAccording to news reports from SCMP and the Straits Times (see here and here), rumours were circulating that the young lady had been taken to the hospital and her injury was severe as the bones around the socket had been fractured.\n\nThis reportedly led to the protesters planning the next stage of the protests at the HK International Airport, named “An eye for an eye” (See SCMP Report referenced above).  Further, in the short span of a few hours, the incident became the subject of several memes, poster art and other artistic expressions of the protesters’ cause in Hong Kong.\n\n(The main text of the image reads “August 12th, HK Police to return an eye, 1pm, all protesters to the airport”)\n\n \nBut whether this is true – That the HK Police Force is responsible for the injury caused to the young lady, is unproven.\nThe controversy comes from the fact that the HK Police Force have neither admitted nor denied causing the injury.  At a press conference on Monday, 12 August 2019, the HK Police Force Assistant Commissioner of Police Mak Chin-ho said there was no evidence of protesters’ claims that the police had shot the lady, but they would investigate the matter.\nNotwithstanding the HK Police Force’s careful statement above, protesters have gone ahead to blame the police and make the latest incident an icon and a rallying cry:\n \n\nThe young woman who was shot by Hong Kong police in the eye with what appeared to be bean bag round quickly becoming the latest image of tremendous anger with police and their tactics. Calls for a mass rally at the airport this afternoon. pic.twitter.com/x4FjB6asFY\n— Timothy McLaughlin (@TMclaughlin3) August 12, 2019\n\nIn light of the sentiment of the protesters, the present lack of any evidence supporting that sentiment, and the statement of the HK Police Force, it is pretty clear that the protesters’ blame should be viewed with some scepticism pending the outcome of the investigations.  But that’s not to say that we should believe that the HK Police Force is without blame.\nOn the opposite camp, Chinese state-owned tabloid, the Global Times has taken the approach of seeking to influence belief against the protesters (see the Global Times article here).  They have done this by relying on unnamed sources who claim that the incident could not possibly have been caused by the HK Police Force:\n“It was impossible for police to fire at the woman as it was “technically impossible for the police to shoot her in the eye,” a former senior police officer, who preferred not to be named, told the Global Times on Monday. \n“The location of the injured person is not within the scope of the police shooting,” a source close to the matter told the Global Times on Monday. \n“Unless the bullet turned round then the bullet could not injure the female.” \nIf she were hit by a beanbag, her face must have burns caused by gunpowder, he said. \n“If it were beanbag, I believe she would have been dead.”  \nThe wound is likely to be caused by a hard object, he asserted.“\nWe should highlight that the Global Times article is difficult to believe because:\n\nThe sources of the quotes above are unnamed individuals.\nThe Global Times is choosing to speculate on the matter when the HK Police Force have already indicated that investigations would take place.\nThere is a fair amount of bias in the reporting of the Global Times, which is heavily pro-China and opposed to the protests in Hong Kong.\n\nAs with the various coverage we have seen on the ongoing HK riots, there are efforts being made by different parties to win public opinion.  Much of this involves a party imputing dangerous and violent behaviour against the other party.  However, on this incident, the weight of the evidence just doesn’t seem to lean in favour of either side.  How the incident happened in the first place still remains unclear.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/08/2019.Rebel-Fighter-800x800.jpeg",
    "Iframe Sources": [],
    "date": "2019-08-14T16:33:28+00:00",
    "Links in content": [
        "https://t.co/R9gZKZysaO",
        "https://twitter.com/joshuawongcf/status/1160527258953457665?ref_src=twsrc%5Etfw",
        "https://www.scmp.com/news/hong-kong/politics/article/3022386/protesters-call-mass-hong-kong-airport-demonstration-after",
        "https://www.straitstimes.com/asia/east-asia/young-woman-allegedly-shot-in-the-eye-during-hong-kong-protests",
        "https://t.co/x4FjB6asFY",
        "https://twitter.com/TMclaughlin3/status/1160708191249981441?ref_src=twsrc%5Etfw",
        "http://www.globaltimes.cn/content/1161196.shtml"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/08/2019.Rebel-Fighter-800x800.jpeg",
    "Truefalse": [
        "But that’s not to say that we should believe that the HK Police Force is without blame"
    ],
    "Description": ""
}