{
    "link": "https://blackdotresearch.sg/was-this-photo-taken-at-a-dbs-office-in-changi-business-park/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWas this photo taken at a DBS office in Changi Business Park?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n[Editorial update: 25 August, 9:39am] A DBS spokesman has clarified that the photo was taken at an application security conference held at DBS Asia Hub 2 in Hyderabad a year ago. We have updated the verdict of the claim that the photo was taken at DBS Asia Hub in Changi Business Park from likely false to false.\n–\nWe came across this post which was shared on Facebook group Concerned Citizens Band Together for a better Singapore:\n\nThe author uploaded a screenshot of another Facebook post in which a group photo is seen. In the background of the photo, we see the DBS logo, hinting that the photo might have been taken in a DBS office.\nThe caption alleges that the photo was taken at a “DBS IT Dept @ Changi”, and specifically points out that it was not taken in the Indian cities of Mumbai or Chennai.\nFor context, DBS Asia Hub is a 9-storey facility located at Changi Business Park (CBP). In a 2010 article on Singapore Business Review about the facility, it is said to “house more than 3,000, or over 40% of DBS’ Singapore-based staff”, and will “accommodate most of the bank’s technology, operations and support functions”.\nDetails of who took the photo and when the photo was taken is not available. A majority of comments on the post seem to believe that the claim is accurate, and comments lean towards the xenophobic and hateful variety.\nDBS Asia Hub (Changi) or DBS Asia Hub 2 (Hyderabad)?\nA reverse Google image search failed to return any results, but a commenter on the post had attempted some ‘CSI’ work of her own:\n\nThe commenter revealed that when she did a search for photos taken at the DBS office in Changi and “[scanned] through the pictures just to be sure”, she noticed that the light fittings were similar, and that the “[picture] was probably taken at their tearoom”.\nHowever, she later retracted her comment, stating that after doing more research, she realised that the photos could have been taken at DBS Asia Hub 2 instead. She noted that DBS Asia Hub 2 is located in India.\nAs a quick background, DBS Asia Hub 2 was established by DBS Group in Hyderabad, India in 2016, and is the bank’s first technology development centre outside Singapore. In an article on Business Today India in 2019, the hub housed about 2,000 engineers then, and DBS Bank India chief executive Surojit Shome added that they expect to grow the staff strength to 3,000 over the next 2 years.\nHopping on what the commenter found, we did our own search for photos taken at DBS Asia Hub 2, and noticed a similar mural in group photo and a stock photo taken for DBS Asia Hub 2’s website:\n\nIn another photo we found of DBS Asia Hub 2 on Glassdoor, we also spot what could be where the photo being circulated was taken:\n\nIt is important to note that while photos of DBS Asia Hub 2 were easily found on Google, photos of DBS Asia Hub in Changi are less easy to come by.\nTherefore from what we’re able to deduce, the photo could very well have been taken at DBS Asia Hub 2 in Hyderabad given the similarities we found in the photo comparisons.\nIn an email to us, a DBS spokesman has clarified that the photo was taken at an application security conference held at DBS Asia Hub 2 in Hyderabad a year ago.\nThe claim that the photo was taken in a DBS office in Changi is therefore false.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/08/dbsgrp.png",
    "Iframe Sources": [],
    "date": "2020-08-24T02:37:53+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/?ref=gs&tn-str=%2AF&fref=gs&dti=394407690736903&hc_location=group_dialog",
        "https://sbr.com.sg/financial-services/news/dbs-invests-s200mln-in-dbs-asia-hub",
        "https://www.businesstoday.in/top-story/dbs-bank-plans-to-hire-1000-techies-at-dbs-asia-hub-2-in-hyderabad/story/324718.html",
        "https://www.dbs.com/asia-hub-2/index.html",
        "https://www.glassdoor.sg/Photos/DBS-Bank-Office-Photos-E611812_P3.htm"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/08/dbsgrp.png",
    "Truefalse": [
        "likely false",
        "false",
        "false"
    ],
    "Description": ""
}