{
    "link": "https://blackdotresearch.sg/factcheck-was-tank-man-photographed-using-a-leica/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWas “Tank Man” photographed using a Leica?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\nYou may have come across this article published in the Straits Times on 19 April 2019, discussing the reactions to the following advertisement:\n\n(scroll to 4:39 to see the incriminating scene – “Tank Man” is reflected in the lens)\nLeica is facing criticism in China for creating the advertisement, which appears intended as a moving tribute to photojournalists but carrying the underlying message that great photojournalists used Leica cameras.  Unfortunately for Leica, the advertisement featured a photojournalist taking the iconic “Tank Man” picture of the Tiananmen Square, and this appears to be the trigger event for the criticism (See here).\nThe iconic image known as “Tank Man” (see below) has, for a long time now, been a poignant symbol of the sacrifice behind the horrific Tiananmen incident in 1989.  It is also a sensitive image that riles the Chinese government.\nPublished by The Associated Press, originally photographed by Jeff Widener, Fair use, https://en.wikipedia.org/w/index.php?curid=239713\nIt has been reported that Leica now denies having ‘sanctioned’ the advertisement.  F/Nazca Saatchi & Saatchi, the company which created the advertisement refutes the denial, saying that it was indeed commissioned and authorised to release the advertisement.\nWe can’t tell who’s right or wrong here, but one thing caught our eye – Petapixel’s article, claiming that the “Tank Man” shot wasn’t even taken by Leica.  INSTEAD, ALL THE PHOTOS OF TANK MAN OR SIMILAR TO TANK MAN WERE TAKEN WITH NIKON CAMERAS.\nThis article is about Petapixel’s claim.  Were all the “Tank Man” pictures taken with Nikon cameras?\n\nWe think it is likely true!\nWhat we managed to find\nSo the basis for the Petapixel article is a German publication known as Spiegel Online.  Spiegel published this article, claiming that:\n“None of the photographers used a Leica camera at the time, as the film suggests. Instead, Jeff Widener (AP), Charlie Cole (Newsweek), Stuart Franklin (Magnum) and Arthur Tsang (Reuters) were working with cameras from Japanese competitor Nikon, as they confirmed on request. Widener, Cole and Franklin also stated that they had not been contacted by Leica or the company’s advertising agency.“\n[Emphasis in bold added]\nWe decided to test out Spiegel’s claims by running our own searches to see what we could uncover.  Spiegel claimed to have admissions by each photographer, but would these admissions be contradicted?\nPerhaps the most authoritative article we found was a 2009 New York Times article here.  Given the age of the article (published in 2009) and the facts inside the article almost entirely corroborate with Spiegel’s claims, we are inclined to say that the Petapixel story is probably true.\nAccording to the NY Times, Jeff Widener used a Nikon F3 Titanium model:\n“A stray rock had struck my face while photographing a burning armored car during the Tiananmen uprising. The Nikon F3 Titanium camera had had absorbed the shock and thus saved my life.”\nIn the same article, Arthur Tsang Hin Wah said:\n“At around noon. we heard the roar of tanks. More than 20 of them, in a big column, pulled out from the square and came our way. I loaded my Nikon F3HP with film and started shooting with a 300mm telephoto lens.“\nAs for Charlie Cole, the World Press Photo states specifically that he used a Nikon FM2 camera.  See here.\nThe only one we could not verify was Stuart Franklin’s camera – There is absolutely no information we could find on what he used, whether Leica or Nikon.  Seeing that Spiegel’s claim on this is undisputed, it is probably true that he used a Nikon.\nPurely based on logic, one should know that Leica is a camera brand that places itself in a premium, pedigree category and prices itself that way as well.  Today, Leica has a reputation of being a popular camera to collect rather than use.  Nikon has a completely different reputation, and better identifies itself as a hardy, workhorse camera, chosen by professional sports, nature and photojournalism photographers alike.  It is for this reason that Stuart Franklin was more likely to have used a Nikon rather than a Leica to snap his version of the “Tank Man” photo.\nLet’s not forget that every one of his colleagues who had also taken the “Tank Man” picture used a Nikon.\nSo probably, Leica never had a role in the eventual “Tank Man” picture.\nGood thing they disown this advertisement ;-P\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Tianasquare.jpg",
    "Iframe Sources": [],
    "date": "2019-04-30T18:00:07+00:00",
    "Links in content": [
        "https://www.straitstimes.com/asia/east-asia/tank-man-video-for-leica-sparks-outcry-in-china-ahead-of-tiananmen-anniversary",
        "https://www.adweek.com/brand-marketing/leica-distances-itself-from-tiananmen-square-tank-man-ad-after-chinese-backlash/",
        "https://www.thejakartapost.com/life/2019/04/22/leica-vows-legal-action-over-controversial-video.html",
        "https://petapixel.com/2019/04/29/sorry-leica-tank-man-was-shot-on-nikon/?fbclid=IwAR3zdAXqtQDtJheVIHSlWlEuqU403vyPcBfW9-Y-cSImqqoHhKfjDSyCou0",
        "https://www.spiegel.de/netzwelt/web/leica-werbefilm-in-china-echte-fotografen-benutzten-nikon-kameras-a-1264584.html",
        "https://lens.blogs.nytimes.com/2009/06/03/behind-the-scenes-tank-man-of-tiananmen/",
        "https://www.worldpressphoto.org/collection/photo/1990/33708/1/1990-Charlie-Cole-WY"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/04/Tianasquare.jpg",
    "Truefalse": [],
    "Description": ""
}