{
    "link": "https://blackdotresearch.sg/was-american-protestant-preacher-lou-engle-making-statements-that-threatened-a-christian-muslim-divide-in-singapore-in-2018/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWas American protestant preacher Lou Engle making statements that threatened a Christian-Muslim divide in Singapore in 2018?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nYes, it appears so.\n\nIn March 2018, Rice media published an article on American Charismatic Christian Leader Lou Engle when he preached at “Kingdom Invasion” in Singapore. Kingdom Invasion is an annual mass evangelism conference, which was hosted and sponsored by the Cornerstone Community Church Singapore in 2018.\nThe reporter commented that Lou Engle had made offensive comments against Muslims and that his statements were suggestive of Islamaphobia. The reporter queries how Lou Engle could have been granted the relevant permits to preach in Singapore.\nCornerstone Community Church Singapore filed a police report against Rice Media for the article shortly, on 27 March 2018.\nYesterday, online news portal Mothership reported an update on the situation.\nIn gist, Rice Media has been vindicated. Lou Engle has been banned from preaching in Singapore again. It would appear clear that the Rice media article of 25 March 2018, was correct.\nIn a statement given to Mothership, the Ministry of Home Affairs informed that:\n“Reply on investigations outcome on Lou Engle:\nIn response to media queries, the Police said they have completed investigations, in relation to comments by American preacher Mr Louis Dean Engle during the Kingdom Invasion Conference 2018.\n2. In consultation with the Attorney-General’s Chambers, the Police have administered a stern warning/advisory to the Singapore Pastors involved for contravening conditions under the Employment of Foreign Manpower Act (under which Mr Engle’s Miscellaneous Work Pass (MWP) was granted). One of the Pastors has been barred from sponsoring any MWP applications, for foreign religious preachers. The bar will be for a period of one year, from the time the warning was administered. The other Pastor has also apologised to the Mufti and Muslim community leaders for the offensive comments made by Mr Engle.\n3. Mr Engle has been banned from preaching in Singapore. Police had asked him to return to Singapore for interview and investigation, but he has not, thus far, responded to Police requests.”\n\nThere is a separate query that was made by various outlets relating to a Colin Maxwell Stringer, who some in Singapore claim to hold similar religiously divisive views. The MHA informed media outlets, in response to the latter’s queries, that the MHA had evaluated Stringer’s sermons and was not alerted to statements of concern in Stringer’s sermon of 10 March 2019. This part is, however, irrelevant to our present focus on Lou Engle and so we have limited mention of Stringer’s case and may deal with it separately.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Lou_Engle_the_Call_Nashville-800x685.jpg",
    "Iframe Sources": [],
    "date": "2019-03-16T16:00:08+00:00",
    "Links in content": [
        "http://ricemedia.co/current-affairs-features-lou-engle-american-threatens-christian-muslim-divide-singapore",
        "https://mothership.sg/2019/03/lou-engle-islamophobia-ban-mha"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Lou_Engle_the_Call_Nashville-800x685.jpg",
    "Truefalse": [],
    "Description": ""
}