{
    "link": "https://blackdotresearch.sg/will-the-introduction-of-5g-networks-lead-to-higher-cases-of-cancer/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWill the introduction of 5G networks lead to higher cases of cancer?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nWe came across this post on Facebook group Concerned Citizens Band Together for a better Singapore:\n\nIn the post, the author claims that the introduction of a 5G telecommunications system would lead to higher cases of cancer.\nThe author also included links to several Youtube videos in the comments section that seem to support his claim:\n\n\n\nHowever the claim has been slammed by other netizens who have commented on his post:\n\n\nThe link between 5G and cancer\nThe claim made by the author about how 5G (and mobile phone technology in general) can aversely affect our health isn’t new, and has been explored in multiple studies.\n\nFor some background knowledge, let’s take a look at an article by the American Cancer Society which talks about cell phone towers, radiofrequency (RF) waves and 5G networks.\nEssentially, mobile phones – regardless of generation of network – communicate with cell towers mainly through RF waves. RF waves are forms of non-ionizing radiation (like FM radio waves, microwaves, visible light and heat) and do not directly damage the DNA inside cells, which is how strong (ionizing) types of radiation (x-rays, gamma rays, ultraviolet rays) are thought to be able to cause cancer.\nBelow is a handy infographic by the National Cancer Institute of the electromagnetic spectrum:\n\n\nThe article explained that earlier generation networks (4G, 3G) use RF wavelengths below 6 gigahertz (GHz). 5G networks use some wavelengths in this range but also “some higher frequency wavelengths, at the lower end of the milimeter wave spectrum”.\nIt adds that while these RF waves are higher frequency (higher energy) than those used by older generations, they are “still forms of non-ionizing radiation, so they still lack the ability to directly damage DNA”. Higher frequency waves are also known to travel shorter distances and don’t go through objects (buildings, even tree leaves) as well as lower frequency waves.\n\nWhile the addition of higher wavelengths from 5G networks could expose people to more RF waves, the higher frequency waves are said to be less able to penetrate the body than lower frequency waves, “so in theory they might be less likely to have any potential health effects”.\nThe article disclaimed that so far, the issue has not been well studied and that there is admittedly “very little research showing that the RF waves used in 5G networks are any more (or less) of a concern than the other RF wavelengths used in cellular communication”.\nIn another article by the American Cancer Society about cell phones and possible links to cancer and negative health effects, it noted that while studies (mostly focused on older generation signals) published to date “have not established a clear link between cell phone use and the development of tumors”, they also “have had some important limitations that make them unlikely to end the controversy about whether cell phone use affects cancer risk”.\nThe American Cancer Society then concluded that it “does not have any official position or statement on whether or not radiofrequency (RF) radiation from cell phones, cell phone towers, or other sources is a cause of cancer”.\nIt noted that based on a review of studies published up until 2011, the International Agency for Research on Cancer (IARC) classified RF radiation as “possibly carcinogenic to humans”. It is interesting to note that pickled vegetables are also in the same “possibly carcinogenic” category as RF radiation.\nHowever, this classification is said to be based on limited evidence of a possible increase in risk of brain tumors among mobile phone users, and also inadequate evidence for other types of cancer.\nThe US Food and Drug Administration (FDA), US Federal Communications Commission (FCC) and US Centers for Disease Control and Prevention (CDC) have come out to state that there is currently insufficient evidence that links RF radiation exposure to negative health effects (cancer, tumor formation, other illnesses).\n5G in Singapore\nWhile not stated explicitly, a possible reason why the author of the post brought up the introduction of 5G could be linked to how the Infocomm Media Development Authority (IMDA) announced on 29 April this year that Singtel Mobile Singapore Pte Ltd (Singtel) and the Joint-Venture Consortium (JVCo) formed by StarHub Mobile Pte Ltd (StarHub) and M1 Limited (M1) would be allocated radio frequency spectrum to deploy nationwide 5G networks.\nSingtel and JVCo would be rolling out 5G Standalone (SA) networks from January 2021, and would be required to provide coverage for at least half of Singapore by end-2022, scaling up to nationwide coverage by end 2025.\nLater on 17 August, StarHub announced that it would be the first in Singapore to offer subscribers access to faster 5G speeds under a six-month trial from 18 August 2020. The trial would end on 16 February 2021.\n\nRegardless, the claim that the introduction of 5G would lead to higher cases of cancer is unproven.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2020/09/5gcancer.png",
    "Iframe Sources": [],
    "date": "2020-09-24T11:23:12+00:00",
    "Links in content": [
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor/permalink/1737710869739905/",
        "https://www.facebook.com/groups/gahmenstealspatentfromgooddoctor",
        "https://www.cancer.org/cancer/cancer-causes/radiation-exposure/cellular-phone-towers.html",
        "https://www.cancer.org/cancer/cancer-causes/radiation-exposure/cellular-phones.html",
        "https://monographs.iarc.fr/agents-classified-by-the-iarc/",
        "https://www.imda.gov.sg/news-and-events/Media-Room/Media-Releases/2020/Singapore-Forges-Ahead-with-Nationwide-5G-Rollout",
        "https://www.channelnewsasia.com/news/singapore/imda-5g-networks-singapore-starhub-first-faster-speeds-13028816"
    ],
    "Author": "Melissa Chan",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2020/09/5gcancer.png",
    "Truefalse": [
        "unproven"
    ],
    "Description": ""
}