{
    "link": "https://blackdotresearch.sg/will-mr-kamaruzzaman-be-prosecuted-by-the-land-transport-authority-for-making-an-in-car-video-recording-and-posting-it/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWill Mr Kamaruzzaman be prosecuted by the Land Transport Authority for making an in-car video recording and posting it?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\n\n[Edit: On 8 May 2019, the Land Transport Authority confirmed that Mr Kamaruzzaman was given a warning for unauthorised recording and disclosure of a clip of himself and a passenger.  See the news report on this matter here.  \nThis proves the Temasek Review right, but also throws the spotlight on the fact that it is never certain what kind of punishment one may get even if one is convicted of an offence.››]\nOn 2 February 2019, the Temasek Review website posted that the Land Transport Authority may be investigating Mr Kamaruzzaman, the now-famous driver who got into an altercation with a female passenger. The female passenger was difficult, to say the least.\n\nThe Temasek Review claimed that “Under LTA regulations, [private hire vehicles] are not allowed to have inward facing cameras and recording devices and [Mr Kamaruzzaman] has breached the Road Traffic Act too by uploading the video of the altercation and sharing his conversation with the passenger publicly.”\n\nThe Temasek Review’s statement regarding the regulations and the alleged breach of the Road Traffic Act are not entirely accurate.\nSince 22 June 2018, the LTA has specifically permitted public service vehicles (including private hire cars) to have inward-facing in-vehicle recording devices (IVRDs) in public service vehicles (PSVs) such as taxis, private hire cars (PHCs) and buses. However, installation must be in accordance with LTA guidelines and there are penalties for non-compliance with these guidelines. They can be found here in this statement from the LTA.\nIn terms of penalties, the LTA states in its statement:\n“Under the Road Traffic Act, LTA will impose the following penalties to persons found liable for offences relating to the unauthorised installation of inward-facing IVRDs and the unauthorised access of visual records:-\na. A fine up to $1,000, or imprisonment for a term not exceeding 3 months or both upon conviction. In the case of a second or subsequent offence, a fine up to $2,000, or imprisonment for a term not exceeding 6 months or both upon conviction.\nb. For taxi and PHC drivers – 21 demerit points, which may lead to the revocation of the driver’s vocational licence under the Chauffeured Private Hire Car and Taxi Driver’s Vocational Licence Demerit Points System.\nc. For drivers of private hire buses, excursion buses and school buses – LTA may revoke their vocational licences.”\nWe understand that Go-Jek leaves the installation of IVRDs up to each individual driver. According to the privacy policy of Go-Jek, section 2b states:\n“We do not mandate or endorse, nor prohibit, the installation or use of in-vehicle recording devices in any Vehicles. Where such devices are installed and used in any Vehicles, we do not collect any Personal Information from any in-vehicle recordings by such devices, and any collection of Personal Information from such in-vehicle recordings is not being done on our behalf. The collection of Personal Information from such in-vehicle recordings is solely at the discretion of the Transportation Provider. We have no control over such collection of Personal Information by the Transportation Provider and any subsequent use or disclosure by the Transportation Provider of the Personal Information so collected. Where you are a Transportation Provider and choose to install and use such in-vehicle recording devices in your Vehicle, it is your sole responsibility to notify the User of the same. Where you are a User and you have any objection to the use of in-vehicle recording devices within the Vehicle of any Transportation Provider, you must inform the Transportation Provider directly and it will be your personal responsibility to do so.”\nRemains to be seen if LTA will be proceeding with prosecution!\n\nUPDATE: LTA appears to be proceeding with investigating the matter.\n\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/02/Screenshot-2019-05-11-at-3.22.16-PM.png",
    "Iframe Sources": [],
    "date": "2019-02-04T11:21:25+00:00",
    "Links in content": [
        "https://www.channelnewsasia.com/news/singapore/lta-issues-warning-to-go-jek-driver-in-viral-video-11513620",
        "https://www.lta.gov.sg/apps/news/page.aspx?c=2&id=926783be-b319-46d7-b61c-96b5f163313a",
        "https://www.straitstimes.com/singapore/gojek-driver-in-viral-video-summoned-for-lta-interview-after-complaint-lodged-against-him"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/02/Screenshot-2019-05-11-at-3.22.16-PM.png",
    "Truefalse": [],
    "Description": ""
}