{
    "link": "https://blackdotresearch.sg/will-giving-your-daughter-the-hpv-vaccine-encourage-earlier-riskier-sexual-activity/",
    "Title": "\n\t\t\t\t\t\t\t\t\t\t\tWill giving your daughter the HPV vaccine encourage earlier/riskier sexual activity?\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\n",
    "Tags": [],
    "Paragraphs": "\nThe available evidence says there is little factual basis to hold such a belief.\n\nOn 7 March 2019, mainstream media outlet TodayOnline carried a report on the latest initiative by the Ministry of Health Singapore (“MOH”) to give free vaccines against human papillomavirus to 13-year-old girls as part of the national school-based vaccination programme.\nThe vaccines, however, are not mandatory, and that seems to be the problem. As reported by TodayOnline, a number of parents interviewed had, in fact, expressed concern that giving the vaccine would be “signalling” to their daughter(s) that she/they would be permitted to engage in sexual activity earlier or engage in riskier sexual activity.\nIn particular, we quote the following part of the article:\n“Civil servant Vincent Ong, who has two daughters aged 10 and seven, said he would have preferred that MOH made the vaccination compulsory. In this way, he will not have to give permission, which could seem like he is giving his daughters the “green light” to engage in sex earlier, the 41-year-old said.”\nWhy we say this concern cannot be true:-\nFirst, the doctors interviewed by Today have rejected the above-cited concern. In particular, Dr Joseph Ng has mentioned that the concern was shown to be untrue in the United States.\nSecond, Dr Joseph Ng is correct – A quick search for academic literature shows that various US and Canadian medical practitioners/researchers have found no link between heightened sexual behaviour with the vaccine:\n(a) The Ontario Grade 8 HPV Vaccine Cohort Study (involving 260,493 girls) published in December 2014 interpreted its findings as: “We present strong evidence that HPV vaccination does not have any significant effect on clinical indicators of sexual behaviour among adolescent girls. These results suggest that concerns over increased promiscuity following HPV vaccination are unwarranted and should not deter from vaccinating at a young age.\n(b) The Canadian Family Physician journal article “Effect of human papillomavirus vaccination on sexual behaviour among young females”, July 2018, concluded that “Human papillomavirus vaccination has not been associated with increased sexual risk behaviour among young females.”\n(c) In the US National Library of Medicine National Institute of Health, HHS Author Manuscripts (2015, July), a study entitled “Risk Perceptions, Sexual Attitudes, and Sexual Behavior after HPV Vaccination in 11-12-Year-Old Girls”, the researchers actually stated that: “Overall, we did not find evidence that HPV vaccination led to changes in girls’ sexual attitudes or riskier sexual behaviours. On the contrary, we found that mothers and girls generally believed that vaccination would lead to safer sexual behaviours because of the education provided during the vaccination visit.”\nAnd third, logically, the act of encouraging your child to go for the vaccine is likely to lead to a conversation with your child about sex and its consequences. That gives you the opportunity to state upfront that encouraging your child to go for the vaccine is for her health, to vaccinate her against cervical cancer, and is in no way an encouragement to engage in riskier sexual behaviour.\nKeeping in mind the anthropologist’s recognition of the 4 Fs in basic human behaviour: To Feed, To Flee, To Fight, and To Mate, it is only necessary that the parent-child bridge of communication in all matters – over and above just sexual health matters – is always wide, strong and accessible.\n",
    "Image Sources": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Gardasil_vaccine_and_box_new.jpg",
    "Iframe Sources": [],
    "date": "2019-03-08T15:25:45+00:00",
    "Links in content": [
        "https://www.todayonline.com/singapore/free-hpv-vaccination-doctors-hail-move-mixed-views-among-parents-and-teens",
        "https://www.researchgate.net/publication/269413219_Effect_of_human_papillomavirus_HPV_vaccination_on_clinical_indicators_of_sexual_behaviour_among_adolescent_girls_The_Ontario_Grade_8_HPV_Vaccine_Cohort_Study",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6042675",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4509825"
    ],
    "Author": "Faizal Kamal",
    "banner": "https://blackdotresearch.sg/wp-content/uploads/2019/03/Gardasil_vaccine_and_box_new.jpg",
    "Truefalse": [],
    "Description": ""
}