{"id_": "576860610400501760", "label": 2, "tweets": ["Expert: Vladimir Putin's Disappearance Could Mean Russia's Undergoing a Coup http://t.co/n54TygclBs via @theblaze"]}
{"id_": "576231309254721536", "label": 2, "tweets": ["Can Putin's Absence Indicate A Palace Coup In Moscow? #europe #russia http://t.co/ygSgrQBvXv via @forbes", "@KarstenStrauss @Forbes Maybe just vacationing in Eastern Ukrane?"]}
{"id_": "576515871876767744", "label": 2, "tweets": ["Putin just became a typical Russian father...he's still missing. #putindead"]}
{"id_": "576820722426839040", "label": 2, "tweets": ["Vladimir Putin’s Disappearance Could Mean Russia’s Undergoing a Coup http://t.co/Gsn5eSJzcf", "@irritatedwoman  he is following Hillary, getting Boto", "@irritatedwoman it's all a scam, Putin's under some babe saying, \"Ride me like a stallion!\"", "@irritatedwoman I don't like when we don't know where our enemies  are,", "@irritatedwoman he just taking a break from the cameras.", "@dwain808 I read he had the flu, died and became a father.   who knows what is true, I've not been on the nets all day.", "@irritatedwoman one kid ? hundreds or more. busy guy.", "@irritatedwoman @RisingRedStorm Or he's golfing with 0..."]}
{"id_": "577342598592901120", "label": 2, "tweets": ["Why Putin’s “Coup” Might be a Staged Event to Win Back the West http://t.co/COmEK0Isn9"]}
{"id_": "576840804834144258", "label": 2, "tweets": ["Tanks in #Moscow Mysterious stage being set up on red square #Putin missing for 10 days  I swear, the coup theory climbs ever in my mind"]}
{"id_": "576379928914046976", "label": 2, "tweets": ["Russian President Vladimir Putin to be 'ousted in coup' as rumours swirl over ill-health   http://t.co/hHf7uFn5pY"]}
{"id_": "576796432730071040", "label": 3, "tweets": ["Unformed Russian Embassy staff in London have left for Russia  Rumours Putin HAS DIED! http://t.co/zSIV8w6FJ2 via @ShaunyNews #PutinDead?", "@ShaunyNews @batchelorshow Did he die during Childbirth?", "@AdaptToReality @batchelorshow Yeah", "@AdaptToReality @batchelorshow Keep in mind \"Unconfirmed\" Rumours...I stated nothing. But I am on the edge of my seat awaiting a call", "@ShaunyNews @batchelorshow Understood.   Any buzz on Shoygu, Rogozin, Lavrov, or Ivanov?", "@AdaptToReality @batchelorshow Yeah they are waiting on Press Conference to start ...", "@ShaunyNews @batchelorshow Any link to live stream of Press Conference?", "@AdaptToReality @batchelorshow As soon as I have it, you have it my friend.", "@ShaunyNews @batchelorshow thanks", "@ShaunyNews @batchelorshow Hopefully he got hold of some American CIA provocateurs and sabatoger's in Moscow red handed for killing Nemtsov.", "@haaker66 @batchelorshow Military Coup to overthrow Putin my 1st thought buddy. Serious rumours Putin is Dead or Critical. Trying 2 source", "@ShaunyNews where you getting the rumours from", "@captaincorri Many sources and you tube...  Where is Vladimir Putin?   http://t.co/EU3eKqo9zS Latest one. All links are in both articles", "@ShaunyNews hey loved those cool utube vids you put together!", "@TAW3333 Emm I never, I tagged the user. Not my video's Grace. I am \"ShaunyNews\" I share news. I am just sharing what I am being sent."]}
{"id_": "576716016908136448", "label": 3, "tweets": ["Poll shows that #Putin's popularity - amidst rumours of his death - is increasing (now 88 %). I.e Russians like him better DEAD? #putindead", "@MAjourno @mattiwaananen Soon it's going to be 100%. All 140 million admire him and none dislikes him for bringing fascism to Kremlin.", "This is precisely why Putin is pulling this \"is he dead?\" stunt. https://t.co/mZruGo3yLH @MAjourno"]}
{"id_": "576394839220178946", "label": 2, "tweets": ["No putsch, no illness, just a Putin jr. born in Switzerland - Swiss tabloid @Blickch claimes http://t.co/OM8SK1Hthi"]}
{"id_": "576526802056814593", "label": 2, "tweets": ["Where's Putin? https://t.co/qWoMgwmEn6 #putindead http://t.co/a6FSxHYplv", "@michaeldweiss I'm pretty sure he's alive. \"Disparition\" was orchestrated to focus attention and awaiting on this weekend barnum", "@michaeldweiss Probably sick of something. Maybe sick of the West.", "@michaeldweiss http://t.co/yS9KwaNX2B", "@michaeldweiss Bringing in the new tsar!"]}
{"id_": "576866204360581120", "label": 2, "tweets": ["No, don't know where #Putin is but no coup's today  http://t.co/fCpuzpZbYp #Russia  -- ever rational @MarkGaleotti on current tea cup storm"]}
{"id_": "576483978363973632", "label": 2, "tweets": ["Reports claim Putin disappeared due to impending political coup http://t.co/8IpndT2bsI", "@MailOnline @CathyYoung63", "@MailOnline Ah yes to be closer to his billions of rubles", "@MailOnline Sure?", "@MailOnline Nothing to do with his wife giving birth then?", "@MailOnline That's stupid", "@MailOnline  He should disappear 6 feet under.", "@MailOnline he has  prolly been having a  facelift", "Something big is happening right now in Moscow  “@MailOnline: Putin disappeared due to impending political coup http://t.co/MKClBsKfvK”", "@MailOnline would be nice if it's true but I doubt it. Just one more of Putin's games.", "@MailOnline are we ready for war?"]}
{"id_": "576238790936662017", "label": 2, "tweets": ["Can #Putin's Absence Indicate A Palace Coup In Moscow? http://t.co/3LQqW2fkNB #Russia", "@EINRussiaNews @mintaka51 that would be US neocons and Obama's wet dream."]}
{"id_": "576382568586706944", "label": 2, "tweets": ["I spend a lot of time in Ticino. Kinda offended Putin never even said hello. http://t.co/eoQKbwCpGR", "@20committee Weird body language. Between the two of them, not the solo gymnastics.", "@20committee I suspect the feeling is mutual", "@20committee What do you do for a living nowadays?", "@AviWoolf ;)", "@20committee Gotcha.", "@20committee Sounds lovely. Except for those pesky Russian despots.", "@20committee haha", "@20committee He's waiting to invite you over to see the new baby. He knows where you are."]}
{"id_": "577297951325876224", "label": 2, "tweets": ["Why Putin’s “Coup” Might be a Staged Event to Win Back the West | FrontPage Magazine http://t.co/BRf63GD6o3"]}
{"id_": "576191681827057664", "label": 2, "tweets": ["Is Putin facing palace coup? http://t.co/FOGZjRrDoZ", "@jsph1959 Putin isn't dead.. he was just hiding up someone's asshole https://t.co/F8sigQMswi #putinbuttplug http://t.co/EeUjNNybDe"]}
{"id_": "576204915694964737", "label": 2, "tweets": ["Is Putin facing palace coup? http://t.co/FOGZjRJegx", "@jsph1959 If a coup would happen in Russia.... then I am really wondering: what will come next? New regime may be even more hardline..."]}
{"id_": "576860819322880000", "label": 2, "tweets": ["Expert: #Vladimir #Putin’s #Disappearance Could Mean #Russia’s Undergoing a #Coup http://t.co/rzLhZFdnwy"]}
{"id_": "576321889276207105", "label": 2, "tweets": [".@KristinaSyk the latest...via @russian_market MT Putin absence due to girlfriend giving birth http://t.co/TdOhhuy3XH http://t.co/hRqXb1r0mb", "@anke_sf @KristinaSyk Hehe ja faktiskt varför inte, tokigare saker har ju hänt.", "@Jagarchefen Eller hur? \"Und dann kommt doch alles anders als man denkt...\" @KristinaSyk", "@anke_sf @KristinaSyk @russian_market This is by far my favorite theory, regardless of its probability :)!"]}
{"id_": "576468519598104577", "label": 2, "tweets": ["Can Putin's Absence Indicate A Palace Coup In Moscow? http://t.co/TyO33vYW7I"]}
{"id_": "576833924736892928", "label": 2, "tweets": ["#putindead  friend met #Alina Kabaeva  Jan 19 &amp; took this pic she clearly NOT pregnant. strike baby theory off list http://t.co/uFxhJhLYue", "@bneeditor that probably won't stop the alternative reality guys..", "@27khv @bneeditor If @Kabaeva_Russia is indeed her account, how does above pic square with https://t.co/b3t3tKupMc http://t.co/LevBtEVtR2", "@LudWitt @bneeditor @Kabaeva_Russia that's obviously not a genuine account", "@27khv @bneeditor OK. Given today's ubiquitous social media amazing that pics like Ben's don't surface sooner putting quick end to rumours", "@LudWitt @bneeditor  ha! Because Ben is one of a small few actual pros on the Moscow beat. Telling that he's got 100x less followers than +", "@LudWitt @bneeditor a bunch of guys who are journalistically useless but know how to promote themselves", "@27khv @bneeditor Agreed.  So whole \"Baby meme\" is example of what @Bershidsky was referring to as \"Media Hacking\" https://t.co/vMJLKQwFl9", "@LudWitt @27khv @bneeditor @Kabaeva_Russia That twitter has like 21 post. She herself admitted she uses only her own website and LiveJournal", "@bneeditor @27khv Just watch they will say Putin and her had a surrogate so the baby theory is still on lol", "@bneeditor @parfitt_tom  no baby, but plenty of other reasons to stay in Switzerland for a while", "@bneeditor Being the uber-masculine #Putin's baby, it probably has a 30-day gestation period...", "@Zimbru @bneeditor is it already Lent?", "@bneeditor @parfitt_tom right. That's one down.", "@bneeditor @b_judah", "@bneeditor @b_judah https://t.co/iXeLZ07Xa5", "@bneeditor @b_judah if a Woman is pregnant, normally you check not on her head... ;-)", "@SWISSUKRAINE @bneeditor @b_judah click on the photo, it shows her whole body", "@bneeditor @HuSnizhne Да, идея с рождением ребенка Пуйла в Швейцарии несостоятельна."]}
{"id_": "576548875072335872", "label": 3, "tweets": ["The internet has now pronounced @PutinRF dead #RIPPutin #VladimirPutin #Putin #putindead https://t.co/Z0hl3r43WO http://t.co/lqHfEiVXia"]}
{"id_": "576319832800555008", "label": 2, "tweets": ["Hoppla! @L0gg0l: Swiss Rumors: Putin absence due to girlfriend Alina giving birth in Ticino http://t.co/vZnGDH1Qys http://t.co/5TvXSdvd1H", "@russian_market @L0gg0l Mr Putin building the nation is great. Good country man and best president", "“@russian_market: Swiss Rumors:Putin absence due to girlfriendAlina giving birth http://t.co/RzXpRb0Sfl http://t.co/lzT16jrJap” @fancy_work", "@russian_market @L0gg0l You are very engaged in the massive spread of rumors. Keep calm and wait what happend to the Huylo.", "@Jogi7819 @russian_market @L0gg0l Эй, рагуль, скачешь небось?", "@russian_market @L0gg0l Tutto vero!! Is a boy!", "@russian_market @L0gg0l of course,keep dreaming", "@russian_market have you read this? http://t.co/p5s1UG5B9G  Is Andrei Illarionov a reliable source in your opinion?", "@russian_market @L0gg0l At least its not Merkel so we would have a problem.", "@russian_market @L0gg0l Given the state of Russian medical facilities, makes sense she would run to Switzerland. Not very patriotic, though.", "@russian_market @FerroTV @L0gg0l Welcome Sir!", "Both have proved their flexibility! @russian_market @ChristophHeer52 @L0gg0l", "@russian_market @ChristophHeer52 @L0gg0l My money still #SecurityConcerns #Nemstov could have shaken security #DrEd", "@russian_market @L0gg0l Makes no sense though. Why go to Switzerland for that? Too much hassle.", "@russian_market @Blickch @L0gg0l ну дай Бог им побольше детей! Русским размножаться надо - вон у нас сколько необжитой земли)))", "@russian_market @tiedoniekku @L0gg0l март....."]}
{"id_": "576508971923693568", "label": 2, "tweets": ["It just feels very odd.What'ss going on in #Kremlin? Military coup and putin removal?I'm afraid the next Russia's leader won't be any better", "@ZombieTVonline Particularly if he got a Chechen-sounding surname..."]}
{"id_": "576516069516525568", "label": 2, "tweets": ["Media told not to leave #Moscow &amp; expect statements fr #Kremlin http://t.co/QClF820Zp7 No flag on building #putindead http://t.co/8Oc4lf6YAE", "@raging545 Maybe they're going to raise a \"Novorossiya\" flag there for Crimea annexation celebrations. Or the Soviet one", "@raging545 I don't know when this photo was shot but right now it very very early morning in Mokva", "@cmsNetherlands That photo was taken during the day", "@raging545 As in Today.. 13th march"]}
{"id_": "576320540983582720", "label": 2, "tweets": ["Lūk tā RT @L0gg0l: Rumors in Switzerland: Putin absence due to his girlfriend Alina Kabaeva giving birth in Ticino https://t.co/TYeC8ylhxq", "@JurgisLiepnieks Carevič?"]}
{"id_": "576781604821053440", "label": 2, "tweets": ["Latest rumour from Moscow: Sergei Shoigu has ousted Putin in a behind-the-scenes coup. That man makes Putin look like a kitten."]}
{"id_": "576348679231033344", "label": 2, "tweets": ["Swiss tabloid drops this about: Putin secret baby mission in Ticino http://t.co/zfEayq07I5 http://t.co/S7ri70b66G", "@RyskeldiSatke @myroslawabrulak .hmm so Russian medical care not good enough?"]}
{"id_": "576794571629166592", "label": 2, "tweets": ["Palace coup? \"It's quite possible we are seeing the last days of the setting of the political star of V.V. Putin\" http://t.co/5fGilLyrXq", "@Interpreter_Mag What comes next could be a whole lot worse...", "If it is a coup, here is what it may be happening: http://t.co/L1bBhA4mNz via @Interpreter_Mag #Putin #Russia #putindead | @RadioFreeTom", "@Interpreter_Mag Yes, a palace coup.....the aliens took over.", "@Interpreter_Mag or maybe it's just a botox session gone wrong...", "@Interpreter_Mag ...or it's a ruse to see who steps up", "@osli73 @Interpreter_Mag Such a ruse didn't turn out so well for Romeo and Juliet...", "@Interpreter_Mag @20committee major problem I have with coup scenario is by now one side or other should have moved hard /2", "@Interpreter_Mag @20committee how long were rumours circulating before GKChP putsch? Yakovlev knew something when he quit 24 hrs before.", "@Interpreter_Mag @boixserra el que tinc clar és que al que digui the interpreter més val no fer-hi gaire cas..."]}
{"id_": "576350258021675009", "label": 2, "tweets": ["After their exclusives on Putin and Kabayeva's first two babies, Page Six must be mad at getting scooped on the third http://t.co/8fKIjzW8dw", "@maxseddon :)))", "@maxseddon if you link once more to their site, they will announce  fourth baby by putin, with secret lover."]}
{"id_": "576552070456741888", "label": 2, "tweets": ["Oleg Shro of Novy Region claims to have source saying coup under way, Putin dead, Shoigu in charge, UNVERIFIED https://t.co/h93akdhm3P", "@catfitz reading comments on that link is interesting .looks like locals suspect a coup, and are commenting that released videos/pix are old", "@catfitz @carlottagall Not sure this information is credible. I think putting is having some cosmetic surgery, a bit of nip&amp;tuck, that's all", "@catfitz After the state coup from #Kremlin insiders (see #Nemzow killing) Putin will clean the state. Military on alert!"]}
{"id_": "576832918343032832", "label": 2, "tweets": ["Putin \"disappearance\" Rumor: He Is In Switzerland http://t.co/Zzup3Vs64O #ATS #putinmissing #putindead #Kremlin http://t.co/3YULASjti9", "@AboveTopSecret I like him having kinky sex in is dacha with the sister of a Gazprom exec better."]}
{"id_": "576225987119198208", "label": 2, "tweets": ["#putindead #putin Can Putin's Absence Indicate A Palace Coup In Moscow? http://t.co/ImBuKEacO1 via @forbes", "@kssg @Forbes If Putin remains out of sight for another week we conclude its  in a palace coup or possibly been screwed by EU sanctions", "@kssg @Forbes About Putin's where abouts? He has gone for a fishing holiday in Crimea", "@kssg @Forbes and what else?", "@kssg @Forbes Just curious, Is the job of the media to report on an ongoing event or to just speculate on things and spread hysteria?"]}
{"id_": "576427289111474177", "label": 2, "tweets": ["Kremlin preparing major announcement, journalists asked not to depart for weekend - http://t.co/yRXO4G52jT #PutinIsMissing #PutinDead #Putin", "@4spiritoftruth I heard the sources of story may not be very solid.  No acclaimed journalist has mentioned anything like this.  So I wonder.", "@RunningBecky That's old."]}
{"id_": "576330947588558849", "label": 2, "tweets": ["@Victoriaokane @BlissTabitha  CAN PUTIN'S ABSENCE INDICATE A PALACE COUP IN MOSCOW? - Forbes   http://t.co/CNjygFMDRM #SmartNews #DAVICTABN"]}
{"id_": "577303162765250560", "label": 2, "tweets": ["Israel’s Ex-Ambassador To Russia: “There Are Signs Of A Coup” Against Putin http://t.co/AFsa2ilZ2o", "At least someone with a pair in Russia gets the danger aspect of Putin being in talks w/Iranian gov officials @GrodenBiker @Scarlett210", "Putin is one who must be watched. Sneaky &amp; Dangerous he laughs at Obama. He's close to making a move. We All wait @GrodenBiker @Scarlett210", "@mysticseer4u @GrodenBiker @Scarlett210 Romney said this during the debates and he's right!"]}
{"id_": "576819925005680640", "label": 2, "tweets": ["Vladimir Putin's Disappearance Could Mean Russia's Undergoing a Coup - http://t.co/a5MSzViuEK: TheBlaze.comVlad... http://t.co/eEgFAWDciv"]}
{"id_": "576794571448909824", "label": 2, "tweets": ["Palace coup? \"It's quite possible we are seeing the last days of the setting of the political star of V.V. Putin\" http://t.co/ExTkxM3JUR", "@MillerMENA I hope Vladimir  Putin is well! The last thing the West needs right now is for his demise. Frying pan &amp; Fire springs to mind!!!"]}
{"id_": "576821399983026177", "label": 2, "tweets": ["Vladimir Putin’s Disappearance Could Mean Russia’s Undergoing a Coup http://t.co/YmYo7LxU5w | #tcot", "@CO2HOG @AdamBaldwin  Putin is hiding scared of being killed by his inner circle of \"friends\" - I d bet on death by polonium within the year", "@CO2HOG @AdamBaldwin no tanks - no coup."]}
{"id_": "576874788683005952", "label": 2, "tweets": ["1Week ago: Interest in a palace #coup against #Putin said growing among #Russian #Elites http://t.co/CYuDXzXgHD"]}
{"id_": "576238005951811584", "label": 2, "tweets": ["Can Putin's Absence Indicate A Palace Coup In Moscow? http://t.co/y9qchRg3u0 #Leadership #Forbes"]}
{"id_": "576362213134454785", "label": 2, "tweets": ["Who's the daddy? One explanation for #Putin's absence. His 32 year old girlfriend checked into Swiss maternity unit. http://t.co/ln7dqQN8z6", ". @WilliamsJon Easy way to check if Putin is with her in Switzerland: Have Russian govt jets been spotted in Swiss airports?", "@WilliamsJon @LibyaLiberty  the Renaissance of Kremlinology", "@WilliamsJon here is another http://t.co/oRO8Kjvc4L"]}
{"id_": "576181101577703424", "label": 3, "tweets": ["Don't know if #putindead is true but trying to start WW3 surely puts a price on one's head.", "@AmDefNews Fingers crossed."]}
{"id_": "576836412051304448", "label": 2, "tweets": ["Expert: Vladimir Putin’s Disappearance Could Mean Russia’s Undergoing a Coup http://t.co/s361KmVrAq #tcot"]}
{"id_": "576597020065996800", "label": 2, "tweets": ["Flag removed, huge stage being built, journalists told not to leave #Moscow pending big announcement. Has there been a coup or #Putin dead?"]}
{"id_": "576833011955679232", "label": 2, "tweets": ["Expert: Vladimir Putin’s Disappearance Could Mean Russia’s Undergoing a Coup http://t.co/tDJtF1Dkbm #tcot", "Bull shit RT @tweetdrudge: Expert: Vladimir Putin’s Disappearance Could Mean Russia’s Undergoing a Coup http://t.co/bdRuTIZRKY #tcot"]}
{"id_": "576327863802138624", "label": 2, "tweets": ["Maybe Putin has just been on paternity leave? - @Blickch says Kabaeva has checked into a Swiss clinic to give birth http://t.co/gGDSkFJxdg", "@jc_stubbs @blakehounshell @Blickch @ASLuhn @ChristopherJM Why is everyone so jealous?", "@jc_stubbs @Blickch She doesn't trust doctors in Russia-The-Super-Power, does she?"]}
{"id_": "576775762461745152", "label": 2, "tweets": ["Big announcement in #Kremlin Whole world in suspense hoping the wicked witch is dead! #putindead", "@PerlaNiobe where do you get this information? the Kremlin has said nothing about an announcement", "@Real_JayTea They haven't said anything yet but we're all hoping.", "@PerlaNiobe you all do realize that if there is a coup that #Shoigu has taken over and he is a hardliner? You will pray for #Putin  return.", "@Real_JayTea No doubt whoever takes over will be equally bad. Short term destabilisation would help though.", "@PerlaNiobe putin a witch? Obama u mean... The agressor is US not russia"]}
{"id_": "576389113319944193", "label": 2, "tweets": ["@FSwissmartini @GolinehAtai   Little doubt putin &amp; his mistress were last week in Lugano &amp; gave birth to a daughter!  http://t.co/qMsArnyZVE", "@FSwissmartini @MaidanDeutsch @GolinehAtai If true: Poor girl. Will never have a \"real\" dad, must be kept out of public."]}
{"id_": "576341809812623360", "label": 2, "tweets": ["Rumors in Ticino/Switzerland: Putin's baby already born? cc: @russian_market http://t.co/Txbcd81G1C http://t.co/0xxnb13wdX", "@Blickch @igorperkovski @russian_market  e ubava e brat,nema shto...", "@kezhmanprvi @Blickch @russian_market maliov ima vkus....", "@Blickch @miljanarad @russian_market šaulić i cuca"]}
{"id_": "576565012086579200", "label": 2, "tweets": ["I heard #Putin escaped the Kremlin and is on his way to his girl in Switzerland. #Putindead #PutinPregnant http://t.co/Yrjxa4cmX7", "@cmsNetherlands Kremlin organised a quiz: whats going on on the Red Square ? http://t.co/XZlm2wOc2W.", "@JanPlusser I hear that's for celebration of annexation of Crimea 18th", "@JanPlusser 1 year anniversary", "@cmsNetherlands Kremlin invites Conchita :  http://t.co/TahNS83PmL    AND All Comrads SING https://t.co/VySU9Q7ZGK …", "@JanPlusser yuck...!", "@cmsNetherlands  read the text; very revolutionary for tsarists", "@cmsNetherlands  Orthodox Patriarch Kirill says Russion Orthodox People and church-supporters Discredits Putin"]}
{"id_": "576323086888361984", "label": 2, "tweets": ["This appears to be the original source of the Putin/Kabayeva/Swiss clinic rumour http://t.co/bKfJTSGdca", "@BBCDanielS plus direct info from the 'fields'!", "@BBCDanielS But why a Swiss clinic? Why not give birth in Russia? What am I missing here?", "@BBCDanielS @EllenBarryNYT Well, Blick is a tabloid, so I wouldn't necessarily believe everything they say :-)", "@BBCDanielS It is difficult not to think of \"Rosemary's Baby\" in this instance.", "@BBCDanielS  What makes us think the baby story may be true? - The Kremlin denied it!  @RussiaDenies @DarthPutinKGB http://t.co/d3ULIqK5PK", ".@BBCDanielS Tohle vypadá jako původní zdroj řečí o Putinovi/Kabajevové/švýcarské klinice http://t.co/JNmJhFPBpS"]}
{"id_": "576749539375235072", "label": 2, "tweets": ["Kremlin: Huge Announcement As Unmarked White Trucks Flood Into Moscows Red Square #Kremlin #Russia #Putindead #Putin http://t.co/v8vMk51614"]}
{"id_": "576344015458570240", "label": 3, "tweets": ["#PutinDead speculation really like old times http://t.co/f8Zv0jwPCj when West speculated on health of Soviet leaders http://t.co/HNb5k34WKi"]}
{"id_": "576321916593659904", "label": 2, "tweets": ["Putin's son born today? &gt;&gt; http://t.co/RLN25tys2E via @AnnetteLatour", "@christogrozev Might explain absence from public life last few days. @AnnetteLatour", "@christogrozev @EliotHiggins @AnnetteLatour How will Putin react after a sleepless night filled with diapers and crying?", "@christogrozev Why does the account @AnnetteLatour delete its tweets? Not noticed it for a while now, Putin disappears &amp; it pops up.", "@christogrozev Born on Friday 13th... @AnnetteLatour", "@christogrozev @AnnetteLatour have anybody ever mentioned that Kabaeva was pregnant?", "@christogrozev Swiss Clinic Sant'Anna of Sorengo confirms Alina Kabayeva gave a birth to a babygirl weeks ago  http://t.co/WAmB3EG5GF", "@kampsabine @christogrozev Is his babygirl black and Putin is still drunk since he saw her first time ?", "@christogrozev @AnnetteLatour  =&gt; https://t.co/WIkXl44Fok", "@ystriya  Looks fake... @christogrozev @AnnetteLatour", "So the baby girl has been upgraded into a son :)) @ystriya @christogrozev @AnnetteLatour", "@christogrozev @ystriya @AnnetteLatour would explain it better if Russia gov hadn't spent lot of ink reassuring Putin is only a little ill"]}
{"id_": "576812998418939904", "label": 2, "tweets": ["Putin reappears on television amid rumours his 'girlfriend' is about 2 give birth http://t.co/yJuN1F0QXE http://t.co/B7FXmo03jK @Scofield_Fx", "@maNkomo16 @Scofield_Fx Mazaltov!  They could call the baby Ukrainia.", "@ConorMWalsh 😂😂😂 @Scofield_Fx"]}
{"id_": "576338374925164544", "label": 2, "tweets": ["And you thought it was Putin's back? Alina Kabaeva allegedly gave birth to a child in Switzerland. http://t.co/HlE4XxoI4S", "“@sanwaldinjo: And you thought it was Putin's back? Alina Kabaeva allegedly gave birth to a child in Switzerland. http://t.co/JpuRAVJ8lZ”"]}
{"id_": "576276947648405505", "label": 2, "tweets": ["Coup in #Russia? Good article by @Forbes. http://t.co/aaNCpb0blW #RamzanKadyrov #Putin #putindead http://t.co/OfivdTlTbO", "#RamzanKadyrov- A Sunni Muslim Russian/Chechen Ultranationalist w/ ties to the \"United Russia\" party(Putinism) &amp; #Russia's FSB(current KGB).", "US Embassy #Moscow cables talk of an operation planned by \"dissidents\" in #Russia to \"overthrow Putin\". http://t.co/hCW0JuZDLk #RussiaCoup", "So if #RamzanKadyrov had #BorisNemtsov assassinated was it at the direction of Putin or is/was Putin at the direction of FSB/Kadyrov? Hmm"]}
{"id_": "577273752796282881", "label": 2, "tweets": ["Reports claim that the military may be organizing a coup to topple #Putin. It's the only institution in Russia that could pull it off."]}
{"id_": "576855819125432321", "label": 2, "tweets": ["Military coup in #Kremlin and putin has been removed from power? Bullsh1t! 89% Russian people support &amp; adore him! putin is their new stalin", "@ZombieTVonline Who is gonna take putins place. putin was surrounded by purely obedient supporters and fanatics. Better wait till Monday.", "@ZombieTVonline @FSwissmartini  on the other hand majority of soviet ppl after Stalin's death supported Khrushchev's critics on stalin", "@FSwissmartini  86% of putin's support is pure propaganda, if russ TV would tell: \"pu is not \"so gut\"- russians would swallow this", "@ZombieTVonline a poll call in Russia: \"Pro or against Putin?\" They know my number, my name! \"Ok, Pro\" #think twice #russia #Putin"]}
{"id_": "576346280336756737", "label": 2, "tweets": ["RT @L0gg0l: Rumors in Switzerland: #Putin absence due to his girlfriend Alina Kabaeva giving birth in Ticino http://t.co/lPUUfZRBIn"]}
{"id_": "576815329172590592", "label": 2, "tweets": [".@MarkGaleotti: \"Some day, I suspect Putin will fall to a political coup,\" but not today. https://t.co/CZzB5bbZtJ", "@CameronJJJ @MarkGaleotti good blog, he is probably right, the small chance he is wrong makes everybody nervous however.", "@ErikJonker @MarkGaleotti Which probably says something, both about the Putin system itself and (as Galeotti points out) observers of it.", "@CameronJJJ @deinioljonesGL7 @MarkGaleotti So when did it happen?"]}
{"id_": "576842966964117504", "label": 2, "tweets": ["Announcement coming from # russia.  Some say coup, some say war w/UK or #Putin is dead. I say new version of USSR coming. New flag."]}
{"id_": "576472861528961024", "label": 2, "tweets": ["Coup scenario:Ivanov killed Nemtsov,blamed it on Chechens(an enemy) knowing everyone would \"know\" it was Putin,disabled some Chechen leaders", ".@AndreaChalupa Or as most likely, #Putin had it done. He went too far so being brought down."]}
{"id_": "576485427315535872", "label": 2, "tweets": ["Has Vladimir #Putin disappeared because he is fending off a political coup? http://t.co/utaDxaQHdq #Russia"]}
{"id_": "576694748095782912", "label": 2, "tweets": ["Construction on red Square, mystery announcement &amp; the Russian flag has been taken down over the Kremlin. #PutinDead? http://t.co/xcpAEi6iof", ".@AlanaBowker dont get your hopes up, remember when that bastard ayatollah was supposed to be on his death bed.", "@AboudDandachi @AlanaBowker Cancer had one job and it failed :(", "@AlanaBowker change for soviet flag? ;)", "@AlanaBowker Now they've removed the red ellipse from the sky! http://t.co/eOwESUdgAV", "@AlanaBowker @mattiwaananen Putin is a zombie.", "@AlanaBowker @JWT_02 no, they'll probably raise a black flag, looool 🙀", "@44ee6846ed4a414 @AlanaBowker I'm hoping they raise a white flag", "@AlanaBowker Photoshop.", "@AlanaBowker I hope", "@ariapplbaum @AlanaBowker Flag is flying again.", "@AlanaBowker @UKlPVoter Maybe its a deception being played on the Western MSM?", "@PeterWolfffff @AlanaBowker Not sure, but something is up. Lots of trucks outside the Kremlin putting up a stage etc", "@AlanaBowker @UKlPVoter hes had a baby with his girlfriend apparently thats why he hasnt been seen", "@AndreaBrindley @AlanaBowker Hmm...interesting times, I am very curious!", "@AlanaBowker @annispice One can only hope!", "@Baronofnowt @AlanaBowker   I did think it....", "@annispice @AlanaBowker wouldn't it be grand if true!", "@Baronofnowt @AlanaBowker   But we dont know who or what would fill the vacuum.......", "@annispice @AlanaBowker I think we have a good idea! Clue=Despot!!!", "@Baronofnowt @AlanaBowker   Probably as thats all they know....", "@annispice @AlanaBowker Exactly the commissars will be beside themselves!", "@Baronofnowt @AlanaBowker nothing I like more than a power struggle in the Kremlin", "@annispice @AlanaBowker But if a wounded beast nowadays!"]}
{"id_": "576866204339609602", "label": 2, "tweets": ["No, don't know where #Putin is but no coup's today  http://t.co/pmZoSJUGFo #Russia  -- ever rational @MarkGaleotti on current tea cup storm", "@bizneweurope @MarkGaleotti it is #psyops", "#Putin spoke w/ #Obama on 3/12 “@bizneweurope: No, don't know where #Putin is but no coup's today  http://t.co/KuvsGgogC6 #Russia"]}
{"id_": "576872037089566720", "label": 2, "tweets": ["Rumour: #Ivanov to take over for #Putin in #Russian #coup http://t.co/QX8a3HQq3T"]}
{"id_": "576509083152457728", "label": 2, "tweets": ["Фейк?! или #Путина #убили! According to reports in Russia there was a military coup. President Vladimir #Putin killed http://t.co/tuXds42w94", "@mikolakogyt та фейк..", "@topas880 точно а звідки інформація, можливо це ваша здогадка...", "@mikolakogyt росіяни - такі \"прибічники\" повалення режиму, шо капець..Я думаю, що це фейк..і тим більше - дана інфа - не є підтвердженою.", "@mikolakogyt @sozvezdie Джойн инфо - это та ещё говновброска =) Просто комбайн по говновбросам", "@mikolakogyt RU не примет такого чурбана, если бы даже и...Им все ОДЫН ДЫН:якуты,буряты,тува...НЕ быть ему Пиночетом-RU"]}
{"id_": "576831447299796994", "label": 2, "tweets": ["Expert: Vladimir Putin’s disappearance could mean Russia’s undergoing a coup:  http://t.co/7HQsmOJqhw http://t.co/xwqDNUlZFR", "@theblaze For better or worse, what will be will be.", "@theblaze, I would extremely doubt that. Russians either respect or fear him too much. Putin's ruthless strength has put Russia where it is.", "@theblaze @BjornDstss Putin, nowhere to be found? This is getting interesting! http://t.co/uGhGqiqN4L", "@theblaze An \"expert\" is the last guy you need to ask! 90% of the time.", "@theblaze @Gabby_Hoffman Good grief ya'll, he's having a baby! Haven't heard whether it's a boy or girl. His girlfriend is having a baby. 62", "@EricSteeleLive  We are talking about western Media here. They are all about speculation and spreading rumors! @theblaze @Gabby_Hoffman", "@librab103 @theblaze @Gabby_Hoffman It's not controlled by the west, unless you consider Italy the west. I guess some do.", "@EricSteeleLive @theblaze @Gabby_Hoffman Are they buddy buddy with the US then they are the west!", "@librab103 not exactly buddy buddy, if you count payola and Coercion.", "@librab103 But, yeah. That's a fact, jack. Horrible mess they got us in Olie!", "@theblaze A coup? Nope, he's having a tummy tuck and a breast lift.", "@theblaze Hope so... maybe that will give our guys in the US military some chutzpah and we can do it here!", "@theblaze @sedaye_iran   When Kim Yong Un disappeared for 40 days there was no coup.  He was just sick and was receiving treasment", "@theblaze @joe_nuzz  He's on vacation!", "@theblaze @joe_nuzz Expert?!? LOL There hasn't been a coup in Russia. Putin &amp; yhe \"expert\" are playing you for fools.", "@theblaze @PolitiBunny Maybe it will spread over here.", "@theblaze @jjauthor I won't miss him .. He makes our President look weak and Girly .. Oh wait he is weak and girly ...my bad", "@theblaze doesn't mean anything. Could just be taking a family time out."]}
{"id_": "576175612336992257", "label": 3, "tweets": ["#Putin/s \"death\" or another #maskirovka? Military helo's flying over #Moscow &gt;  http://t.co/Spj2VTdlAt #Reddit #Russia #Putindead #NATO"]}
{"id_": "576755174531862529", "label": 2, "tweets": ["Coup? RT @jimgeraghty: Rumors all Russian military attaches at embassy in London have returned to Moscow: http://t.co/e8ZoFxtfHX", "@irishspy @jimgeraghty Reset.", "@karmacamilleon1 @irishspy @jimgeraghty http://t.co/gn4UKTqXJj", "@karmacamilleon1 The meme makers are letting us down on this! We should see that red button ! // @irishspy @jimgeraghty", "@irishspy Russian Emb denies. RT @RussianEmbassy  13 min @Marcus_Reynolds This is not true.// I have more time for speculation@jimgeraghty", "@irishspy @jimgeraghty Or preparing to launch yet another war?"]}
{"id_": "576531907606892544", "label": 2, "tweets": ["BREAKING NEWS: Possible Military Coup in Russia? Putin biographer confirms ' something happening at the kremlin '  http://t.co/zC3JQGgF0d"]}
{"id_": "576530268351246337", "label": 2, "tweets": ["BREAKING NEWS Putin biographer confirms ' something happening at the kremlin '  Military Coup? http://t.co/OisUMhOwDQ"]}
{"id_": "576847727918739457", "label": 2, "tweets": ["Expert: Vladimir Putin's Disappearance Could Mean Russia's Undergoing a Coup: Russian President Vladimir Putin... http://t.co/c5oRc7mZ7A"]}
{"id_": "576513091287945216", "label": 2, "tweets": ["Vladimir #Putin reappears on television amid claims that he us unwell and under threat of a coup.... http://t.co/TkVH65Bk9l #Russia"]}
{"id_": "576448454005813248", "label": 2, "tweets": ["Kremlin 'coup' rumours after Russia's President Vladimir Putin's week-long absence | World | News | Daily Express http://t.co/wwt00TUrpF"]}
{"id_": "576475228928385024", "label": 2, "tweets": ["#Putin Mistress Alina Kabayeva announce she has given birth to a boy https://t.co/DNcti3SJW1 #Putindead via @Symmaque http://t.co/1ecwr8cN9G", "@raging545 we don't know if this is an official or troll account though", "@raging545 @Symmaque  ... Is this realy the account? I don't believe it actually", "@cmsNetherlands @Symmaque Been advised that it might be a fake account.A Swiss newspaper however says she had a girl http://t.co/iDHOCRSxQ7", "@raging545 @Symmaque yeah I hear see that too.", "@raging545 @Symmaque See this ... : https://t.co/KDKEuAFj9G", "@cmsNetherlands @Symmaque I read that but its not a confirmed or legitimate source,plus there is no confirmation of this happening", "@raging545 @AlexandruC4 @Symmaque her a/c is not verified &amp; made only few tweets, so...", "@raging545 account could be compromised @Symmaque @michaeldweiss", "@raging545 @michaeldweiss @Symmaque FAKE!", "@raging545 @tufkaa @Symmaque Is the ROC-MP now OK w/ unwed mothers, or will Kirill declare this a virgin birth? #OrthodoxValues", "@raging545 @AlexandruC4 @Symmaque I don't think Putins spokesperson would outright say it's not true just to say its true days later.", "@raging545 https://t.co/D2Ad7Oc9Wh @AmDefNews @Symmaque"]}
{"id_": "576326555246415872", "label": 2, "tweets": ["Is Putin in Switzerland with Kabayeva? I'm skeptical @StrebelLuca @BBCDanielS http://t.co/Hcax5bZoNo", "@ASLuhn @BBCDanielS Very skeptical indeed. Pretty thin evidence. If I see him, I will tell you! ;)", "@StrebelLuca thanks man, keep an eye out!", "@ASLuhn @StrebelLuca haven't see him either ;)", "@ASLuhn @StrebelLuca @BBCDanielS U r terminally skeptical, not 2 say cynical Alec. Not as slime-ridden as colleagues Shitford/Wanker however"]}
{"id_": "576192621351145472", "label": 3, "tweets": ["\"Putin umer\" or \"Putin has died,\" is now trending on the Russian Internet. @LToddWood #putindead", "@MikeDiazFL @LToddWood   We can only hope at this time. No proof as of yet."]}
{"id_": "576643337173749760", "label": 2, "tweets": ["A General's coup is not necessarily hard to organise. Putin is in his villa complex outside Moscow, and people just stop taking his calls."]}
{"id_": "577287176288776192", "label": 2, "tweets": ["Why the Russian oil crash could threaten Putin with a palace coup - http://t.co/uZIOIWHe4I #WhereIsPutin #putindead #Putin #Kremlin #Moscow"]}
{"id_": "576344611519614976", "label": 2, "tweets": ["Well, this might explain everything: Kabayeva rumoured to have delivered a baby in Switzerland  http://t.co/JpjmxLF4LG GER #Putin", "“@niktwick: Kabayeva rumoured to have delivered a baby in Switzerland  http://t.co/zuDAqNc3oT” Putin på pappaperm?", "I like: \"Neu-Papi Putin\" http://t.co/Qqx5AxYBXb", "In terms of news, this is the first Kabayeva baby that is born outside the NY Post's @PageSix  This was Nr 2: http://t.co/bsXB1xcfF9", "@niktwick always knew he was a dickhead", "@niktwick Apart from pregnancy #Kabayeva will be under big pressure in #Switzerland for having a child from #PutinMurderer", "@niktwick Would that make the child a Swiss citizen?", "@KrouseForAD76 Nope, they have strict lex sanguinis", "@niktwick Thank you."]}
{"id_": "576829262927413248", "label": 2, "tweets": ["Very good on #Putin coup by @CoalsonR: Three Scenarios For A Succession In Russia http://t.co/fotdqxDfEV via @RFERL http://t.co/RdA0giizeb", "@andersostlund @CoalsonR @RFERL uhmmm botox sesions far more likely anyway", "@andersostlund @CoalsonR @RFERL And how Europe will behave in such a case?", "Three Scenarios For A Succession In #Russia by @CoalsonR http://t.co/OqBqhFdKYk via @RFERL http://t.co/YE63oCPWNu v @andersostlund #Putin", "@andersostlund What are your thoughts on #WhereIsPutin?", "@tulipgrrl Either a simple flue, more serious illness or serious domestic political problems.", "@andersostlund @tulipgrrl 😷", "@andersostlund @tulipgrrl @CoalsonR @RFERL Putin'll be made a tsar (and the newborn an heir). Back 2 serfdom as Zorkin suggested."]}
{"id_": "576824525339402240", "label": 2, "tweets": ["COUP IN THE KREMLIN? PUTIN'S ABSENCE FUELS RAMPANT SPECULATION #Russia #o4a #news - http://t.co/980aG8SIln http://t.co/RotadxvlZJ"]}
{"id_": "576850639600357376", "label": 2, "tweets": ["Ok we can scratch #Putin pregnant mistress off the list https://t.co/L2AtSmhQNw via @galynar #Putindead #Russia http://t.co/Rreg3IYs8k", "@raging545 @soborna_com @galynar никто ее беремчатой не видал", "@raging545 @myroslavapetsa @galynar Putin will also probably scratch her off some kind of list before long.", "or may be she's a double. (￣▽￣)  @raging545 @myroslavapetsa @galynar"]}
{"id_": "577258317942149120", "label": 2, "tweets": ["Was Vladimir Putin netralized by an internal coup? Or maybe he's vacationing in Harper's closet:  http://t.co/tlr3cFLEyv #LookingForNarnia", "@PatOndabak I'm going with neutralized and their entire gov aQuake &amp; pissing selves w fear. Night of long knives gonna take months ;o)))", "@PatOndabak or maybe he just needs a break from all the shit going on in this world.. I know I do!", "@PatOndabak It is disconcerting that the man with the codes to the worlds largest nuclear arsenal is missing. I suspect an unhappy oligarch.", "@patondabak Maybe, just maybe… he's huddling with best minds/top advisors about how to prevent #USA #UK #NATO #EU #Canada threat of WWIII ?", "@PatOndabak  Putin has gone 1 better Behold the Russian secure office Actor portrayed even https://t.co/NUsIlGWg02"]}
{"id_": "576409244968361985", "label": 2, "tweets": ["UPDATE: Russian President Vladimir Putin in baby rumours as insider warns of Kremlin cou  http://t.co/Qd6ebWvVxK", "“@Ukrainka123: UPDATE: Russian Pres. Vladimir #Putin in baby rumours as insider warns of #Kremlin coup.   http://t.co/77ZXOvIvyp”", "@Ukrainka123 We're holding our breath to see if these predictions become true next week. More media now covering Putin's disappearance.", "@Ukrainka123 @jerrym10000  Who knows for sure, but some of the troll activity has dampened, ? maybe no pay cheques.. http://t.co/l9F72en6NI"]}
{"id_": "577294310573502465", "label": 2, "tweets": ["Israel’s Ex-Ambassador To Russia: \"There Are Signs Of A Coup\" Against Putin http://t.co/lley9chjla http://t.co/Zqc0ibptCL", "@PatDollard @jasian12345 Another Confirmation my readers #SecurityConcerns #Nemstov #Putin Next #Assassination #DrEd https://t.co/n7DQyio1Ej", "@PatDollard Coup against Putin fomented by jews? No doubt. They're still sore he confiscated their plunder.  @ThatFoxyShadow", "@OccidentalApple @weidenkatzl @PatDollard @ThatFoxyShadow I guess banning holocaust denial in Russia was not enough for the jews.", "@Legionary8814 Nothing less than total domination of Gentiles is enough for jews.  @weidenkatzl @PatDollard @ThatFoxyShadow", "@Legionary8814 @OccidentalApple @PatDollard @ThatFoxyShadow  may be", "@Legionary8814 @OccidentalApple @PatDollard @ThatFoxyShadow   THIS explains everything against russia and germany  https://t.co/DycLUfOs7q", "@weidenkatzl Fascinating, thank you for that. Friedman (jew) misstated some things of course :) @Legionary8814 @PatDollard @ThatFoxyShadow", "@PatDollard @jasian12345 More than signs of  nonsense!"]}
{"id_": "576889864907427840", "label": 2, "tweets": ["Putin ousted in coup???  Ok just asking!", "@jasian12345 😳", "@jasian12345 Please, he is getting a face lift, I heard it through grapevine, not much more, and I'll loose my mind, honey, honey yea", "@jasian12345 Another Confirmation my readers #SecurityConcerns #Nemstov #Putin Next #Assassination #DrEd https://t.co/n7DQyio1Ej", "@jasian12345 I thought they loved him over there."]}
{"id_": "576763653329809408", "label": 2, "tweets": ["Rumor is that Primakov orchestrated coup against Putin(successful), and right now, there's a battle to replace Medvedev with Ivanov."]}
{"id_": "576813256905486336", "label": 2, "tweets": ["No Coups Today...  No, I don't know where #Putin is, but I am pretty sure no coup's going down in #Moscow http://t.co/mzdznQPWc0 #Russia", "@MarkGaleotti Probably the flu or a bad botox reaction ;)", "@MarkGaleotti There was official mention of 'encouraging shits'. http://t.co/KywM1bYhwe Perhaps Putin had a problem, that has now 'passed' ?", "@MarkGaleotti prez am site indeed reports a phone call with Putin. But unlike every other report ab. phone calls this one has no date/timing", "@MarkGaleotti my guess: no one has told Putin he is missing, everyone too scared/embarrassed to say he should come out.", "@MarkGaleotti @tuumapomm Das wäre auch zu schön.", "@MarkGaleotti @tuumapomm ok, mark. Make a note just not 2 forget it. Dip-dig.", "@MarkGaleotti Agreed, I am sure dictators like Putin are far too well guarded for that to happen.", "@MarkGaleotti  the usual pathetic Western hysteria", "@MarkGaleotti Will it be CIS of independent nations? Or surge of Russia invade abomination? Or Putin \"slinyal\" with world's angry attention?"]}
{"id_": "577269846259433472", "label": 2, "tweets": ["RED ALERT: #Israel’s former ambassador to #Russia: ‘There are signs of a coup’~ http://t.co/t2BqHTfPmy #wearethepeople #tcot", "@JulieSheats lets see, now who would that be beneficial to!", "@JulieSheats #ICC4Israel"]}
{"id_": "576770854803107841", "label": 2, "tweets": ["#putindead it's entirely possible that this is a staged \"disappearrance\". Ivan the Terrible and Stalin both pulled that gag, IIRC."]}
{"id_": "576789978795155457", "label": 2, "tweets": ["What next?\"CIA source #Putin has Flu\"(Vladimir Flutin?)http://t.co/hJ6GLMXfKQ #Russia #Putindead #Ukraine For 9 DAYS? http://t.co/5ZLUoO9qfU", "@raging545 He has had enough time to have died and risen 3 times already!", "@raging545 so what do you think has happened?", "@raging545 SARS?", "@A_FreeCuba Now thats a new one ;)))"]}
{"id_": "576452724281102336", "label": 2, "tweets": ["Has #Putin disappeared because he is fending off a political coup? Former aide claims another ... http://t.co/66ujG2PbI9 #Russia"]}
{"id_": "576815428066009089", "label": 2, "tweets": ["Has Putin disappeared because he is fending off a political coup? http://t.co/gLjpzAAXx4 via @MailOnline", "@FayaBogush @MailOnline Western media scaremongering again!!!"]}
{"id_": "576347888168644609", "label": 2, "tweets": ["Putin is our baby! http://t.co/TesNY8w3CN"]}
{"id_": "576319105965359105", "label": 2, "tweets": ["Rumors in Switzerland: Putin absence due to his girlfriend Alina Kabaeva giving birth in Ticino https://t.co/lBNIFEmzrW cc @russian_market", "Rumors in Switzerland: Putin absence due to his girlfriend Alina Kabaeva giving birth in Ticino - @L0gg0l https://t.co/iV6Lzpu33A", "@AttardMon  &gt;&gt; @rConflictNews @L0gg0l", "@L0gg0l @JF991 @russian_market source: blick.ch", "@L0gg0l @JF991 @russian_market BS", "Rumors in Switzerland: Putin absence due to his girlfriend Alina Kabaeva giving birth in Ticino https://t.co/bnmBbcNZce -@L0gg0l"]}
{"id_": "576378113711558656", "label": 2, "tweets": ["Update: Is it a girl? #Putin  cc: @russian_market http://t.co/Txbcd81G1C http://t.co/P1epNNz2Yn"]}
{"id_": "576465693798957058", "label": 2, "tweets": ["former adviser Andrei Illarionov claimed Putin had fallen victim to a palace coup . - http://t.co/o0DCgrBhcG http://t.co/7RJfbYXsE1 via @FT"]}
{"id_": "576376097824198656", "label": 3, "tweets": ["Punk may be dead – but never #Putin!  #putindead http://t.co/QyuAKBaKgP"]}
{"id_": "576821651490340864", "label": 2, "tweets": ["Vladimir Putin's Disappearance Could Mean Russia's Undergoing a Coup: “#ПутинУмер” http://t.co/upBdVl0fzm", "@Chris_1791 That's too good to be true. I'm thinking he had plastic surgery....we will see.", "@Chris_1791 will only believe it when I see Putin in an open casket."]}
{"id_": "576397815406071808", "label": 2, "tweets": ["Has Putin Been Overthrown in a Palace Coup? http://t.co/QY24myQjhw", "@ChrisRossini Or is he a new father? From NZZ. HT @russian_market http://t.co/79BJWGdjwO"]}
{"id_": "576833924967493633", "label": 2, "tweets": ["#putindead  friend met #Alina Kabaeva  Jan 19 &amp; took this pic she clearly NOT pregnant. strike baby theory off list http://t.co/g8tpR7nBi9", "@bizneweurope @jancienski She is pregnant and the #PutinBaby is like the papa in the 1980's #UnderCover"]}
{"id_": "576480269835845632", "label": 2, "tweets": ["\"Putin's continued absence suggests a palace coup.\" Shooting Nemtsov may have been a bridge too far.  http://t.co/bhvOjHDmFF"]}
{"id_": "576863192854462464", "label": 2, "tweets": ["Tanks Around Moscow, Putin Missing: Is It A Coup Or Is Putin With Pregnant Lover?? (Picture) http://t.co/K5Q2IOVAEJ"]}
{"id_": "576528880208637952", "label": 2, "tweets": ["Heydar Jemal told Georgian television:\"I think Putin blocked by security forces and now negotiations with him.There is a coup d'etat \" 1\\2", "@Ukropo4kA 2\\2 VIDEO https://t.co/5LFHzjruv6", "@Ukropo4kA VIDEO to see from 3.10 min"]}
{"id_": "577261281125642241", "label": 2, "tweets": ["Vladimir Putin has been neutralised' by stealthy coup http://t.co/kdLDUkbEpn via @MailOnline"]}
{"id_": "576394422813769728", "label": 2, "tweets": ["Is this how a coup against Vladimir Putin might happen? http://t.co/KfX47MIk0p"]}
{"id_": "576470720328392704", "label": 2, "tweets": ["Swiss Paper #Putin missing due to daughter born to mistress Alina Kabayeva http://t.co/iDHOCRSxQ7 #Putindead #Russia http://t.co/Nxgvs6O7eD", "@raging545 she just announced she had a boy https://t.co/KbYFvB6VjK", "@Symmaque @myroslawabrulak @raging545 Let's hope her Boy will survive his Daddy's Nuclear Threats...."]}
{"id_": "576356996145917952", "label": 2, "tweets": ["NEWEST #Putin rumour, his girlfriend just gave birth to their child  http://t.co/Qsyra1pslL #cdnpoli #Russia", "@BradCabana It is confirmed by the Swiss clinic: http://t.co/4GonQGjSCA It happened a few weeks ago."]}
{"id_": "576325381990535169", "label": 2, "tweets": ["Russian President Vladimir Putin to be 'ousted in coup' as rumours swirl over ill-health http://t.co/8UrQdH7v5N http://t.co/6NpJ6h4EiB", "@Daily_Express  sounds like the old soviet union lol"]}
{"id_": "576814574873235457", "label": 2, "tweets": ["https://t.co/eHM5pDVTBA @MarkGaleotti on the Putin disappearance scare. A military coup? Not so fast..."]}
{"id_": "576812336952000512", "label": 2, "tweets": ["Vladimir Putin reappears on television amid rumours his 'girlfriend' is about to give birth http://t.co/Wkzcqxh9KK http://t.co/x8kItc0Yt9", "@MailOnline oh...ick!!! The thought of \"procreation\" with him 😝", "@MailOnline This photo was taken in 2011", "@MailOnline Этот твит попал в ленту лучших дня! http://t.co/UmGBX7RqPU", "@MailOnline @LentaToptwit Недавно на ТВ показывались царь и Ленин.", "@MailOnline 48 hours no any information about Obama. Killed?", "Lets hope Putin's gf  never invokes wrath, unlike Nemtsov &amp; Politkovskaya, murdered by assassin's bullet @MailOnline @nanditathhakur #Russia", "@MailOnline that's old photo. Now Lebedev looks older (he is almost totally grey-haired).", "@MailOnline I am SO disappointed! Vladimir, how could you do this to ME?", "@MailOnline Just look at that wet fish handshake.. Ugh!!", "@MailOnline this is before 12 March", "@MailOnline ...from @DarthPutinKGB http://t.co/UtDbuRssJF", "@MailOnline i suppose #Putin will be blamed again.   #Ukraine", "@MailOnline this is what power can do for you", "@MailOnline Why has the flag been missing from atop the Kremlin for 2 dsys? Why are tanks in front of the Moscow mayors office? Coup likely.", "@MailOnline"]}
{"id_": "576471501081292800", "label": 2, "tweets": ["No Russian leader as charismatic as Putin except Nemtsov. Coup scenario: Whoever broke cardinal rule &amp;ordered Nemtsov hit needed him gone.", "@AndreaChalupa Putin charismatic? He is as charismatic as a carp.", "@Nessie43 Russians, even those who can't stand him, say Putin is charismatic, great public speaker. A Reagan.", "@AndreaChalupa Really, i just find him creepy. Nothing charismatic about sociopaths.Or maybe i have another definition of that.", "@AndreaChalupa @Nessie43 I think that is just the result of the public image #Putin/s propaganda has build. He doesn't have the charisma IMO", "@JesusFromMars @Nessie43 A person can be evil and charismatic. Ted Bundy, for instance. Putin's speeches offer \"It's morning in Russia.\"", "@AndreaChalupa @JesusFromMars I still just find him creepy. Cold like a fish.", "@AndreaChalupa sorry but Putin's \"charisma\" took millions of USD in propaganda and more than 15 years to build up - because he has none :-)"]}
{"id_": "576327507093360640", "label": 2, "tweets": ["According to this article http://t.co/pWZaRxHypA #Putin might be AWOL due to his gf giving birth in Ticino."]}
{"id_": "577301342617673729", "label": 2, "tweets": ["Israel’s Ex-Ambassador To Russia: “There Are Signs Of A Coup” Against Putin http://t.co/MGrh16rT8x #tcot #pjnet #gop"]}
{"id_": "576507292415320064", "label": 3, "tweets": ["if #putin is dead here is what happens next http://t.co/arGei7fSC0 #putindead http://t.co/N96BW9F53V"]}
{"id_": "576513463738109954", "label": 2, "tweets": ["Putin reappears on TV amid claims he is unwell and under threat of coup http://t.co/YZln23EUx1 http://t.co/ZsAnBa5gz3", "@MailOnline never !!", "@MailOnline https://t.co/ilnwXdZ6Pc", "@MailOnline selling inbetweeners 2 car for comic relief please rt!! http://t.co/JtIMoAbSAK? #RND #rednoseday", "@MailOnline that looks like a double to me, dear.", "@MailOnline whole lot of talk. He was probably on a hunting trip", "@MailOnline haha all he wanted was a week off! #putindead", "@MailOnline Lol coup? That's when you know you people are just making things up. #westernfantasy"]}
{"id_": "576338406088687616", "label": 2, "tweets": ["Has Putin Fallen Ill, or Fallen to a Coup? http://t.co/eNRAQ2a7hd", "@ArutzSheva_En @SarahPalinLinks One can only hope."]}
{"id_": "576349360767807488", "label": 2, "tweets": ["RUMORS about #Putin started with a stroke, then he's sick, and now this http://t.co/yHU98WAdxQ What's next... #Russia #cdnpoli #dirtydeeds", "@bradcabana Quote: Pg 2 of #Forbes #propaganda: \"The president is healthy… his hand shake is so strong he breaks hands with it\". #Putin", "@bradcabana When #Forbes tells me #Putin is fine, I worry about his health. But at least I know there's no coup ;-)", "@BradCabana another rumor is that his gf gave birth.http://t.co/LWFSu4PjNU", "@BradCabana plenty of wishful thinking but would they really want a hardliner instead of Putin?", "@helgy2 What people don't seem to understand about #Russia is Putin runs the oligarchs, not the other way around.", "@BradCabana I have seen how they are replaced and binned when out of favour.Seems to be a lack of understanding how Russia works not good."]}
{"id_": "576780691616198656", "label": 2, "tweets": ["Rumours emerging that a coup has taken place in Russia and #Shoigu has replaced #Putin"]}
{"id_": "576709199146717185", "label": 2, "tweets": ["Latest (baseless) rumour from Moscow: Sergei Shoigu has ousted Putin in a behind-the-scenes coup. That man makes Putin look like a kitten.", "@danielrhamilton @racheljoyce it isn't baseless though- Putin's disappeared, they are lying about it and so many other things...", "@SteveKomarnycky @danielrhamilton @racheljoyce He lost me at \"consultant\" on his profile."]}
{"id_": "576248645365846016", "label": 2, "tweets": ["Can Putin's Absence Indicate A Palace Coup In Moscow http://t.co/GmEq0iV1W8"]}
{"id_": "576853097445752832", "label": 3, "tweets": ["Tanks in Moscow, no tanks in #Moscow, #Putindead, putin not dead, Kabayeva gave birth, Kabayeva was't pregnant. Too much speculations. Night", "@olesiaoleshko what's the latest on #putinmissing", "@beatoniser #putin is still missing ... Time to ask #Interpol to announce him wanted"]}
{"id_": "576406521833086976", "label": 3, "tweets": ["#Putin is not the only thing missing....Look what is missing from the top of the #Kremlin today #putindead #Russia http://t.co/CzMVeh3C6M", "@CWynnykWilson #Russia is mourning and has withdrawn the flag because of #Putin fatal pancreas diseas. Well, its a dream at last.", "@CWynnykWilson @myroslawabrulak secret aggression, secret death, secret funerals, secret mourning. KGB till the end!", "@CWynnykWilson @jerrym10000 if this picture is real this weekend in Moscow will be so excited", "@CWynnykWilson @ZhidoBandera what a twist", "@MoeSzyslakUA @CWynnykWilson fankly, I made the images search on that palace and in 99% it has no flag on its pole", "@ZhidoBandera @MoeSzyslakUA you should talk to people in Moscow about that they tok the photo", "@CWynnykWilson @MoeSzyslakUA Saw their twits. I am pretty sure they will scratch their heads and say \"I am not sure\". Like I would not be", "@CWynnykWilson @MoeSzyslakUA able to say whether there is US flag on top of the White House or not. W/o looking. Think it is there, not sure", "@CWynnykWilson @Heisse13 It's so tradition when the Tsar isn't home....", "@ChrMail @Heisse13 yes I know and hopefully he is gone forever :-)", "@CWynnykWilson @mark24823687 Great just put the Ukrainian flag up if Putinsche is alive he will crawl out of his dumpster"]}
{"id_": "576509905596727296", "label": 3, "tweets": ["Ex-KGB Yuri Shvets at #Litvinenko inquiry-#Putin in w drug smuggling ring http://t.co/VF2sNEEQrJ #Putindead #Russia http://t.co/Mp87EStOnx", "@raging545 maybe he od'd", "@raging545 @edwardlucas And weapon smuggling too! Since collapse of USSR, Russia is controlled by former KGB formed gangsters."]}
{"id_": "576772668805935104", "label": 3, "tweets": ["Putin's Weird Disappearance | http://t.co/w8wWhAaqN7 | #PutinDead #Russia #WhereIsPutin"]}
{"id_": "576453994484252673", "label": 3, "tweets": ["Moscow police investigating #Putin's #Nemtsov statement for \"extremism.\" Not a coup; just very confused police.  http://t.co/Z5YUfVfcPM", "@PeterBDoran Just me or do I get the sinking feeling that as the intelligentsia push back against Putin, they're only empowering Surkov?", "If #Putin and #Castro met to read the Sun @nytimes on a live TV feed, they save a lot of speculation, @wupton.", "@PeterBDoran HAHAHAHAHAHA @nytimes", "@PeterBDoran @wupton Oh that's good."]}
{"id_": "576687226979004416", "label": 3, "tweets": ["Honey, I shrunk our Putin. #putinmissing #putindead http://t.co/QnSXcdadco", "@ivaschuck  hahahaha"]}
{"id_": "576429318701760512", "label": 3, "tweets": ["I'm 92% convinced Kremlin thing is nothing/fake-out for absorption of South Ossetia. Not coup or that Putin's dead.  Down from 99% yesterday", "@ZeddRebel whats Putin's absence got to do with S Ossetia?"]}
{"id_": "577294068851421184", "label": 3, "tweets": ["Maybe we should ask some kids who are really, really good at spotting the red striped cap. #putinmissing http://t.co/eg8vL1GTqh"]}
{"id_": "577311956048154625", "label": 3, "tweets": ["Mostly only Canadians will get this one. lol  #Putin #PutinMissing #PutinDead http://t.co/rjKz9RFmdK", "@JKSterl840 Poutine, lol......"]}
{"id_": "576867083331497984", "label": 3, "tweets": ["Rumors Over Vladimir Putin, Moscow Leadership Abound http://t.co/pJw6dtWbGz via @epochtimes"]}
{"id_": "576842803013091329", "label": 3, "tweets": ["There he is!! #Putin #putinmissing http://t.co/EuXDTQxoyy"]}
{"id_": "577269239779893248", "label": 3, "tweets": ["@Conflict_Report @DajeyPetros 'While at Kremlin I just had to peek in casket' or '#Putin's last selfie' #putindead http://t.co/udZiOLpcT4"]}
{"id_": "576336032809005056", "label": 3, "tweets": ["#ПутинУмер &amp; #putindead highlight personalized nature of Putin's system. Via @PowerVertical http://t.co/maxroHxUWs http://t.co/wTmyhfFL8A"]}
{"id_": "576679386616881152", "label": 3, "tweets": ["In game of Kremlin you either win or you die... #putindead"]}
{"id_": "576639665786249216", "label": 3, "tweets": ["Ok, we ask ourselves where is #Putin. But the question should be: \"Where is #Russia?\" Russian people must be scared, now. #putindead", "@edmonten they still have patriarch kirill", "@edmonten La Russia è nel futuro prossimo. Ha patti con Cina e India. Intese avanzate con i Paesi americani. Europa morirà serva degli Usa."]}
{"id_": "576860068316057600", "label": 3, "tweets": ["HE'S BAAAACK!!!!!!! Putin reappears on television as rumors of his death &amp; love child spread http://t.co/68TUaI04cC http://t.co/myvG6xGZa9", "@slone @atestafyr   Oh good! Now I can unplug the light in my window..."]}
{"id_": "577301582917816321", "label": 3, "tweets": ["#Putinmissing - just found him! #SundayFunday #VladimirPutin #Putin #putinnotdead http://t.co/FI9k9cKq7I http://t.co/HseiwTft5J"]}
{"id_": "576830057496248320", "label": 3, "tweets": ["\"Yea, I went out with him about a week ago. Why?\"  #WhereIsPutin #Putin #putindead http://t.co/IOdJU96EVj"]}
{"id_": "576417507277467648", "label": 3, "tweets": ["30 years of New Yorker's caricatures on Russia.  http://t.co/jq06NctlDs #putindead http://t.co/vrRY8ncxaz"]}
{"id_": "576389199202496512", "label": 3, "tweets": ["I just found that Putin is swimming with the fishes in the Stockholm Archipelago. #PutinUmer #putindead #submarines http://t.co/kvlVgWbfyY"]}
{"id_": "576770693683105792", "label": 3, "tweets": ["#PutinDead Putin unfortunately not dead, although weasel&amp; woodpecker may have been shot!! http://t.co/tEvNfwohD3"]}
{"id_": "577300802294804481", "label": 3, "tweets": ["Putin in film on Crimea: ‘American friends’ are real masterminds behind Ukraine coup http://t.co/IxDYZA6683 http://t.co/Mre8u82ZLc", "@RT_com blow it out your ass Putin. Yeah I'm sure gay hating anti-liberal russia is just playing protectorate. Fuck you dude", "@dtpheifer go suck Obama's dick you stupid sheep", "@tony____k obama can fuck off too, always spying on people and giving russia ammunition with his dirty laundry. But really putins a dipshit", "@dtpheifer @tony____k  putin &amp; obama are variable... this is the shit that might kill all of us: https://t.co/GXDMdF58d8 it's a campaign", "@RT_com Putin has class! He's a true statesman. He calls corrupt US politicians \"American friends\" out of politeness, but they are traitors.", "@Samstwitch @RT_com صح كلام", "@RT_com #putinmissing #putindead", "@RT_com #FalseFlag #BlackOps #Ukraine #Flight #MH17 Off Course Flying In #Restricted #Airspace; More https://t.co/9U32Jsfolf", "@EdWardMDBlog #MH17 black box says you're a liar. @RT_com", "@RT_com did they find him?", "@RT_com Everything Putin said about what happened in Crimea is totally correct! US gov't &amp; mainstream media's version is lying propaganda!", "@Samstwitch @RT_com yep ... Poroshenko is a shill and Hunter Biden !! Sheesh can you be more obvious", "@RT_com Another Confirmation my readers #SecurityConcerns #Nemstov #Putin Next #Assassination #DrEd https://t.co/n7DQyio1Ej", "@RT_com empire ghost", "@RT_com Whatever the truth, Putin has secured his southern flank. Will he now move on the Baltics, NATO allies, to secure the north?", "@RT_com That phone call says it all.", "@RT_com How come you haven't posted anything about Putin's prolonged absence? RT = Rarely Trusted specialized Kremlin propaganda", "@RT_com You cannot tell that EddySnow, BiBi, Putin are not doing a dance w/ KOCH...wanted2damage POTUS internationally, but too well liked", "@RT_com They were and he's telling the truth.", ".@RT_com Isn't paranoia the first sign of dementia?", "@RT_com Putin has 85% approval, I think Obama is struggling to get less than half of that. Enough said, you're a strong &amp; respectable man.", "@LadyofLions @RT_com LOL"]}
{"id_": "576773359729426432", "label": 3, "tweets": ["Something is rotten in the state of Russia. #putindead"]}
{"id_": "576551024929992705", "label": 3, "tweets": ["Putin is here with me in a gay bar in Gran Canaria... leave him alone.. Coming out is difficult for him #putindead http://t.co/52LBobq3JF"]}
{"id_": "576573355404431360", "label": 3, "tweets": ["\"@koshmarik: Can't stop checking Twitter for Putin's whereabouts.  #putindead\" &lt;&lt;&lt; Putin would not die. Its not profitable."]}
{"id_": "576723588952276992", "label": 3, "tweets": ["Trying to out-Merkel #Merkel again. Someone tell Vlad it won't work.  @IFFConsulting: http://t.co/RzLJXFUqLQ #putindead ringer! @Suminas"]}
{"id_": "576316647880839168", "label": 3, "tweets": ["#putindead I heard it from a good source that Vladimir Putin was riding a weasel on the back of a woodpecker and he fell off and died.", "@nikkimcwatters http://t.co/xSFvkAnTje", "@nikkimcwatters  I wish I understood why Putin is so despised. He's got to be better than Blaster Boris, and the Russians seem to like him."]}
{"id_": "576806702454075392", "label": 3, "tweets": ["Where is Putin? Here is the answer! He has opened a pub on Jaffa street in Jerusalem! #putindead #Putin #putinumer http://t.co/eBhvyDTNLS", "@johanromin He is running Netanyahu's reelection campaign"]}
{"id_": "576892395930955776", "label": 3, "tweets": ["I wonder when Brian Williams and Bill O'Reilly plan to tell us they took out Putin? #putindead"]}
{"id_": "576249853979807745", "label": 3, "tweets": ["#PutinDead - Amazing how quickly the satirical songs and videos are produced. #путинумер #ПутинСдох http://t.co/Oeg3emWcEC"]}
{"id_": "576815154735775744", "label": 3, "tweets": ["#Russia prepares for a military parade in #Moscow marking 1 y anniversary of #Crimea occupation. #putindead http://t.co/wEtHVvXk2S", "@ZombieTVonline very conveniently surrounding Kremlin with gear in case of...unrest.", "@ZombieTVonline Москва - это город не для жизни человека ... Органы, танки , власть ...  И всё НЕЛЬЗЯ..Загон для скота"]}
{"id_": "576657704933990400", "label": 3, "tweets": ["#Russia | Question is not where #Putin is, but who holds the launch codes for Russian nuclear weapons? #putinmissing http://t.co/uz4JDDdQJw", "@Pisarski Westerners hv made a celebrity out of Putin w/ his weight in the international affairs balance increasing even more #putinmissing", "@Pisarski i o to chodzi! Aby świat się bał. A on wróci za kilka dni w chwale.", "@Pisarski @ninaivanovna the poles and their delusions abt Putin gone missing have begun...", "@Pisarski @electrospaces good podcast from Arms Control Wonk Podcast http://t.co/v59J40IUNA - Blog http://t.co/czf2qXKdlB", "@Pisarski they are probably not in Chechnya as Kadyrov has also gone missing. There are no such things as coincidences, amIright?", "@Pisarski would it not be funny if literally nobody knew where they are ;-)"]}
{"id_": "576821792834232320", "label": 3, "tweets": ["Putin has obviously disappeared to binge watch the entire season 3 of House of Cards.. #putinmissing #putin", "@mennodejong is he fighting on the front line ? or his girlfriend gave birth ?", "@mennodejong LOL", "@mennodejong Hope he doesn't get upset at the mocked Russian diplomacy😱"]}
{"id_": "576423157587906560", "label": 3, "tweets": ["A Ukrainian website shows a cartoon of #Putin lying in a coffin. http://t.co/rymSWYucu6 #PutinDead #WhereIsPutin http://t.co/IiVK36vk5X", "@KeithWalkerNews @JosLubbers @PetervanDijken", "@yrrah_knigo @KeithWalkerNews @PetervanDijken en je tweet is?", "@JosLubbers @KeithWalkerNews @PetervanDijken En je tweet is... zoals die is nietszeggend dus. Komt wel meer voor op #twitter", "@KeithWalkerNews @ErnestFreewill Does the Russian media @RT_com share this sense of humor?"]}
{"id_": "576757242042703872", "label": 3, "tweets": ["Where's Putin? Stroke? Dead? Has there been a coup? This is huge Where's Obama? Oh he's joking on Jimmy Kimmel while his wife dances w/Ellen", "@redheadbomb or he's golfing", "@redheadbomb I wonder if MO and turn Ellen straight."]}
{"id_": "576794158108581888", "label": 3, "tweets": ["#Russia #Putin emerges, meets judge aftr 9 days; net wild w rumors &amp; jokes.  http://t.co/LQwcr0a0Py via @MailOnline http://t.co/XRyhCc0Wol"]}
{"id_": "577309214663684097", "label": 3, "tweets": ["World waits to see if Putin turns up http://t.co/0fsjYnbWye #russia #putin #coup"]}
{"id_": "576777317474652160", "label": 3, "tweets": ["#Russia #Moscow #Kremlin today #Putin #Putindead http://t.co/rubjKPxgcN"]}
{"id_": "576530892119793664", "label": 3, "tweets": ["We finally find a people more paranoid than Conservative Republicans.  Russians #putindead #putinumer  #путинумер", "@beeludwig screw u"]}
{"id_": "576825885774467072", "label": 3, "tweets": ["Vlad just tried to slip away to attend Burning Man in peace:  http://t.co/LYhLtadCKa v"]}
{"id_": "576671947091779584", "label": 3, "tweets": ["Funny but as soon as Putin will re appear on public most of the current tweets will be quickly deleted 😂 #putindead", "@MaiFinland @PeterWilliamMos have you been playing #Putin s White Albom backwards or something.", "@MaiFinland Wishful thinking. We are never going to see #putin as Russian president and/or alive. My bet is Russia is going through a coup", "@ATMarshall2013 Hope not."]}
{"id_": "576715243948118016", "label": 3, "tweets": ["Vladimir #Putin #reappears on #television amidst all wild speculations http://t.co/Is6dpF5WIp"]}
{"id_": "576777148217843712", "label": 3, "tweets": ["We've sussed it. The Kremlin's getting ready for St Patrick's Day ;) #putinmissing #putindead http://t.co/J4aOEUv4gl", "@GorseFires Yes, and Putin and Medvedev are a couple of leprechauns.", "@GorseFires No its #Putin's coming out parade #ukraine http://t.co/L0h2yUQZtp"]}
{"id_": "576387464924819456", "label": 3, "tweets": ["the plot thickens - #putindead http://t.co/ViegTs8Zzq", "@sequoia2001 http://t.co/Pa6Ig2v9qE"]}
{"id_": "576890261382520832", "label": 3, "tweets": ["#PutinMissing and Google won't search for #Putin because it knows you don't find Putin, he finds you.", "@AlyaaGad @binladeeeeen  I Respect Putin because is the last man on earth standing against the American imperialism 😎"]}
{"id_": "576811711652450304", "label": 3, "tweets": ["#BREAKING #Russia #Moscow today #Putin #Putindead http://t.co/Wg6KyvUgJ3", "@rabin775 @raging545 Something's cookin'!", "@SergeHalytsky @raging545 everything can be!", "@rabin775 @MrConnieS   Army in charge now !!!!! P=aicN", "@rabin775 @AmDefNews photos was made 4 years ago"]}
{"id_": "576857359533789184", "label": 3, "tweets": ["What's going on in Russia? Coup, sudden illness or \"other\"? http://t.co/bcQcVHLARB", "@maggiefox ...or perhaps nothing at all. Ponder that for a moment."]}
{"id_": "577308426902056960", "label": 3, "tweets": ["Putin in film on Crimea: US masterminds behind Ukraine coup, helped train radicals http://t.co/FJ4ozephUg"]}
{"id_": "576407819353780224", "label": 3, "tweets": ["To Hell, Yankees slaves, warmongers! #putindead http://t.co/WfTRcOkOOl", "@lucma66 they keep hoping for him to get ill - that's sick! But it shows a hidden truth: the West losers know they just can't win.", "@pozzdan @lucma66 The west already won. Everyone else is fighting for second.", "@Keikerdo @lucma66 wrong - the West is losing, at home and abroad. Everyone else is fighting for multipolarism."]}
{"id_": "576819219876225024", "label": 3, "tweets": ["Read this to understand why everyone is freaking out about #putindead: http://t.co/rYMgQ1VnZt", "@LianaFix paradoxically, the opposition and critical journos seem to miss Putin way more than Kremlin trolls who are suspiciously silent."]}
{"id_": "576889130258419712", "label": 3, "tweets": ["Radical Forces Of A Big Blood To Take Over #Russia As #Putin Coup Rumors Fly Wildly! #VladimirPutin http://t.co/ZuHI0hpsKE", "@Putinizer http://t.co/8dTSmxxtIP", "@Putinizer that is not going to happen.  Russia and the world loves Putin."]}
{"id_": "576772770220113920", "label": 3, "tweets": ["While staring at yr feed for latest #Putin coup rumor listen to new SRB podcast! #Crimea annex, WWI &amp; Rus empire http://t.co/exbbJXZsu3", "@seansrussiablog As I tweet!"]}
{"id_": "576848770136174594", "label": 3, "tweets": ["You know strange things are happening in the #Kremlin when #Russia trolls start worrying #Putindead #Putin #Ukraine http://t.co/ScvTRE7zOw", "@raging545 there is a difference between it being taken down and it not being there", "@raging545 @svbolton I sincerely hope this is not true.", "@raging545 you truly believe he's dead, don't you ?", "@raging545 thanks for sharing! I've highlighted you on my @RebelMouse http://t.co/HcU040K8EQ", ".@raging545 @catfitz What flag?  I don't ever remember seeing one there.  Maybe they put one on special occasions, but not normally."]}
{"id_": "577277669588537344", "label": 3, "tweets": ["\"@fatimatlis: The silence of those who know seems much more telling than the words of those who guess - #putindead\""]}
{"id_": "576497758862987265", "label": 3, "tweets": ["VIDEO #Russia(n) Armored Vehicles,Tanks in #Donetsk #Ukraine https://t.co/wvwVYUjm3V #Luhansk #Mariupol #Putindead http://t.co/jU5RD8a1Sr"]}
{"id_": "576736349153288192", "label": 3, "tweets": ["Putin will probably be found naked in a 7-Eleven staring at the freezer. Fugue state, that's all. #putinmissing #BreakingBad"]}
{"id_": "576486732864098304", "label": 3, "tweets": ["#Putin reappearance is a lie,he's been out of sight for 8 days now http://t.co/z3t0x18Klh #Putindead #Russia #Ukraine http://t.co/3hWnlIYrsk"]}
{"id_": "576790814942236672", "label": 3, "tweets": ["After #Putin disappeared Russian TV no longer speaks of Hunta, DNR and LNR. What shall be next? http://t.co/KwOY6xbYYd #putinmissing"]}
{"id_": "576819222694744064", "label": 3, "tweets": ["I have a feeling Putin will reappear and declare full-scale war against Ukraine from Red Square tomorrow #putin #putindead"]}
{"id_": "576402376073965568", "label": 3, "tweets": ["Found him!!! #putindead http://t.co/xmbZ8rcAKO"]}
{"id_": "576510163596795906", "label": 3, "tweets": ["Nyet he's not sick.  He's with Donald Trump on a joint treasure hunt looking for #Obama birth certificate...  #WhereIsPutin  #putindead"]}
{"id_": "576480712699744257", "label": 3, "tweets": ["In Soviet Russia, Supreme leader find you! #WhereIsPutin #putindead #Russia"]}
{"id_": "576393784835072001", "label": 3, "tweets": ["Is Putin dead? 144% of people say no. #putindead #Russia", "@madeinrussia83 http://t.co/kM9RnLBulI"]}
{"id_": "576617856919465984", "label": 3, "tweets": ["I think President #Putin decided to die in order to divert attention from Nemtsov's death #WhereIsPutin #ПутинУмер #putindead #RIP", "@VlodkoB it is not Putin,  but RasPutin!"]}
{"id_": "576600087066869760", "label": 3, "tweets": ["Where's Putin? My money on him being in America auditioning to be Fox News first ever shirtless news anchor.  #putinumer #PutinMissing", "@JimJBollocks The house speaker is inviting him to address congress to call out Obama.", "@JimJBollocks @Sylvaners #PUTIN You might be unto something We won't have to look far FOX attracts Aliens of the 3rd Kind.."]}
{"id_": "576795865433706496", "label": 3, "tweets": ["#putindead Check out this.A monk in Ukr predicted on Jan28 that the Russian Empire would start collapsing on Mar.12 http://t.co/fG6QXyERVM"]}
{"id_": "576443643680178176", "label": 3, "tweets": ["Putin juggling enough instability. He would make a live appearance by now to squash death/coup jitters.", "@AndreaChalupa Yes the fact that he (if still with us) has 'allowed' these rumours to continue is...interesting.", "@AndreaChalupa ...that's the plan, confuse your opponents: Judo 101", "@AndreaChalupa he's probably deep underground finalising the targets before launch."]}
{"id_": "576494602070441984", "label": 3, "tweets": ["Where's Putin? Is he at a pool party in Vegas?  Can you find him in this picture? #findputin #whereswaldo #putindead http://t.co/ts5v2qo2Fa"]}
{"id_": "576412997662433280", "label": 3, "tweets": ["Today's images of Putin are actually from Oct 2014. #putindead #WhereIsPutin http://t.co/AkjzfAsHWT", "@tarjakoivumaki The article is wrong.  The videos are different."]}
{"id_": "577303343728627712", "label": 3, "tweets": ["Number 1 question now on Twitter and Facebook were is #Putin is #putindead #putinmissing http://t.co/VFKU479e7K"]}
{"id_": "576321776424189954", "label": 3, "tweets": ["Enter 'Putin' into Twitter search. Look at all the clowns suggesting he's dead/a palace coup. Now, never take any of them seriously again", "@27khv It just makes me sick and I have better things to do then read what sick morons tweet.", "@27khv @Mukha_Kaloev You mean a Little bit like #FoxNews", "@27khv &amp; to top it off, msm sources these rumors from well known anti Kremlin twitter accounts : https://t.co/K1dKWzOwsX", "@27khv I spoke w one journo @KevinRothrock, who was having fun w #putindead. He said it was his \"right to offend\". http://t.co/J5CcsZutkf", "@27khv of course it's his right, but I couldn't take him seriously anymore", "@ixaos @KevinRothrock 100% their right. But don't talk shite now &amp; then expect to be taken seriously in future..", "@27khv @KevinRothrock yes,I even mentioned a little bit similar situation w/George R.R. Martin when fans started to speculate abt his health", "@27khv  so he said to them big *fuck* you. In my case I just simply unfollowed @KevinRothrock. No need for verbal abuse"]}
{"id_": "576816930272776192", "label": 3, "tweets": ["#Putindead? Charges Against Activist Who Warned of #Russia Troops in #Ukraine Dropped http://t.co/F4Mf3AiDKZ #Putin http://t.co/GwZ81eaXlD"]}
{"id_": "576769677592039424", "label": 3, "tweets": ["Prefer sports talk over politics but I have a gut feeling something crazy is happening behind close doors at the Kremlin #Russia #putindead", "@blakemartinhall That's how Putin took over in the first place. Fitting, really."]}
{"id_": "576771847754268672", "label": 3, "tweets": ["This is why it’s impossible for the #Kremlin to lie about #Putin’s weird disappearance #putindead #putinmissing http://t.co/eQacAOZfd4"]}
{"id_": "576855835445428225", "label": 3, "tweets": ["#Putin a person with so much power in his hands a cold can cause a national panic  http://t.co/1clCLvUHyz #putindead http://t.co/0Z0vZl5mbb", "@raging545 i'd like to believe Putin swims with fish! Would be the best thought for the world! Don't you agree?", ".@Beleafer1 @KiyankaSydney @raging545  \"Putin swims with fish!\" http://t.co/hWrchYDvAx", "@HarveyEsq I didn't mean above water!", "@raging545 LOL. Let's hope #Putin has achieved room temperature."]}
{"id_": "576767713328144384", "label": 3, "tweets": ["The Mausoleum for two))) #putindead #lenindead #putin #lenin http://t.co/xQoNLviBLw", "@NashaCanada дошло до меня что может Путлер устроить в ближайшее время и ради чего идет вся эта возня ОФИЦИАЛЬНОЕ ПРИЗНАНИЕ ДНР И ЛНР!", "@NashaCanada @CrimeaUA1 обадва!", "@NashaCanada @CrimeaUA1 Владимиролей!!!!", "@NashaCanada Два долбаеба...", "@NashaCanada Вовки позорниє :)", "@NashaCanada @tarasovadina10 Другой вариант надписи:\"Населиконенный и нафармольгединовый\"", "@NashaCanada @hm_registered сладкая парочка вовки в квадрате"]}
{"id_": "577302850318938113", "label": 3, "tweets": ["There was no coup in #Ukraine, #Putin now admits he was the one who urged Yanukovych to flee the country. http://t.co/Zx6ZaC5osy", "@sbandera  do we really want to make the whole planet a propaganda show?", "@MarkusTop1 My thoughts exactly!", "@sbandera @Ashtray_Cowboy  a coup is when a guy rides in on a tank"]}
{"id_": "576814014438703104", "label": 3, "tweets": ["So there really were tanks/APCs moving on Moscow. Not because #PutinMissing, but for Monday #Crimea bash (via @aavst) http://t.co/s0ZLzL2ckr", "@dmitryzaksAFP You saw them yourself? @aavst"]}
{"id_": "576481588004933632", "label": 3, "tweets": ["Not seeing #Putin-bots on #Putindead, #Путин, #ПутинУмер hashtags and in comments. No money or no message? Kremlin confusion?", "@Mary_Mycio @raging545 For all they know they've got a new boss. Don't want to say anything out of line until new orders received.", "@Mary_Mycio that is interesting, since they are always quick to respond", "@DougiepuggiePug Exactly. They're not there. I've been watching."]}
{"id_": "576713397196210176", "label": 3, "tweets": ["Where's Putin? Speculation of a coup, death, or Kremlin struggle over Nemtsov is making my morning's work impossible. http://t.co/a6PVlrkCtp", "@bleddb Putin's working with Sky Cricket at the world cup. Goes under the alias Nasser \"Ukraine\" Hussain... http://t.co/oO8lxsz11b", "@EquusontheBuses Terrifying.", "@bleddb Essex KGB. You have to watch it when the poison-tipped umbrellas go up during rain breaks at Chelmsford..."]}
{"id_": "576592351776346112", "label": 3, "tweets": ["Is #PutinDead?Missing for a week theories abound,We have some of our own in 10: http://t.co/XSZI3FuVG4 http://t.co/EICrrMH85u"]}
{"id_": "576546827643703296", "label": 3, "tweets": ["Kremlin just released a new photo:  \"both president Putin and Kim are doing well, somewhere in hell.\" #putindead http://t.co/5bLbId1eWt", "@sequoia2001 @hm_registered that's not kim, th pictured Korean has a normal hairstyle and he's shorter than Putin", "@sequoia2001 @AldisPravornis Doppelganger :)", "@sequoia2001 gotta love this tweet!", "@sequoia2001 He's having a hot toddie with Hitler too."]}
{"id_": "576656873681731584", "label": 3, "tweets": ["#Putindead?Njet!Just got bored with Kremlintowers,so busy moving to #Zutphen!Dutch City of many amazing Towers! #vvv http://t.co/ZsWD0F1ikl"]}
{"id_": "577287149516541952", "label": 3, "tweets": ["Our QOTD: Where do you think #Putin has gone? @PaulineChiou @CNBCWorld #putinmissing", "@MartinSoong @PaulineChiou @CNBCWorld what? wow really??", "@MartinSoong @PaulineChiou @CNBCWorld in hiding after cosmetic surgery will reappear even younger looking"]}
{"id_": "576357849204412416", "label": 3, "tweets": ["Do You Want To Know The Reasons The Soviet Union Banned These Bands in 1985? http://t.co/utVIUBzmAB #putindead http://t.co/tlS12dDNcc", "@NeonNettle pink Floyd wins the competition for most complicated reason for being banned!"]}
{"id_": "576732099304095744", "label": 3, "tweets": ["Putin? I know where he is. In the register kept by the Police in Finland. Though our president said he can't be there either... #putindead"]}
{"id_": "576833878981136384", "label": 3, "tweets": ["#Putin In our era of hybrid warfare, why not a hybrid coup? http://t.co/2nWrPTaR9w"]}
{"id_": "576767882945789953", "label": 3, "tweets": ["If it wasn't so tragic for the people: #Russia vs #Greece for worst governed country is somewhat entertaining. #Grexit #putindead"]}
{"id_": "576836049151868928", "label": 3, "tweets": ["\"#PutinDead\" is nothing more than an #American wet dream."]}
{"id_": "576382704700256256", "label": 3, "tweets": ["I'm back! Few days of \"me time\". Secretly had a bit of work done. It's taken years off me! #ПутинУмер #putindead http://t.co/vDY5BykqVf", "@JeSuisPutin http://t.co/jL9lWbrFUJ", "@JeSuisPutin  This isn't the \"plastic surgery on the manboobs\" that I had in mind; kudos!"]}
{"id_": "576655512462344192", "label": 3, "tweets": ["What If there will be the declaration of total war against west. Haven't heard that version yet. #putinumer #putindead #Putin #WhereIsPutin", "@GenVagula thirst things first :  Russian Funeral March n.2 https://t.co/F8t6LLkHaX …#putinumer #putindead #Putin #WhereIsPutin"]}
{"id_": "576185920094908416", "label": 3, "tweets": ["Surprised it took me so long to stumble across this image today...  #putindead #WeekendAtVlads http://t.co/OLzO5n1gwF"]}
{"id_": "576427952860045313", "label": 3, "tweets": ["Welp, Putin is fine, guys. These photos PROVE IT.  http://t.co/DlTxIXxmMi  #putindead  #putinstroke http://t.co/eQ6GbOUld4", "@jackphillips5 that looks very much like something that took place on October 24 2014: http://t.co/s2q9GoVVlz", "@jackphillips5 A single picture without time ref is never a proof", ".@jackphillips5 Easy way to tell if these photos are indeed recent. Is Lebedev's hand now broken?", "@jackphillips5 There's a clock on Putin's desk, that he gave to Kadyrov on March 11. On March 13 it's back on the desk?"]}
{"id_": "576504635738951680", "label": 3, "tweets": ["White smoke has been spotted above the Kremlin. It seems a new Putin has been chosen.  #putin #putindead http://t.co/LsoxhIVZA5", "@NashaCanada @Serpentine202 hmmm..Habemus Puta?", "@Tio_Stephen LOL @NashaCanada", "@NashaCanada @Serpentine202 or is it Habemus Putane?", "@NashaCanada Lol 😂", "@NashaCanada @migib20 - be on the look-out for doves being released.", "@NashaCanada @migib20 inauguration Sunday!", "@NashaCanada @ukrainianevents Habemus Paputim !", "@NashaCanada 😀", "@NashaCanada @Heresy_Corner ah...should have included u in the attempt to get #WheresPutin trending...", "@JaneFae Putin' on the ritz, perhaps.", "@Heresy_Corner &lt;groan&gt;", "@NashaCanada @7E55E chance would be a fine thing...", "@NashaCanada hahaahha", "“@NashaCanada:White smoke has been spotted above the Kremlin. It seems a new #Putin has been chosen.  #Russia http://t.co/7vuqUtf0UX”", "@paivasaari @NashaCanada Habemus Putinem.", "@NashaCanada @tcwittes @greta ICYMI", "@NashaCanada @Aclaxer1234  Because Putin is smoking a Phatty"]}
{"id_": "576412144759136256", "label": 3, "tweets": ["This man was seen in Grozny yesterday evening when jumped out of a black SUV. #putindead #putin http://t.co/h2LTduFxFZ", "@cnixalsverdruss http://t.co/TZ4QKCAu1X"]}
{"id_": "576807652145160192", "label": 3, "tweets": ["So Putin is back. He's been busy. There's been a coup, he's been dead, his girlfriend gave birth, he was riding bears etc.", "@kaatje36 and he #Botoxed those damn bears.......", "@DomainerAnon Hahaha, it was probably just one of his epic chessgames to assess what the world would make up ;)", "@kaatje36 @DomainerAnon what ?? he is fucking a pregnant bear!??", "@memo_ryne @kaatje36 Pooootin LURVES #RoughSex", "@DomainerAnon @kaatje36 i can understand why he is busy with that!", "@memo_ryne Have you ever #Botoxed and #Fucked a bear before??? #FacePalm @kaatje36", "@DomainerAnon @kaatje36 botox no never!", "@DomainerAnon @memo_ryne Putin and you have a lot in common Dom ;)", "@kaatje36 I would agree.... stubborn as shit.... but he be two feet shorter then me!!! &amp; #NoBotox .... and not dead yet! @memo_ryne", "@DomainerAnon @memo_ryne ;)", "@kaatje36 it's a great day @DomainerAnon confessed is stubborn as shit #fuckyeah", "@memo_ryne @DomainerAnon He needs to be spanked :D", "@kaatje36 @DomainerAnon his skin is too hard", "@memo_ryne ALL FOUR.......... #Lulz @kaatje36", "@kaatje36 I will take you both on.........NOW! @memo_ryne", "@DomainerAnon @kaatje36 i luv u too babe you wanted me to come back here enjoy now!", "@memo_ryne I will......... any chance of a #Headjob ? ..... js @kaatje36", "@DomainerAnon @memo_ryne I think this will be us Memo :D http://t.co/QGIgv1w1oV", "@kaatje36 @DomainerAnon in his dreams but http://t.co/eU1WUvHhDR", "@memo_ryne @DomainerAnon Oh hell yes, good girl, love it :D", "@memo_ryne Bwahahaha @kaatje36", "@memo_ryne #GTFO @kaatje36", "@memo_ryne @DomainerAnon while being dead :D"]}
{"id_": "577295940278738944", "label": 3, "tweets": ["Where are you #Putin? Are you dead❓😐 *awkward silence* 😅 #PutinMissing #PutinDead"]}
{"id_": "576494415851626496", "label": 3, "tweets": ["Is Putin dead? In a bunker awaiting war? Sick? Suffering a coup? Weigh in: http://t.co/bYGwWK5O1Y #Putin #putindead #WhereIsPutin", "@Styxhexenhammer If he's got that virus - he's still on the crapper ! http://t.co/h3RkCnt2HV", "@Styxhexenhammer I've just checked in with North Korea - Putin isn't there ! #WhereIsPutin  My 2nd guess is .... http://t.co/zgtuEMcsko", "@Styxhexenhammer @ATHE1STP0WER You don't have \"He has been assassinated\"."]}
{"id_": "576465897637949440", "label": 3, "tweets": ["Where in the world is #Putin http://t.co/s4KuPw3Hfx #putindead"]}
{"id_": "576847722055131136", "label": 3, "tweets": ["Why do I see tanks in front of Moscow Mayor's office? #putinmissing", "@RadekZyzik because you drink to much? :) https://t.co/5NzkkXLx2m", "@innezdanie I see things and then I drink, not other way around;)", "@RadekZyzik Crimea anniversary, I suppose.", "@damiankwiek I like to believe that there is something more behind this military presence on the Moscow streets. For Ukraine's sake.", "@RadekZyzik Yeah, it seems to be rather wishful thinking. ;-)"]}
{"id_": "576464933648371712", "label": 3, "tweets": ["Death came for Pratchett, picked up Putin for balance #putindead"]}
{"id_": "576746408184676352", "label": 3, "tweets": ["The State Department is concerned about a coup against Vladimir Putin. We will continue to monitor the situation closely."]}
{"id_": "576388172109750273", "label": 3, "tweets": ["This ranks among weirdest blips from on-line  #PutinDead fever. RT @rtdeutsch Punk may be dead – but never #Putin! http://t.co/eh21XIsxYQ", "@cjchivers That punk-Putin thing...I have checked the \"German\" RT account &amp; my conclusion: not real. Check yourself: https://t.co/cK7zrth3yH", "@LarsGyllenhaal i didn't think it was a verified Russia Today account; thought it was v weird, like topless/tasteless Putin boob-job #meme"]}
{"id_": "576885758537109505", "label": 3, "tweets": ["World: #WhereIsPutin #putindead #Kremlin #FreeSavchenko  Putin: Aww, they miss me!", "@migib20 Think you maybe close to truth. Just a reminder of the other really bad guys ;)"]}
{"id_": "576477089043488769", "label": 3, "tweets": ["Stauffenberg meant well, but killing Hitler in July 1944 would have left Germany @ war, under control of Generals &amp; NSDAP types. #PutinDead", "@20committee This means that Russia must pay the full price no matter who runs the show.", "@Walt395 @20committee No. It means Germany mid- ww2 would pay the full price anyway, no matter who would run the show. Which is true.", "@20committee 1 to 10, how likely do you think it is that Putty-poot is getting cold?", "@ConsWahoo not 1 but not 10...Kremlin is behaving v oddly, no doubt: at this point literally nothing would surprise me; we'll know more soon", "@ConsWahoo @20committee Putypoot?  Kaput.", "@20committee And maybe with a new Dolchstoßlegende. The Untergang was inevitable to etablish a new, democratic, Germany.", "@20committee Many Stauffenberg's supporters hoped keep inner ring of DR conquest under aristo antisem govt; hoped US/UK wd turn against SU.", "@20committee I thought Stauffenberg's plan was to kill the fuhrer then sue for peace - Vlads replacements would like deepen the war in Ukr", "@Benzadr1ne read more GE WW2 history", "@20committee ok so he would have offered to continue the war on the USSR. But the aim was less conflict - the silovniki  want escalation", "@20committee Putin may be in Switzerland for quite the opposite of dying, see my last few tweets...", "@20committee but potentially able to make a rational peace, and save millions - good subject for some Turtledove type", "@20committee Are you sure about Stauffenberg, John?", "@BartschUdo yes, he was a RW Wehrmacht officer, not a member of the Greens", "@20committee Stauffenberg-Widerstand based on analysis of war situation, defeat was clear for St., feared downfall of Reich with Hitler", "@BartschUdo Stauffenberg Group's vision for Germany would never have been acceptable to Allies, war would have continued w/o Hitler", "@20committee John but Tom Cruise looked so.... @BartschUdo", "@20committee Stauffenbergs intention was to save Reich without Hitler , not to establish democracy", "@BartschUdo correct: which once Allies landed in France was impossible", "@20committee agree. Few expected allies to fight Red Army in east", "@20committee Level heads that wanted to end the war earlier would have prevailed and fewer would have died in the long run..my guess", "@20committee Not quite.Stauffenberg and GER nobility changed \"Op Walküre\" to take control of the Wehrmacht which von Witzleben should lead"]}
{"id_": "577298811460128768", "label": 3, "tweets": ["Looks like Obama outmaneuvered Putin, forcing him to overreach and fall. #putinmissing #putindead http://t.co/oZhOxUBXlQ via @dailykos"]}
{"id_": "576499275754041344", "label": 3, "tweets": ["Kremlin just released photo of #Putin and current US President Obama. See everything is fine. #PutinDead http://t.co/s9TLjxIl5i", "@the_schreck lol.", "@the_schreck 😂😂😂", "@the_schreck I looked into his eyes and saw...", "@the_schreck @iSinGaming wonder if they played chess lol"]}
{"id_": "576859807388418050", "label": 3, "tweets": ["Proof of the Russian palace coup: Putin forced to live in a doghouse outside the Kremlin http://t.co/kgJDTcqQ9P", "@L0gg0l ...."]}
{"id_": "576435578691956736", "label": 3, "tweets": ["What's next #aliens abducted #Putin? #putindead #Russia http://t.co/YLEEplnWrb"]}
{"id_": "576524931409772544", "label": 3, "tweets": ["#whyileft   #Snowden was thinking about leaving and they have pizza. @DiGiornoPizza  #WhereIsPutin  #Putin  #FridayThe13th  #putindead"]}
{"id_": "576171827086520320", "label": 3, "tweets": ["#PUTIN FULL OF LEAD  #ПутинУмер #putindead http://t.co/DjFt2BgV6x", "@CWynnykWilson \"Gas up!\""]}
{"id_": "576641067317096448", "label": 3, "tweets": ["One explanation for building site on #moscow Red Square it prevents helos landing for a coup. #Putin has returned to shadows whence he came.", "@johnsweeneyroar like Lukashenka closing square for 'snow clearing' or Yanukovych trying to stop Maidan by building a Christmas tree", "@johnsweeneyroar hmm, nothing on @BBCr4today as yet about this John, strange though.", "@johnsweeneyroar this report says journos warned of impending announcement https://t.co/5Moa5O1Avd"]}
