{
    "title": "Do you really need to get both doses of the COVID-19 vaccine?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: Some Vietnamese-Americans believe that you do not need to get both doses of the COVID-19 vaccine, and that the additional second dose is unnecessary, serving to only benefit pharmaceutical companies.",
        "\nRating: This claim is FALSE. It depends on which vaccine you are getting. Three COVID-19 vaccines have been authorized by the U.S. Food and Drug Administration for use in the United States: one made by Pfizer, the other by Moderna, and the third by Johnson & Johnson. According to the Centers for the Disease Control, for the Moderna and Pfizer vaccines, two doses are required to achieve 95% efficacy level. The first dose helps the immune system create a response against SARS-CoV-2, the virus that causes COVID-19. The second dose further boosts the immune response to increase the protection to 95%. The vaccines, from all three manufactures, are also provided free of charge by the federal government; it should not cost you any money to get vaccinated.\n",
        "",
        "The Food and Drug Administration (FDA) has authorized three COVID-19 vaccines: one made by Pfizer, the other by Moderna, and the third by Johnson & Johnson. For the Pfizer and Moderna vaccines, the Centers for the Disease Control (CDC) recommends two doses. ",
        "For the Pfizer vaccine, the second shot is given 21 days after the first one. For the Moderna vaccine, there is a 28 day interval between the first and second shots. ",
        "According to an article in Scientific American, one dose of the Pfizer vaccine reduces the average person’s risk of getting a symptomatic infection by about 50%. One dose of the Moderna vaccine reduces that infection risk by 80%. The two doses of either vaccine lowers the risk of infection by a remarkable 95%.",
        "Scientists are concerned that if people do not take their second dose, the partial immunity will result in a higher risk that vaccine-resistant variants of SARS-CoV-2 will develop. Not getting fully vaccinated could turn your body into a breeding ground for antibody-resistant viruses.",
        "The vaccine made by Johnson & Johnson only requires one shot, though it is slightly less effective than the two-dose vaccines. According to the FDA, the Johnson & Johnson vaccine is 85% effective in preventing severe/critical COVID-19 symptoms occurring at least 28 days after vaccination.",
        "More Questions About Vaccine Dosage",
        "Due to vaccine shortages, the United Kingdom decided to stretch the interval between the first and second doses to 12 weeks in order to get the vaccine to as many people as quickly as possible. According to the British Medical Journal (BMJ), vaccine shortages were a major reason for this change in dosing interval. There was not much scientific evidence to support the decision, as trials did not compare efficacy with different dose spacing, or between one versus two doses. ",
        "In light of vaccine shortages, the CDC has updated its guidelines to state that the second dose may be administered up to 6 weeks after the first dose. The CDC has also stated that in “exceptional situations,” in which the vaccine of the first dose is not available (Pfizer or Moderna), it is acceptable for the second dose to be substituted by the other vaccine (Moderna or Pfizer). ",
        "The CDC continues to recommend that individuals receive two doses of the same vaccine and to adhere to the 21-to-28-day interval between those doses.",
        "Recently, new research from Israel suggests that among healthy people younger than 65, one dose of the Pfizer vaccine can result in an 85% reduction in symptomatic COVID-19 within 15 to 28 days. Two new studies suggest that people who have had COVID-19 would need only one dose of the vaccine. But those studies have not changed the CDC’s recommendations. ",
        "Researchers are continuing to conduct studies and analyze data, and we can expect to see new findings and CDC recommendations in the months to come. The FDA has a rigorous process for approving new vaccines, and makes decisions based on data-driven analysis of the associated benefits and risks. Given the checks and reviews in the scientific community and government agencies, it is unlikely that financial profit is the driver of the 2-dose regimen for the Pfizer and Moderna vaccines. ",
        "The federal government is providing the vaccine free of charge to all people living in the United States, so the vaccines should not cost you anything. ",
        "Conclusion: In order to protect yourself and your community, and to minimize the possibility of vaccine-resistant mutations of the coronavirus developing, you need to follow the CDC guidelines. If you are taking the Pfizer or Moderna vaccine, you need to have both doses at the prescribed intervals: 21 days for Pfizer, and 28 days for Moderna.",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/shutterstock_1760163302-e1615845199321.jpg?fit=840%2C473&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3210&preview=true&_thumbnail_id=3203",
            "Tiếng Việt"
        ],
        [
            "https://www.cdc.gov/vaccines/covid-19/info-by-product/clinical-considerations.html",
            "The Food and Drug Administration (FDA) has authorized three COVID-19 vaccines:"
        ],
        [
            "https://www.scientificamerican.com/article/is-it-safe-to-delay-a-second-covid-vaccine-dose/",
            "Scientific American"
        ],
        [
            "https://www.npr.org/sections/health-shots/2021/02/10/965940914/covid-19-vaccines-could-add-fuel-to-evolution-of-more-coronavirus-mutations",
            "partial immunity will result in a higher risk that vaccine-resistant variants of SARS-CoV-2 will develop"
        ],
        [
            "https://www.cdc.gov/vaccines/covid-19/info-by-product/clinical-considerations.html",
            "According to the FDA"
        ],
        [
            "https://www.bmj.com/content/372/bmj.n18",
            "British Medical Journal (BMJ)"
        ],
        [
            "https://www.cdc.gov/vaccines/covid-19/info-by-product/clinical-considerations.html",
            "CDC"
        ],
        [
            "https://www.cdc.gov/vaccines/covid-19/info-by-product/clinical-considerations.html",
            "CDC"
        ],
        [
            "https://www.reuters.com/article/health-coronavirus-israel-vaccine/israeli-study-finds-pfizer-vaccine-85-effecti",
            "new research"
        ],
        [
            "https://www.nytimes",
            "Two new studies"
        ],
        [
            "https://www.fda.gov/vaccines-blood-biologics/development-approval-process-cber/vaccine-development-101",
            "FDA"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/faq.html",
            "free of charge"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/03/15/do-you-really-need-to-get-both-doses-of-the-covid-19-vaccine/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/03/15/do-you-really-need-to-get-both-doses-of-the-covid-19-vaccine/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-03-15T00:00:00",
    "veracity": NaN,
    "category": "covid-19-vaccine-information",
    "language": "en"
}