{
    "title": "7 Ways to Talk to Your Loved Ones About Fake News",
    "tags": [
        "English",
        "Misinformation"
    ],
    "paragraphs": [
        "There are few things in life that are harder than having an argument about fundamental truth with somebody that you love. Here are some tips on how you can approach difficult topics of misinformation and fake news with your friends and family.",
        "1. Get to a shared understanding of fake news",
        "The reason why disinformation or fake news is scary is that it tricks people into making decisions that are against their own interests. The disinformation machine is vast and powerful, so it can be hard to decide which to tackle. While you may have disagreements with others on what is real and what is false, one thing that should be universal is that nobody wants to be fooled by anyone. ",
        "A good first step is to help people understand why fake news exists and how to identify it. Viet Fact Check has non-partisan, bilingual resources that are useful to share as a first step to help frame a discussion. These resources are helpful because they cover the basics on what to look for to help determine if information is real or fabricated.",
        "2. Find common ground",
        "You need to establish credibility as not just a person who is devoted to the truth, but also one who shares values with the person you’re trying to convince. You can do this by finding common ground. For instance, it should be important to all Americans that elections are fair and accurate, regardless of who wins. A discussion about the effectiveness of the policies of elected leaders cannot happen unless all involved agree that the leaders are legitimately elected. But when trying to find common ground, the important thing is for both people to find common values, so that both people are coming to the conversation in good faith. ",
        "3. Focus on one conspiracy at a time",
        "There are a constellation of conspiracy theories that hang loosely together to form an alternative reality. They are built with the assumption that anyone who is likely to believe them is also unlikely to spend much time looking outside the conspiracy bubble to double check the facts. This is human nature. Depending on whom you’re speaking with, some conspiracies may be an emotional trigger. Find one what you can debate without hitting too many nerves and focus on discussing that point. If you can take one down, then the other conspiracies become much shakier in the mind of your friend.",
        "4. Keep your goal realistic",
        "Your goal should be to help your friend or family member have a better relationship with facts and the truth. Opinions about politics are formed from these facts, but opinions are personal and facts are not. Your goal shouldn’t be to convert someone’s political beliefs—those are formed from a person’s interpretation of facts, which are driven by emotion. If you can get a good-faith promise for someone to read something you’ve shared and establish a rapport where they feel comfortable asking you for follow up questions on actual facts, you’re doing well. If you can help your friend or family member get a better understanding of misinformation on the internet, and send them resources that they at least look at, you’re doing them a huge favor.",
        "5. Be an ally",
        "If you truly want to prevent your friend from getting harmed by disinformation, make sure that they know this. Establish that this is a topic that you care about. Tell them that you are willing to be a resource for them. They live inside an echo chamber of fake news. So by being present and willing to talk, you are giving them a ladder to slowly climb out of that echo chamber.  ",
        "6. Know when to exit",
        "All of us have been in a situation where a conversation about politics has gotten heated. Once you’re there, it’s hard to get a satisfactory resolution for anyone; when people start shouting, they are more focused on winning rather than finding the truth. This is a really good time to offer an escape hatch to a more benign topic. Simply say something like, “This is really hard to talk about, but I want to share a link with you that I think can communicate my position better than I can. Can you promise to read it so we can talk about Paris By Night?” Step back and tend to your own emotions and mental health. Then when you are ready, try again.",
        "7. Be patient",
        "Finally, be patient. Conspiracy theories work because they trigger fear and heightened emotions in the people who believe them. We are wired as human beings to be very responsive to the perception of danger, so it is hard to get people to change minds overnight. If you can even get your friend to reach outside their circle of conspiracy minded friends, the truth has a much better chance of winning. Similar to how rushing water can smooth down a stone, your presence as a resource and voice of reason can help wear down the sharp misinformation edges to the truthful center.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/12/shutterstock_420845449-e1608766180669.jpg?fit=840%2C560&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2489&preview=true&_thumbnail_id=2485",
            "Tiếng Việt"
        ],
        [
            "https://vietfactcheck.org/category/english/misinformation/",
            "resources"
        ],
        [
            "https://hbr.org/2020/07/how-to-actually-change-someones-mind",
            "who shares values"
        ],
        [
            "https://vietfactcheck.org/category/english/voting/",
            "fair and accurate"
        ],
        [
            "https://www.psychologytoday.com/us/blog/science-choice/201504/what-is-confirmation-bias",
            "human nature"
        ],
        [
            "https://theconversation.com/the-problem-of-living-inside-echo-chambers-110486",
            "echo chamber"
        ],
        [
            "https://vietfactcheck.org/2020/12/23/7-ways-to-talk-to-your-loved-ones-about-fake-news/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/12/23/7-ways-to-talk-to-your-loved-ones-about-fake-news/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-12-23T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}