{
    "title": "A Message From the Team at VietFactCheck",
    "tags": [
        "English",
        "Misinformation"
    ],
    "paragraphs": [
        "VietFactCheck started less than 6 months ago, with the idea that it would stop on Nov. 3, 2020. Now, the site is here to stay—at least as long as misinformation continues to plague our Vietnamese-American community. ",
        "As we look back on a momentous year, the entire team behind VietFactCheck would like to thank our readers for helping us reach this critical point. You read our stories and shared them with the people in your lives. Please continue to do so, as we believe there is a case to be made for continuing our work. ",
        "VietFactCheck came into being for two reasons. First, we knew we had to do something to counter the scourge of misinformation being targeted at our Vietnamese-American friends and family members on social media ahead of the 2020 elections. Second, an incredible group of volunteers from across the country stepped up to take on this task and contributed thousands of their own hours across numerous platforms to research, report, write, design, translate, and publish fact-checked articles. ",
        "The end result is nothing short of extraordinary when you consider that all this happened in the midst of a global pandemic—and the team collaborated remotely without ever having met one another. ",
        "Since VietFactCheck’s launch in September, we’ve published 56 original stories—or 112 overall, as each piece was also translated into Vietnamese. Nearly 63,000 readers have visited VietFactCheck.org or VietKiemTin.org. Today, more than 3,000 people are following our social media channels on Facebook, Instagram, and Twitter.",
        "When our journey started in July, it was then known as the Fighting Disinformation project, a subcommittee of PIVOT’s broader election efforts. I said yes to leading this effort—very quietly, until now—because I hoped my background as a journalist and producer could be put to use to fight a massive problem I saw in my Facebook feed. Smart, wonderful people in real life were revealing themselves to be racist, misinformed and media illiterate. ",
        "As it turned out, I wasn’t alone in this concern. Every week, our subcommittee grew. The virtual meetings took on a support group-like atmosphere. We would lament the problem and comfort one another—and then we would brainstorm solutions. Eventually, we renamed ourselves the “Fighting Misinformation” team to reflect the fact that false information often spreads regardless of intent, while disinformation tends to be a deliberate effort to manipulate others. ",
        "Though we knew getting at the root causes of misinformation would require a mix of policy and tech solutions, time was not on our side. With the election mere weeks away, we opted for the more practical and immediate option to fight bad content with good content. Overall, we agreed information needed to be catered to the Vietnamese-speaking audience and we settled on a website that would be a clearinghouse for all of our content. A soft launch in August was followed by an official launch in September. ",
        "Our team accepted that we had to start somewhere, and iterate quickly. Our mantra was to learn as we go, and be transparent when asked to explain our process. Whatever the final product turned out to be, our only fidelity would be to present factual information accessible to Vietnamese readers, and to fight the most prevalent myths . If we could solve this problem for our community, perhaps we could be a model for other non-English speaking audiences susceptible to misinformation. ",
        "Along the way, we learned to adjust to the specific traits of our audience: Undecided voters wanted us to adopt a neutral tone. Some were sensitive to the words V and C, because it still triggers fears of the Viet Cong (hence, we use the acronym VF instead). Even translations were complicated, as we needed interpreters who were fluent in both English and Vietnamese, and sensitive to the subtle yet important differences in the Vietnamese language before and after the war ended in 1975. ",
        "There were moments during which it felt like momentum had stalled. Volunteers came and went. A remote work environment isn’t for everyone. Misinformation came at us faster than we could respond. Many of us are balancing demanding careers with the very time-consuming (and unpaid) task of dispelling truth from fiction. We got through because the core team committed to pushing forward, supporting one another, and executing.",
        "Nick Nguyen, a former tech-exec-turned-stay-at-home dad set the tone by writing our first-ever original story correcting the record on presidential candidate Joe Biden’s actions toward Vietnamese refugees in 1975. Dede Tran, a U.S. Army* veteran and attorney by day, took charge of operationalizing the entire VF process and orienting dozens of new volunteers while also contributing as a writer and social media content creator. Within days after joining, journalist Diep Tran helped us professionalize and create a uniform look and feel for the site while also writing, editing, and managing a broad team of volunteers. ",
        "Our social media and publicity team—co-led by Huy Tran, Trina Buiquy, and Christina Tran—created a foundational process for adapting and optimizing VF’s content for social media, resulting in new followers and increased traffic for the site. Josie Nguyen and Summer Phung were instrumental in amplifying our work and increasing engagement. Minh Nguyen showed his incredibly versatile skill set by filling in the gaps, whether it be troubleshooting the website, creating graphics and videos, organizing our content management system, running meetings, or creating a bilingual COVID-19 tracker as a public health service.  Finally, we relied on Thang Do and Nguyen Le, among several others, to translate every piece of content we put out. ",
        "These were the right people in the right place at the right time. Without a doubt, we are grateful to PIVOT’s board and election committee for supporting us at every turn; for understanding our boundaries and never interfering in our editorial process. ",
        "Now that Election Day has passed, why are we still continuing? Because misinformation isn’t a problem that’s going away. In fact, it’s getting worse as technology advances. It is painful to see so many of our own believing and acting upon falsehoods and half-truths fed to them by the algorithms that make Facebook and YouTube powerful, helpful, delightful, addictive, and dangerous. ",
        "We will continue to monitor the news in the coming weeks and publish new content as needed, but our overall output will be temporarily reduced as our volunteers take time to rest and recharge. You, the readers, deserve a chance to share your feedback on how we can best serve the community’s needs in the new year. When you have a moment, please take our survey. Also, we’d love for you to continue reading and sharing our existing content. ",
        "On behalf of the entire team, thank you for supporting VietFactCheck in 2020 and for sharing our vision of a future powered by respect for the dissemination of truthful information. ",
        "Sincerely,",
        "Thanh TanTeam Lead, VietFactCheck ",
        "*Disclaimer: “The views expressed above are those of the individuals only and not of the Department of Defense or any other employer.” ",
        "Reading list:",
        "What is misinformation and how can Vietnamese-Americans identify it?Were Biden and Democrats against Vietnamese refugees during the 1970s?Are Joe Biden and Kamala Harris socialists?Are masks not effective in preventing COVID-19?Was there voter fraud in the 2020 Election? (edited) ",
        "Thank you to these volunteers for giving life to VietFactCheck",
        "Alexis Oanh LeAngelina TranAnh Thu BuiAnn NgoBach Cuc BuiCaroline CaoChristina TranCindy DuongCynthia NguyenDede TranDiep TranHoang NguyenHong-My BasraiHuy TranJanelle HuaJosie NguyenKiana NguyenKimberly NguyenLoan VoLy HuynhLynda BuiMadison DuongMai Nhu BuiMinh T. NguyenMinh-Thu DinhMy DoMy HoMy-Linh LuongMyranda BuiquyNatalie BuiNgoc Uyen NguyenNguyen LeNick NguyenOlyvia ChacPauline DuongQuynh AnhRi LeSean LuStephanie (Steph) DoanSummer PhungTan TrinhThang DoThanh TanThi BuiThu Anh DoThuc NguyenToan NguyenTom TuTram SheaTrina BuiquyUyen NguyenVien NguyenVu Anh Nguyen",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/image-1-e1609810271259.png?fit=840%2C473&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2609&preview=true&_thumbnail_id=2605",
            "Tiếng Việt"
        ],
        [
            "https://vietfactcheck.org/2020/10/13/did-joe-biden-and-democrats-oppose-vietnamese-refugees-in-the-1980s/",
            "Joe Biden’s actions toward Vietnamese refugees in 1975"
        ],
        [
            "https://vietfactcheck.org/covid-19-english/",
            "creating a bilingual COVID-19 tracker"
        ],
        [
            "https://docs.google.com/forms/d/e/1FAIpQLSebebAiCgQGbvvJQws6jkeLB4l0UaDVYVpel3ssadQeBxCeZQ/viewform",
            "please take our survey"
        ],
        [
            "https://vietfactcheck.org/2020/10/22/what-is-misinformation-and-how-can-vietnamese-americans-identify-it/",
            "What is misinformation and how can Vietnamese-Americans identify it?"
        ],
        [
            "https://vietfactcheck.org/2020/08/31/false-washington-examiner-claims-biden-and-democrats-were-against-vietnamese-refugees/",
            "Were Biden and Democrats against Vietnamese refugees during the 1970s?"
        ],
        [
            "https://vietfactcheck.org/2020/10/31/are-joe-biden-and-kamala-harris-socialists/",
            "Are Joe Biden and Kamala Harris socialists?"
        ],
        [
            "https://vietfactcheck.org/2020/10/12/are-masks-not-effective-in-preventing-covid-19/",
            "Are masks not effective in preventing COVID-19?"
        ],
        [
            "https://vietfactcheck.org/2020/11/19/was-there-voter-fraud-in-the-2020-election/",
            "Was there voter fraud in the 2020 Election?"
        ],
        [
            "https://vietfactcheck.org/2021/01/04/a-message-from-the-team-at-vietfactcheck/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/01/04/a-message-from-the-team-at-vietfactcheck/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-01-04T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}