{
    "title": "Are Asian Americans a model minority?",
    "tags": [
        "English",
        "Stop Asian Hate"
    ],
    "paragraphs": [
        "Claim: It is a common assumption that Asian Americans are a model minority who have overcome discrimination to ascend in American society.",
        "\nRating: This claim is FALSE. While there are many Asian Americans who have visibly successful careers, these instances of success are used to generalize away real issues that Asian Americans face, including racism, poverty, lack of access to education, and domestic violence. \n",
        "",
        "The root of the model minority stereotype began in the 1960s, and was propagated by both Asian Americans and white Americans. ",
        "In the post World War II era, leaders in Chinatowns across the U.S., with fresh memories of the racism against Asians in the first half of the century and with legal barriers to political influence in the U.S., made a concerted effort to present Chinese culture as aligned with order and good behavior, in order to avoid the structural and devastating racism faced by Asian Americans in the previous 80 years. ",
        "Japanese Americans, emerging from the internment camps, took great pains to assimilate to American society. This group focused on demonstrating how they accepted their fate and did not bear ill will towards the United States, despite being imprisoned with their families for several years and losing all of their life savings. The increased public awareness of both the achievements of Japanese American soldiers and the injustice of internment immediately after WWII also swayed public opinion in favor of Japanese Americans. ",
        "During this same period, American political leaders, facing criticism and protest over treatment of Black Americans in the U.S., and a growing Cold War in Asia and Europe, sought to depict Asian Americans as a model minority that succeeded in the United States solely through hard work. ",
        "William Petersen, a sociology professor at the University of California, Berkeley, wrote the first of what would prove to be many pieces in popular media depicting Asians as a “model minority,” who were able to succeed in American society despite discrimination due to their strong work ethic and family values. Petersen also compared Asian Americans favorably to Black Americans, whom he called “problem minorities.” This argument was used to undercut the Civil Rights Movement, and to say that any minority group can overcome racism through hard work. ",
        "What supporters of the model minority myth often failed to mention was that racism faced by Asian Americans and Black Americans was different, with different history and different effects. Many discriminatory laws in the U.S. specifically targeted Black Americans, such as the segregation laws that forbid Blacks and whites from attending the same school, marrying interracially, or even living in the same neighborhood. Black Americans at the time were also frequently targeted for hate crimes and lynchings.  ",
        "The model minority myth also obscures the different struggles within Asian ethnic groups. For instance, American immigration policy favors wealthy and highly educated immigrants. Consequently, when it comes to Asian immigration, it favors people from well-off and stable countries. For instance, 51% of Chinese immigrants have a bachelor’s degree or higher whereas only 9% of Chinese citizens do. ",
        "This has resulted in the well-publicized Pew Research statistics on Asian success, where Asian Americans have higher household incomes relative to other races in America. But the numbers vary widely among different ethnic groups. For instance, 70% of Indian immigrants have a bachelor’s degree, which reflects in a higher median household income of $88,000. ",
        "By contrast, only 25.8% of Vietnamese immigrants have bachelor’s degrees, and the Vietnamese community has a median household income of only $53,400. That is because many Vietnamese immigrants arrived as refugees and were not admitted into the United States based on academic qualifications. Vietnamese Americans also have the lowest level of English proficiency among all Asian American groups, which is a barrier to earning higher income. ",
        "Meanwhile, the general statistic is that only 12% of Asian Americans live in poverty, but the numbers vary greatly among different ethnicities: 35% of Burmese Americans live in poverty, versus 14% of Vietnamese Americans and 7% Indian Americans. The model minority myth obscures the particular struggles that each ethnic group faces. ",
        "And according Asian Pacific Institute on Gender-Based Violence, 55% of Asian women in the U.S. experience domestic violence and sexual assault.",
        "The model minority stereotype also diminishes the reality that Asian Americans still experience discrimination and violence in America. According to the Harvard Business Review, Asian Americans are the least likely group in the U.S. to be promoted to management, a phenomenon known as the “Bamboo Ceiling.” Asian Americans continue to be underrepresented in the media and politics, areas that are traditionally paths to power and influence in the United States. ",
        "The narrow definition of Asian success limits opportunities for Asians in specific industries, and demeans those who do not fit the established norms and cultural expectations for academic and financial success. The belief that all Asian Americans can be successful through hard work is also damaging to mental health as it stigmatizes failure.",
        "In summary, lumping all Asian Americans together under a popular stereotype of intelligence and work ethic is not helpful. The model minority stereotype also prevents wider awareness of the issues that face the community, such as racism, poverty, lack of access to education, and domestic violence.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/06/shutterstock_297524915-1099041280-1623438764788-e1623439098716.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4294&preview=true&_thumbnail_id=4288",
            "Tiếng Việt"
        ],
        [
            "http://www.dartmouth.edu/~hist32/Hist33/US%20News%20%26%20World%20Report.pdf",
            "Chinatowns across the U.S."
        ],
        [
            "https://www.washingtonpost.com/news/wonk/wp/2016/11/29/the-real-reason-americans-stopped-spitting-on-asian-americans-and-started-praising-them/",
            "Chinese culture as aligned with order"
        ],
        [
            "https://www.loc.gov/classroom-materials/immigration/japanese/rebuilding-a-community/",
            "increased public awareness"
        ],
        [
            "https://timesmachine.nytimes.com/timesmachine/1966/01/09/356013502.html?pageNumber=180",
            "the first"
        ],
        [
            "https://www.npr.org/sections/codeswitch/2017/04/19/524571669/model-minority-myth-again-used-as-a-racial-wedge-between-asians-and-blacks",
            "undercut the Civil Rights Movement"
        ],
        [
            "https://www.history.com/topics/black-history/segregation-united-states",
            "segregation laws"
        ],
        [
            "https://history.house.gov/Historical-Highlights/1951-2000/Immigration-and-Nationality-Act-of-1965/",
            "wealthy and highly educated immigrants"
        ],
        [
            "https://www.pewresearch.org/social-trends/2012/06/19/the-rise-of-asian-americans/",
            "statistics on Asian success"
        ],
        [
            "https://www.pewresearch.org/social-trends/2012/06/19/the-rise-of-asian-americans/",
            "have bachelor’s degrees"
        ],
        [
            "https://aapidata.com/infographic-limited-english-2-2/",
            "lowest level of English proficiency"
        ],
        [
            "https://www.jstor.org/stable/3487874?seq=1",
            "barrier to earning higher income"
        ],
        [
            "https://www.pewresearch.org/wp-content/uploads/sites/3/2018/07/Inequality_Report_AppendixB.pdf",
            "live in poverty"
        ],
        [
            "https://thepractice.law.harvard.edu/article/the-model-minority-myth/",
            "model minority myth"
        ],
        [
            "https://www.pewresearch.org/social-trends/2018/07/12/income-inequality-in-the-u-s-is-rising-most-rapidly-among-asians/",
            "the particular struggles"
        ],
        [
            "https://www.api-gbv.org/about-gbv/statistics-violence-against-api-women/",
            "55% of Asian women"
        ],
        [
            "https://www.newyorker.com/culture/cultural-comment/the-muddled-history-of-anti-asian-violence",
            "diminishes the reality "
        ],
        [
            "https://hbr.org/2018/05/asian-americans-are-the-least-likely-group-in-the-u-s-to-be-promoted-to-management",
            "least likely group in the U.S. to be promoted"
        ],
        [
            "https://annenberg.usc.edu/news/research-and-impact/asians-and-pacific-islanders-are-erased-silenced-and-stereotyped-popular",
            "media and "
        ],
        [
            "https://www.npr.org/local/309/2019/05/30/728115121/the-fight-for-asian-american-political-power",
            "politics"
        ],
        [
            "https://books.google.com/books?hl=en&lr=&id=QwZpCAAAQBAJ&oi=fnd&pg=PR7&dq=asian+achievement+paradox&ots=YljBDhAciv&sig=YmU87saosR1eAt_8yR5zjYtubWE#v=onepage&q&f=false",
            "do not fit the established"
        ],
        [
            "https://adaa.org/learn-from-us/from-the-experts/blog-posts/professional/too-well-seek-help-model-minority-myth-asian",
            "damaging to mental health"
        ],
        [
            "https://vietfactcheck.org/2021/06/11/are-asian-americans-a-model-minority/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/06/11/are-asian-americans-a-model-minority/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-06-11T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}