{
    "title": "Are Joe Biden and Kamala Harris socialists?",
    "tags": [
        "Economy",
        "English",
        "Healthcare",
        "Joe Biden"
    ],
    "paragraphs": [
        "Claim: President Donald Trump and other Republicans have claimed that former vice president Joe Biden and Senator Kamala Harris are socialists and their policies are socialist policies.",
        "\nRating: This claim is FALSE. A socialist agenda would be one that dismantles private businesses so that the government would control production. Biden’s actions during the Obama presidency, as well as his detailed policy proposals as a presidential candidate, does not show that he wants to get rid of private businesses. Instead, it shows an equal focus on expanding public programs such as Medicaid and education, while working with private companies in areas like healthcare and renewable energy. \n",
        "",
        "President Trump and other Republicans have claimed that Joe Biden and Kamala Harris are socialist, saying in one campaign rally that, “We’re not going to be a socialist nation. We’re not going to have a socialist president.”",
        "But an examination of Biden and Harris’s campaign platform shows a focus both on supporting private enterprises and small businesses, as well as buoying the social safety net and providing affordable healthcare and education for all Americans.",
        "The standard definition of socialism is that the ownership and control of the means of production—and distribution, capital, land, etc.—is by the community as a whole, usually through a centralized government. Meanwhile, capitalism is a system in which those means of production are controlled by private owners for profit. ",
        "In recent years, there have been individuals within the Democratic party that have called themselves “Democratic socialists,” such as Senator Bernie Sanders and House Representatives Alexandria Ocasio-Cortez and Rashida Tlaib. But their policies are more aligned with Nordic countries such as Denmark and Sweden, where universal health care and a wide range of social benefits are the norm and funded through higher taxes, but the economy is still capitalist and privately owned. ",
        "This contrasts with governments like Vietnam, where the government controls a majority of businesses and property (and historically, that transition from private ownership to government-owned was a violent one).",
        "The Democratic socialist arm of the Democratic party does not support abolishing private businesses and property. No one has proposed taking over large corporations such as Amazon or Disney.",
        "Biden has also rejected the socialist label. In an interview, he said, “I beat the socialist,” in reference to Sanders. “That’s how I got elected. That’s how I got the nomination. Do I look like a socialist? Look at my career—my whole career. I am not a socialist.”",
        "Biden and Harris’s campaign platform is more moderate than their Democratic colleagues. It focuses on expanding public programs such as Medicaid and education. It also includes working with private companies in areas like healthcare and renewable energy. ",
        "Biden does not support eliminating private health insurance. The Affordable Care Act, that he advocated for as vice president under the Obama administration, allowed people to keep their private health insurers or purchase their own healthcare policy through a marketplace. And for the first time, the ACA told private insurers they could not refuse covering an individual if they had a pre-existing condition. ",
        "Biden has said that he wants to expand the ACA, and give people a public, government-run healthcare option (similar to Medicaid) if they can’t afford private insurance. These policies are to address real problems. In 2020, more than 43% of adults ages 19 to 64 had inadequate health insurance, meaning that they were either uninsured or their premiums and deductibles were so high that they could not get adequate care. ",
        "Biden’s college education plan is mainly geared towards public universities. He is proposing to make public college tuition-free for students who come from families earning $125,000 a year or less. It would be done through working with state governments to better fund these universities. Over time, state contributions to their public universities have been steadily decreasing, with student tuition rising as a result. An analysis from Georgetown University said that Biden’s college plan, which would be funded through taxes, would pay for itself in 10 years.",
        "Does Biden want to abolish the oil industry?",
        "",
        "Trump and Republicans have positioned Biden’s plan to fight climate change as a move to abolish the oil industry. Biden did say during the third presidential debate that he would stop offering federal subsidies to the oil industry. This is in line with what climate scientists advise, which is divest from dirty energy such as oil and coal, and into clean and solar energy. Biden’s plan takes the subsidies currently given to fossil fuels and invests them in clean energy; the Obama administration likewise invested in privately owned wind and solar farms, which led to those industries’ growth.",
        "As of 2019, renewable energy production is less expensive than energy derived from fossil fuels. China has invested more in renewable energy production than the US and EU combined, and it is expected to spend another $6 trillion in the next 20 years to achieve energy independence. Biden’s plan shows how important it is that the U.S. remain competitive in clean, inexpensive energy. ",
        "Biden’s plan also includes incentivizing auto companies to offer more zero-carbon-emission vehicles (something that began under the Obama Administration). It also includes providing a rebate to Americans looking to trade in their old vehicles for more energy-efficient models. Notably, the Obama incentives resulted in Tesla, an American car and renewable energy company, achieving profitability and growth. Tesla got a $465 million federal loan in 2010. Since then, it’s paid the loan back and gained a market value of nearly $400 billion—almost twice as much as Toyota. ",
        "Biden also wants to provide a tax credit to American businesses who produce their products in America. ",
        "The federal government giving money to private companies or citizens is something that past presidents have done. For example, Trump signed off on the CARES Act to support individuals and companies affected by the COVID-19 pandemic, and used the Defense Production Act to force private companies to produce medical equipment and supplies needed for the pandemic. ",
        "Conclusion: While the Democratic party has some members who consider themselves “Democratic socialists,” all of the politicians in the party support a capitalistic economy. Like Biden and Harris, they want to buoy American businesses, while also providing a robust social safety net and higher wages to American workers. This is to address pressing issues in America, such as the rising cost of education, and the millions of Americans who do not have health insurance. ",
        "The socialism criticism has been commonly used by politicians to undermine their opponents’ credibility. To truly understand if a candidate is a socialist, it is important to read their policy proposals and see if they want to nationalize any private businesses.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/50225902266_15fab4f942_k.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_777484921.jpg?resize=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_777484921.jpg?resize=840%2C560&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2126",
            "Tiếng Việt"
        ],
        [
            "https://www.npr.org/2020/08/25/905895428/republicans-blast-democrats-as-socialists-heres-what-socialism-is",
            "have claimed"
        ],
        [
            "https://www.businessinsider.com/obama-private-sector-job-growth-2015-2",
            "Obama presidency"
        ],
        [
            "https://www.npr.org/2020/08/25/905895428/republicans-blast-democrats-as-socialists-heres-what-socialism-is",
            "have claimed"
        ],
        [
            "https://www.cbsnews.com/news/watch-live-trump-rallies-florida-the-villages-pensacola-watch-live-stream-today-2020-10-23/",
            "campaign rally"
        ],
        [
            "https://www.merriam-webster.com/dictionary/socialism",
            "standard definition of socialism"
        ],
        [
            "https://www.merriam-webster.com/dictionary/capitalism",
            "capitalism"
        ],
        [
            "https://www.washingtonpost.com/opinions/global-opinions/democrats-use-nordic-nations-as-models-of-socialism-they-actually-involve-a-lot-of-capitalism/2019/06/24/b6d9bbdc-945c-11e9-b58a-a6a9afaa0e3e_story.html",
            "more aligned"
        ],
        [
            "https://www.nytimes.com/2020/09/22/us/politics/bidens-response-to-voters-concerned-about-socialism-i-beat-the-socialist.html",
            "he said"
        ],
        [
            "https://joebiden.com/joes-vision/#",
            "campaign platform"
        ],
        [
            "https://vietfactcheck.org/2020/09/29/does-biden-support-medicare-for-all/",
            "Affordable Care Act"
        ],
        [
            "https://www.commonwealthfund.org/publications/issue-briefs/2020/aug/looming-crisis-health-coverage-2020-biennial#:~:text=In%20the%20first%20half%20of%202020%2C%2043.4%20percent%20of%20U.S.,uninsured%20rate%20was%2012.5%20percent.",
            "more than 43% "
        ],
        [
            "https://joebiden.com/beyondhs/",
            "college education plan"
        ],
        [
            "https://www.cbpp.org/research/state-budget-and-tax/state-higher-education-funding-cuts-have-pushed-costs-to-students",
            "as a result"
        ],
        [
            "https://www.marketwatch.com/story/new-analysis-estimates-the-financial-cost-and-benefits-of-bidens-free-college-plan-11601962724",
            "in 10 years"
        ],
        [
            "https://www.washingtonpost.com/politics/2020/10/23/how-politically-damaging-were-bidens-comments-about-closing-down-oil-industry/",
            "during the third presidential debate"
        ],
        [
            "https://www.nytimes.com/2019/10/07/business/energy-environment/climate-energy-experts-debate.html",
            "climate scientists advise"
        ],
        [
            "https://joebiden.com/climate-plan/",
            "Biden’s plan"
        ],
        [
            "https://www.scientificamerican.com/article/obama-has-done-more-for-clean-energy-than-you-think/",
            "likewise invested"
        ],
        [
            "https://www.irena.org/publications/2019/May/Renewable-power-generation-costs-in-2018",
            "2019"
        ],
        [
            "https://www.renewableenergyworld.com/2019/12/01/end-of-the-year-wrap-up-five-figures-show-chinas-renewable-energy-growth-in-2019/#gref",
            " $6 trillion"
        ],
        [
            "https://www.usatoday.com/story/news/politics/2020/03/31/trump-eases-up-obama-era-fuel-efficiencies-rules-cars-trucks/5093923002/",
            "under the Obama Administration"
        ],
        [
            "https://www.bloomberg.com/news/articles/2020-06-09/tesla-got-a-major-boost-from-2009-u-s-stimulus#:~:text=One%20year%20after%20Obama%20took,in%20the%20Bay%20Area%20alone.",
            "Tesla"
        ],
        [
            "https://joebiden.com/the-biden-harris-plan-to-fight-for-workers-by-delivering-on-buy-america-and-make-it-in-america/",
            "provide a tax credit"
        ],
        [
            "https://vietfactcheck.org/2020/09/18/is-trump-really-anti-socialist-and-anti-communist/",
            "Trump signed off on"
        ],
        [
            "https://www.nytimes.com/2019/07/20/us/politics/trump-democrats-socialists.html",
            "the politicians "
        ],
        [
            "https://vietfactcheck.org/2020/10/31/are-joe-biden-and-kamala-harris-socialists/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/31/are-joe-biden-and-kamala-harris-socialists/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-31T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}