{
    "title": "Are Vietnamese people protected from Trump’s immigration policies?",
    "tags": [
        "Donald Trump",
        "English",
        "Immigration"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese-Americans believe that Trump’s immigration policies will not affect Vietnamese students and their opportunities to study in the United States. They believe that Trump’s immigration policies are focused solely on keeping out students from countries that sponsor terrorism. They also assume that because Trump is a Republican, he is therefore pro-Vietnamese.",
        "\nRating: This claim is FALSE. The Trump administration has recently introduced a new rule to limit visas for international students. This rule will severely affect international students currently studying in the United States, including 30,000 students from Vietnam.\n",
        "",
        "Under the Trump administration, the Department of Homeland Security (DHS) have proposed a new rule that would severely limit visas for international students. This would impact at least 30,000 international students from Vietnam that are currently studying in the United States.",
        "Under current regulations, a student visa remains valid until the student has completed his or her studies, and they comply with DHS guidelines. This new rule would impose a strict four-year deadline for international students to complete their studies. The average time to complete a bachelor’s program in the U.S. is about five years. ",
        "In addition, DHS’s new rule proposes issuing visas lasting only two years for students from countries that have an overstay rate of more than 10%, meaning that more than 10% of its students overstay their visas annually. According to federal data, 55 countries fall under this category, including Vietnam. ",
        "Students who require more than two years to complete their degree can apply for extensions, but their requests are not guaranteed. There will be very few exceptions for extensions, and those exceptions include: a compelling academic reason, documented illness, or circumstances beyond the student’s control (such as a natural disaster, national health crisis, or the school’s closing).",
        "This policy of targeting countries with high visa overstay rates will affect Vietnam more than any other country that sends students to study in the United States. As of January 2020, almost 30,000 Vietnamese students from Vietnam are enrolled in American schools. Although Vietnam ranks sixth in the total number of students sent to study in the United States, students from countries that send far more students—such as China, India, and Canada—will not be affected by this policy because their overstay rates fall below 10%. ",
        "Because students are not guaranteed visas for the entire duration of their programs, this rule could greatly discourage international students from attending university in the United States. ",
        "Conclusion: The claim Trump will not target Vietnamese students has been determined to be FALSE. DHS’s newest policy disproportionately affects students from Vietnam. Although this proposed rule has not yet been passed, if he is re-elected, Trump will have more time to enact and enforce this rule, which would restrict student visas for Vietnamese students. In addition, under the Trump administration, there have been an increase of Vietnamese-Americans being deported back to Vietnam, as well as more roadblocks for immigrants looking for a path to U.S. citizenship. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1828674962-e1602872283451.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/10/16/nguoi-viet-co-duoc-bao-ve-duoi-chinh-sach-di-tru-cua-trump-khong/",
            "Tiếng Việt)"
        ],
        [
            "https://www.cnn.com/2020/09/24/politics/trump-administration-international-students/index.html",
            "proposed a new rule"
        ],
        [
            "https://travel.state.gov/content/travel/en/us-visas/study/student-visa.html",
            "current regulations"
        ],
        [
            "https://nscresearchcenter.org/signaturereport11/#:~:text=MAJOR%20FINDINGS-,Enrolled%20Time%20to%20Degree,5.1%20academic%20years%2C%20on%20average.",
            "five years"
        ],
        [
            "https://www.dhs.gov/sites/default/files/publications/20_0513_fy19-entry-and-exit-overstay-report.pdf",
            "federal data"
        ],
        [
            "https://www.federalregister.gov/documents/2020/09/25/2020-20845/establishing-a-fixed-time-period-of-admission-and-an-extension-of-stay-procedure-for-nonimmigrant",
            "very few exceptions for extensions,"
        ],
        [
            "https://slate.com/news-and-politics/2020/09/student-visa-change-trump-administration-cruel.html",
            "will affect Vietnam more than any other country"
        ],
        [
            "https://studyinthestates.dhs.gov/sevis-data-mapping-tool",
            "almost 30,000 Vietnamese students"
        ],
        [
            "https://opendoorsdata.org/fast_facts/fast-facts-2019/#:~:text=Open%20Doorsis%20sponsored%20by%20the%20U.S.%20Department%20of,international%20education%20to%20thrive%20in%20today%E2%80%99s%20interconnected%20world.",
            "such as China, India, and Canada"
        ],
        [
            "https://vietfactcheck.org/2020/09/23/is-trump-only-against-illegal-immigration/",
            "increase of Vietnamese-Americans"
        ],
        [
            "https://vietfactcheck.org/2020/10/16/are-vietnamese-people-protected-from-trumps-immigration-policies/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/16/are-vietnamese-people-protected-from-trumps-immigration-policies/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-16T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}