{
    "title": "Did Jon Ossoff Take Money From China?",
    "tags": [
        "China",
        "English",
        "Georgia Run-Off"
    ],
    "paragraphs": [
        "Claim: Senator David Perdue is currently running for re-election in Georgia for the United States Senate. He recently accused his opponent Jon Ossoff of taking money from the Chinese government.",
        "\nRating: This claim is FALSE. It is true that Ossoff’s television company, Insight TWI, has received $1,000 from PCCW Media Limited in Hong Kong to air one of Insight’s documentaries. This is standard practice in entertaining, where broadcasters regularly sell licenses to have their content aired around the world. It also pales to Perdue’s business ties to China. At two companies that Perdue led, he outsourced manufacturing to China, opened business offices in China, and increased the import of cheap goods from China—an economic decision that is certainly greater than $1,000.\n",
        "",
        "Senator David Perdue is currently running for reelection to represent the state of Georgia in the United States Senate. His opponent is Jon Ossoff. During the 2020 Election, neither Perdue nor Ossoff received 50 percent of the vote in their race, so it triggered an automatic run-off election in Georgia on Jan. 5, 2021. Whoever wins the race will determine whether Democrats or Republicans control the Senate.",
        "On Nov. 16, Perdue tweeted that Ossoff, “did business with a company owned by the communist Chinese Government and then tried to hide it from Georgia voters. Georgians can’t trust him to hold China accountable.”",
        "Ossoff is an investigative journalist and the CEO of Insight TWI, a London-based investigative television production company that reports on crimes around the world. Perdue’s allegation is based on Ossoff’s financial disclosure filings, that Ossoff reported to the Senate in May. ",
        "Senate candidates are required to disclose any income source of more than $5,000. Ossoff’s filings said in the last two years, Insight TWI received more than $5,000 each from 21 TV and broadcast companies around the world. A company that was not in that initial report, because it paid Insight TWI only $1,000, was PCCW Media Limited in Hong Kong. The state-owned communications company China Unicom is the second-largest shareholder of PCCW.",
        "The payment from PCCW was for the license to air two investigations that Insight TWI produced about ISIS war crimes against women and girls. According to Ossoff campaign spokesperson Miryam Lipper, Insight TWI licenses its work to the U.K-based distributor Sky Vision, which then re-licenses it to television stations around the world. “TWI would never have sold anything to PCCW directly, [it] just received a royalty check from Sky Vision when PCCW ran TWI’s two investigations of ISIS war crimes,” she said to FactCheck.org.",
        "In short, Ossoff’s company created a product, which was then licensed through a third-party distributor to a Hong Kong-based company. Considering that Insight TWI’s reports were aired in more than 30 countries, the purchase by PCCW was a standard entertainment business deal that has no bearing on Ossoff’s political affiliations. ",
        "Meanwhile, Perdue has also done business with China in a more direct manner, including opening business offices in China. In a 2005 court deposition, which was provided to Politico, Perdue admitted under oath to overseeing the outsourcing of manufacturing jobs to Asian countries. When asked to describe his experience with outsourcing, Perdue said, “I spent most of my career doing that.” He said that when he worked for 12 years at the consulting company Kurt Salmon Associates, “some of my experience there was helping footwear companies develop the ability to import shoes from Asia, specifically Taiwan, Korea, China, Indonesia, Malaysia.” ",
        "He also lived in Hong Kong and “[out]sourcing was my primary responsibility.” In 2014, Perdue also said publicly to the Atlanta Journal-Constitution that he was “proud” of his outsourcing work, saying, “This is a part of American business, part of any business. Outsourcing is the procurement of products and services to help your business run. People do that all day.”",
        "Then when Perdue was the CEO of Dollar General from 2003 to 2007, he opened offices for the company in Shenzhen and Hong Kong, to increase the manufacturing and import of cheap goods to the U.S. Perdue has not responded to the accusations of him outsourcing manufacturing to China. ",
        "Ossoff has stated on his website that he wants to strengthen American manufacturing and decrease America’s dependence on the Chinese supply chain.",
        "While a Hong Kong television network did purchase the rights to air a documentary about ISIS from Ossoff’s production company for $1,000, this is a fundamentally different business relationship with China than Perdue’s. Perdue actively worked to offshore jobs to China and opened business offices in China—an economic decision that is certainly greater than $1,000.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/12/50589127917_ff2ae5f4d0_k.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2461&preview=true&_thumbnail_id=2453",
            "Tiếng Việt"
        ],
        [
            "https://twitter.com/Perduesenate/status/1328447322091646976?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1328447322091646976%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.ajc.com%2Fpolitics%2Fsenate-watch%2Fcampaign-check-perdue-says-ossoff-wont-hold-china-accountable%2FTI3OMA6WH5EXXHSIPWH7NTR5QA%2F",
            "Perdue tweeted that Ossoff"
        ],
        [
            "https://efdsearch.senate.gov/search/home/",
            "Ossoff’s financial disclosure filings"
        ],
        [
            "https://www.ajc.com/politics/politics-blog/georgia-gop-targets-ossoffs-financial-disclosure-democrat-says-its-laughable/HNZYIMASGRA2NLZ5V36J3RXKJE/",
            "only $1,000"
        ],
        [
            "https://www.nationalreview.com/news/georgia-senate-candidate-jon-ossoff-quietly-discloses-financial-ties-to-pro-ccp-hong-kong-media-company/",
            "for the license"
        ],
        [
            "https://www.factcheck.org/2020/11/twisting-the-facts-on-dirty-money-in-the-georgia-race/",
            "FactCheck.org"
        ],
        [
            "https://www.documentcloud.org/documents/1308750-deposition-full-text-recognized-1.html",
            "2005 court deposition"
        ],
        [
            "https://www.politico.com/story/2014/10/david-perdue-georgia-senate-race-2014-111589",
            "Politico"
        ],
        [
            "http://www.ajc.com/news/news/state-regional-govt-politics/perdue-proud-of-outsourcing-past-blames-washington/nhcsk/",
            " Atlanta Journal-Constitution"
        ],
        [
            "https://www.sec.gov/Archives/edgar/data/29534/000155837020002915/ex-21.htm",
            "Shenzhen and Hong Kong"
        ],
        [
            "https://theintercept.com/2020/10/27/senator-perdue-ossoff-china/",
            "manufacturing"
        ],
        [
            "https://www.ajc.com/blog/politics/david-perdue-dollar-general-and-recalls-chinese-made-toys/SZEEwcqasqUQqbI22eoNSK/",
            "import"
        ],
        [
            "https://electjon.com/policy/",
            "on his website"
        ],
        [
            "https://vietfactcheck.org/2020/12/21/did-jon-ossoff-take-money-from-china/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/12/21/did-jon-ossoff-take-money-from-china/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-12-21T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}