{
    "title": "Did Trump really call members of the military “losers”?",
    "tags": [
        "Donald Trump",
        "English",
        "Vietnam War"
    ],
    "paragraphs": [
        "Claim: On Sept. 3, The Atlantic published an article claiming that President Trump called members of the American military that have died, or captured, in wars, “losers” and “suckers.”",
        "\nRating: This claim is MOSTLY TRUE. Although Trump has denied making those statements, a number of other news outlets, including Fox News, have confirmed The Atlantic’s reporting. In addition, there is a video of Trump calling the late Senator John McCain a “loser” for being captured during the Vietnam War. \n",
        "",
        "In an article dated Sept. 3, The Atlantic reported that in 2018, President Donald Trump canceled a visit to the Aisne-Marne American Cemetery near Paris, dedicated to American soldiers who died during World War I. Trump reportedly said, “Why should I go to that cemetery? It’s filled with losers.” Trump also referred to the more than 1,800 Marines who lost their lives at the Belleau Wood Battle as “suckers” for getting killed. The quotes were provided by anonymous sources with firsthand knowledge of the events.",
        "According to another source, on Memorial Day 2017, Trump visited Arlington National Cemetery with then-secretary of homeland security, John Kelly, who later became Trump’s chief of staff for a short period. Kelly’s son Robert was killed in 2010 in Afghanistan and is buried at the cemetery. While there, Trump allegedly said, “I don’t get it. What was in it for them?” referring to the military personnel buried at the cemetery. Kelly declined to comment for The Atlantic.",
        "Trump responded to the article in a tweet, saying, “This is more made up Fake News given by disgusting & jealous failures in a disgraceful attempt to influence the 2020 Election!”",
        "Despite Trump’s denial, AP and CNN have confirmed The Atlantic’s reporting. In addition, Fox News military correspondent Jennifer Griffin tweeted: “According to one former senior Trump administration official: ‘When the President spoke about the Vietnam War, he said, ‘It was a stupid war. Anyone who went was a sucker’.’” ",
        "Griffin also added that according to her sources, “The President just hated John McCain. He always asked, ‘Why do you see him as a hero?’” She added that “Two sources confirmed the President did not want flags lowered [when McCain died] but others in the White House ordered them at half mast.” According to The Atlantic, Trump said, “What the fuck are we doing that for? Guy was a fucking loser.”",
        "These comments about McCain are aligned with Trump’s previous comments about the late senator. In 2015, Trump said at a live event, “He lost, so I never liked him as much after that, ’cause I don’t like losers.” He then added. “He’s not a war hero. He’s a war hero because he was captured. I like people that weren’t captured.” McCain was captured by the Viet Cong during the Vietnam War, and was imprisoned for five and a half years. Because of Trump’s words, McCain’s wife Cindy, has endorsed Joe Biden for president.",
        "\n\n",
        "Conclusion: Trump has denied making these statements about the military. But based on The Atlantic’s reporting—and the subsequent confirmation with various news outlets—we believe that these allegations against him are credible.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_716498572.jpg?fit=840%2C547&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-gZ",
            "Tiếng Việt"
        ],
        [
            "https://www.theatlantic.com/politics/archive/2020/09/trump-americans-who-died-at-war-are-losers-and-suckers/615997/",
            "The Atlantic"
        ],
        [
            "https://www.snopes.com/ap/2020/09/03/report-trump-disparaged-us-war-dead-as-losers-suckers/",
            "AP"
        ],
        [
            "https://www.cnn.com/2020/09/05/politics/trump-marines-cemetery-france/index.html",
            "CNN"
        ],
        [
            "https://twitter.com/JenGriffinFNC/status/1301975326805897216",
            "tweeted"
        ],
        [
            "https://twitter.com/cindymccain/status/1308552702134087680?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1308552702134087680%7Ctwgr%5Eshare_3&ref_url=https%3A%2F%2Fdeadline.com%2F2020%2F09%2Fjoe-biden-cindy-mccain-endorsement-donald-trump-john-mccain-meghan-mccain-1234582385%2F",
            "endorsed Joe Biden"
        ],
        [
            "https://vietfactcheck.org/2020/09/25/did-trump-really-call-members-of-the-military-losers/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/25/did-trump-really-call-members-of-the-military-losers/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-25T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}