{
    "title": "Do Joe Biden and the Democrats support late-term abortion?",
    "tags": [
        "English",
        "Healthcare",
        "Joe Biden"
    ],
    "paragraphs": [
        "Claim: President Donald Trump has said that former Vice President Joe Biden and the Democrats support late-term abortion, including up until the moment of birth. ",
        "\nRating: This is MOSTLY FALSE. Joe Biden supports Roe v. Wade, the landmark Supreme Court ruling that made abortion legal in the United States. In the U.S., abortion is legal up until about 24 weeks. After that point, abortion is only allowed in situations where the woman’s life is threatened or if the fetus has birth defects that would not let it live outside of the womb.\n",
        "",
        "President Trump has repeatedly claimed that Joe Biden and the Democrats support late-term abortion, and want to pass legislation that would, “allow a baby to be ripped from the mother’s womb moments from birth.” This is false for the following reasons:",
        "Biden has never explicitly expressed support for later abortions.Although a practicing Catholic, Biden’s own personal views on abortion rights has evolved. In 1974, as a senator, Biden said that a woman shouldn’t have the “sole right to say what should happen to her body.” But in 2012, Biden said that the government doesn’t have “a right to tell other people that women, they can’t control their body.”",
        "Biden supports Roe v. Wade, which does not allow late abortions except when pregnancy threatens the woman’s life or there are fetal defects.Biden supports Roe v. Wade, the U.S. Supreme Court decision that legalized abortion. Roe v. Wade established that abortion should be permissible until about 24 weeks, when the fetus can survive outside the womb, usually with medical assistance. The Supreme Court allows abortions to occur after 24 weeks if a woman’s life or health is threatened, or if the fetus has birth defects that render it unable to survive outside of a woman’s body. ",
        "Abortion during the third trimester is exceedingly rare; less than 1% take place after 24 weeks.According to a study from the Centers for Disease Control and Prevention, only 1.2% of abortions are performed after 21 weeks. Daniel Grossman, an OB/GYN at University of California, San Francisco, reported that less than 1% of all abortions take place after 24 weeks, and many are performed due to the fetus having a fatal condition or when the pregnancy puts the woman’s life in serious risk. These birth defects can include a severe malformation of the brain, which cannot be detected prior to 21 weeks.",
        "Abortion “until the moment of birth” does not occur, and the term “late-term abortion” is medically incorrect.Katie L. Watson, a professor at Northwestern’s Feinberg School of Medicine, said that,  “No patient ever asks a physician to end her pregnancy ‘the moment before birth,’ and no physician would agree to do it.” An abortion at birth is actually infanticide, and is illegal.The phrase “late-term abortion” is commonly used to describe abortions after about 21 weeks. However, it is not an accepted medical term, and physicians have criticized the phrase’s implication that the abortion is occurring at “late-term” of pregnancy, which is actually 41-42 weeks. Abortions at 41-42 weeks do not occur.",
        "Logistical delays are associated with later abortion, and Trump has imposed these very logistical delays.Studies from UC San Francisco showed evidence that logistical delays were associated with later abortion, including obstacles with public health insurance, waiting periods for abortions, difficulty with finding a provider, and cost of the procedure. The Trump administration has imposed abortion regulations that exacerbate these logistical delays, and make it difficult for people to make personal decisions about their health in a safe and timely manner. ",
        "Increased access to birth control is associated with decreased abortion rates. Biden plans to protect birth control coverage, while Trump plans to limit it.Multiple studies have shown that improved birth control access through the Affordable Care Act (ACA) led to decreased abortion rates. President Trump has attempted to dismantle the ACA, and has allowed employers to cite religion as a reason to deny birth control coverage. As a result, around 126,000 people could lose birth control coverage. ",
        "Biden’s health plan to protect and build upon the ACA would improve access to contraception. It may actually reduce abortion rates, including later abortion rates, by equipping women with the tools to make their own family planning decisions. In addition, the Democrats believe that the issue of whether or not a woman should have an abortion should be a decision made between her and her doctor, and the government should not interfere with the health decisions of private citizens.",
        "Conclusion: The claim that Joe Biden and the Democrats support late-term abortion has been determined to be MOSTLY FALSE. Biden supports legal and safe abortion in America. Late-term abortion, which is a medically inaccurate term, is allowed only when there are drastic birth defects with the fetus, or if the woman’s life is at risk. Furthermore, in contrast to the Trump Administration, Biden wants to make healthcare and birth control affordable for women, which has been proven to lower abortion rates.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_388775896-e1603737135778.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1944",
            "Tiếng Việt"
        ],
        [
            "https://www.npr.org/2020/08/27/906645647/fact-checking-vice-president-pences-republican-national-convention-speech",
            "has never explicitly expressed"
        ],
        [
            "https://www.nytimes.com/2019/03/29/us/politics/biden-abortion-rights.html",
            "personal views"
        ],
        [
            "https://joebiden.com/womens-agenda/",
            "supports"
        ],
        [
            "https://www.nytimes.com/2019/02/06/health/late-term-abortion-trump.html",
            "established"
        ],
        [
            "https://www.cdc.gov/mmwr/volumes/68/ss/ss6811a1.htm#contribAff",
            "study"
        ],
        [
            "https://www.nytimes.com/2019/02/26/health/abortion-bill-trump.html",
            "reported"
        ],
        [
            "https://www.washingtonpost.com/politics/2020/04/28/fact-checking-trumps-comments-democrats-late-term-abortion/",
            "said that, "
        ],
        [
            "https://www.kff.org/womens-health-policy/fact-sheet/abortions-later-in-pregnancy/",
            "criticized"
        ],
        [
            "https://onlinelibrary.wiley.com/doi/pdf/10.1363/4521013",
            "Studies"
        ],
        [
            "https://www.guttmacher.org/article/2020/02/trump-administrations-domestic-gag-rule-has-slashed-title-x-networks-capacity-half",
            "abortion regulations"
        ],
        [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4995141/",
            "Multiple"
        ],
        [
            "https://link.springer.com/article/10.1007/s00148-017-0676-6?wt_mc=Internal.Event.1.SEM.ArticleAuthorOnlineFirst",
            "studies"
        ],
        [
            "https://www.reliasmedia.com/articles/145490-the-affordable-care-act-progress-in-reducing-the-rate-of-unintended-pregnancy",
            "shown"
        ],
        [
            "https://www.nytimes.com/2020/06/26/us/politics/obamacare-trump-administration-supreme-court.html",
            "dismantle the ACA"
        ],
        [
            "https://www.reuters.com/article/us-usa-court-contraception/u-s-supreme-court-permits-broad-religious-exemption-to-birth-control-coverage-idUSKBN24929B",
            "126,000 people"
        ],
        [
            "https://joebiden.com/healthcare/",
            "plan"
        ],
        [
            "https://vietfactcheck.org/2020/10/26/do-joe-biden-and-the-democrats-support-late-term-abortion/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/26/do-joe-biden-and-the-democrats-support-late-term-abortion/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-26T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}