{
    "title": "Do Vietnamese-Americans not need to worry about anti-Asian hate crimes?",
    "tags": [
        "English",
        "Stop Asian Hate"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese-Americans believe that the current wave of hate crimes against Asian Americans in the U.S. does not affect them.",
        "\nRating: This claim is FALSE. According to a study from Stop AAPI Hate, in 2020, there were  3,795 incidents of hate crimes against Asian-Americans. A majority of those were directed towards Chinese Americans. But 8.5% was aimed at Vietnamese-Americans (or around 322 incidents). Hate crimes against Asian-Americans increased 150% in 2020, because of the COVID-19 pandemic. Read more to find out how Vietnamese-Americans can combat this deadly epidemic.\n",
        "",
        "According to a survey from AAPI Vote, 35% of Vietnamese people polled don’t believe that Asian-Americans suffer from discrimination, and 42% are not worried about hate crimes.",
        "Stop AAPI Hate is a grassroots organization that tracks hate crimes against Asians living in the United States. It recently released a report that said that in 2020, there were 3,795 incidents of hate crimes against Asian-Americans. These crimes included verbal harassment/name calling, physical assault, being spat on/coughed at, and avoidance/shunning.",
        "Chinese-heritage people were the largest ethnic group (42.2%) that reported experiencing hate crimes, followed by Koreans (14.8%), Vietnamese (8.5%), and Filipinos (7.9%). Women experienced hate incidents 68% of the time.",
        "The Stop AAPI Hate report lines up with another report, this time by the Center for the Study of Hate and Extremism at California State University, San Bernardino. The USCSB report said that while hate crimes decreased by 7 percent overall in 2020, hate crimes against Asian-Americans rose by nearly 150%. New York City and Los Angeles reported the most hate crimes against Asian-Americans.",
        "The study attributed the rise in hate crimes to the COVID-19 pandemic, saying “the first spike occur[ed] in March and April amidst a rise in COVID cases and negative stereotyping of Asians relating to the pandemic.” ",
        "The study also found that Chinese-Americans were also the largest group that experienced hate crimes, at 41%, followed by Koreans (15%), Vietnamese (8%), and Filipino (7%).",
        "Many Asian-American activists, among them Vietnamese-Americans, attributed this rise in hate crimes to remarks by President Donald J. Trump where he called the coronavirus the “China virus” and the “kung flu,” blaming China for the COVID-19 pandemic. A study from the American Journal of Public Health said that Trump’s tweets about the “Chinese virus” led to a rise in racist, anti-Asian sentiment on Twitter and a rise in hate crimes immediately after.",
        "Amanda Nguyen—an activist and founder of RISE, a civil rights nonprofit—said that, “When President Trump use slur terms like ‘China virus,’ ‘kung flu,’ all of these things have consequences and the consequences are that children were stabbed, that women were lit on fire, that men were slashed and killed. It’s unacceptable. And it’s not only a matter of being politically correct, these are lives on the line.”",
        "These crimes include destruction of businesses, such as a Vietnamese restaurant in Portland that was vandalized three times (the owner, Thu Nguyen, believed it was a racist attack). Recently, six Buddhist temples in Little Saigon were vandalized with spray paint.",
        "It also includes assault. A 64-year-old Vietnamese woman was robbed in front of Dai Thanh Supermarket in San Jose. Ngoc Pham, who is 83 year old, was randomly attacked while grocery shopping in San Francisco and sustained bruises, cuts, and fractures in his nose and neck. The same man white who attacked Pham also punched 76-year-old Xiao Zhen Zie. ",
        "But the most horrendous act of violence against Asian-Americans occurred on March 16, 2021, when a white gunman went to three Asian-owned spas, and killed 8 people, 6 of them Asian women. Four of the women were Korean.",
        "Unfortunately, in America, when one ethnic group (such as Chinese people) is villainized, other Asian ethnicities also bear the brunt of violence. In 1996, Thien Minh Ly was rollerblading in his high school tennis court when a white man stabbed him to death, thinking he was Japanese.",
        "This echoes the 1982 murder of Vincent Chin, who was a Chinese-American draftsman working for an American automotive supplier, and was beaten to death by two men who thought he was Japanese. At the time, auto manufacturing was being sent to Japan and the murderers allegedly said to Chin, “It’s because of you motherfuckers that we’re out of work.”",
        "What can Vietnamese-Americans do to protect our community and help put a stop to this epidemic of violence?",
        "A “Stop Asian Hate” rally in Washington D.C. on March 12th, 2021. (Credit: bgrocker / Shutterstock.com)",
        "1. Stand with other Asian communities. When one ethnic group is villainized, the entire Asian-American community suffers. So this means not tolerating anyone who blames Chinese people for the coronavirus, and protesting alongside other Asian communities against violence. It also means supporting other Asian organizations. Compassion in Chinatown is an organization aimed at supporting San Francisco’s Chinatown. The Asian American Legal Defense and Education Fund advocates for the civil rights of all Asian Americans. Red Canary Song is an advocacy group for Asian sex workers and massage workers. All of these organizations take donations and volunteers. You can also donate here to support the victims of the Georgia shooting and their families. There are more pan-Asian organizations located here.",
        "As Vice President Kamala Harris said on March 18 in a speech condemning the violence against Asian-Americans (Harris is half Indian): “A harm against any one of us is a harm against all of us.”  ",
        "2. Report instances of hate that you witness or experience. If you have been called “coronavirus” by a stranger or if your business has been vandalized, you should not stay silent. Silence means that more hate crimes will keep happening. Report these instances so that advocacy groups and politicians can institute processes and laws to deter criminals. You can report hate incidents to Stop AAPI Hate, Stand Against Hatred, and AAPI Hate Crimes.",
        "3. Don’t be afraid to get help. Needing help is not weakness. And getting therapy and counseling if you’ve experienced a hate crime will help both you and your family heal. If you are in distress, call the National Suicide Prevention Hotline at 1-800-273-8255 (trained counselors are available 24/7 and Vietnamese speakers are available upon request). Viet Care and Asian American Health Initiative provides mental health services for the Vietnamese-American community. You can also find a directory of Asian-American therapists at the Asian Mental Health Collective.",
        "4. Don’t be a bystander. If you witness someone being harassed, do not be silent. You can intervene not just by confronting the harasser—you can also talk to the person being harassed and help get them away from harm. You can ask another stranger for help. Here are some more tips on how to intervene if you witness someone being harassed in public. There are also free, online bystander intervention training you can sign up for, hosted by Hollaback, an organization that aims to prevent harassment. They also have sessions on how to respond if anti-Asian racist incidents happen to you.",
        "5. Know you are not alone. Hate crimes against Asians in America have been occurring for more than 100 years. Unfortunately, it has not been given much public attention until now. Fortunately, there are many community organizations that provide resources to Vietnamese-Americans, including financial support, and advocate for the community in U.S. public policy. Some notable organizations include PIVOT, VietRise, Vietnamese American Community Center of the East Bay, VietLead, Việt Solidarity & Action Network, and Viet Unity—Bay Area. ",
        "Said PIVOT in a statement, “We firmly believe that these violent acts of hate against any group is an attack on all of us. We must act collectively and with purpose in our zero tolerance towards hate crimes….PIVOT is committed to our work to build community capacity and political engagement to empower Asian Americans in the fight against racism, hate, and violence.”",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/shutterstock_1942731139.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/shutterstock_1942731151.jpg?resize=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/shutterstock_1942731151.jpg?resize=840%2C560&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3343&preview=true&_thumbnail_id=3336",
            "Tiếng Việt"
        ],
        [
            "https://www.apiavote.org/sites/default/files/2020-09/2020%20Asian%20American%20Voter%20Survey%20-%20Sept%2015.pdf",
            " a survey from AAPI Vote"
        ],
        [
            "https://stopaapihate.org/",
            "Stop AAPI Hate"
        ],
        [
            "https://secureservercdn.net/104.238.69.231/a1w.90d.myftpupload.com/wp-content/uploads/2021/03/210312-Stop-AAPI-Hate-National-Report-.pdf",
            "a report"
        ],
        [
            "https://www.csusb.edu/sites/default/files/FACT%20SHEET-%20Anti-Asian%20Hate%202020%203.2.21.pdf",
            "Center for the Study of Hate and Extremism"
        ],
        [
            "https://abcnews.go.com/Health/trumps-chinese-virus-tweet-helped-lead-rise-racist/story?id=76530148",
            "American Journal of Public Health"
        ],
        [
            "https://www.youtube.com/watch?v=GUQMVpP9asE",
            "said that"
        ],
        [
            "https://www.thedailybeast.com/stabbing-of-asian-american-2-year-old-and-her-family-was-a-coronavirus-fueled-hate-crime-feds-say",
            "children were stabbed"
        ],
        [
            "https://abc7ny.com/woman-set-on-fire-elderly-attack-89-year-old-attacked-bensonhurst-crime/6333749/",
            "women were lit on fire"
        ],
        [
            "https://www.youtube.com/watch?v=lzqGcP3fPn4",
            "men were slashed and killed"
        ],
        [
            "https://people.com/crime/portland-couple-vietnamese-restaurant-vandalized-twice-very-scared/",
            "that was vandalized three times "
        ],
        [
            "https://www.gofundme.com/f/utopia-restaurant-and-lounge-vandalism-damages",
            " Thu Nguyen"
        ],
        [
            "https://www.latimes.com/california/story/2020-11-28/santa-ana-buddhist-temple-allegedly-defaced-by-two-female-suspects",
            "six Buddhist temples"
        ],
        [
            "https://e.vnexpress.net/news/life/trend/vietnamese-in-us-rattled-by-rising-hate-crimes-against-asians-4243691.html",
            "64-year-old Vietnamese woman"
        ],
        [
            "https://www.gofundme.com/f/ngoc-pham-fundraiser?member=9456580&utm_source=twilio&utm_medium=sms&utm_campaign=contacts-v2-invite-to-donate",
            "Ngoc Pham"
        ],
        [
            "https://www.washingtonpost.com/national/san-francisco-police-arrest-3-in-recent-chinatown-attack/2021/03/17/37eff42c-878e-11eb-be4a-24b89f616f2c_story.html",
            "also punched"
        ],
        [
            "https://www.nytimes.com/2021/03/17/us/asian-women-victims-atlanta-shootings.html",
            "6 of them Asian women"
        ],
        [
            "https://www.ocweekly.com/when-gunner-jay-lindberg-killed-thien-minh-ly-was-it-actually-a-hate-crime-6402055/",
            "Thien Minh Ly"
        ],
        [
            "https://www.history.com/news/vincent-chin-murder-asian-american-rights",
            "Vincent Chin"
        ],
        [
            "https://compassioninoakland.org/",
            "Compassion in Chinatown"
        ],
        [
            "https://www.aaldef.org/",
            "Asian American Legal Defense and Education Fund "
        ],
        [
            "https://www.redcanarysong.net/",
            "Red Canary Song"
        ],
        [
            "http://bit.ly/DonateToGeorgiaAAPICommunity",
            "donate here"
        ],
        [
            "https://www.thewechatproject.org/post/stopping-aapi-hate-resources",
            "located here"
        ],
        [
            "https://www.wkyc.com/article/news/nation-world/kamala-harris-anti-asian-violence-speech/507-0b9c0902-2bd6-4ca4-a253-1d82db7c1ff7",
            "a speech condemning the violence"
        ],
        [
            "https://stopaapihate.org/",
            "Stop AAPI Hate"
        ],
        [
            "https://www.standagainsthatred.org/vt/report",
            "Stand Against Hatred"
        ],
        [
            "https://www.aapihatecrimes.org/aapi-hate-incident-form",
            "AAPI Hate Crimes"
        ],
        [
            "https://www.viet-care.org/",
            "Viet Care"
        ],
        [
            "https://aahiinfo.org",
            "Asian American Health Initiative"
        ],
        [
            "https://www.asianmhc.org/",
            "Asian Mental Health Collective"
        ],
        [
            "https://momentoftruth2016.tumblr.com/bystander",
            "how to intervene"
        ],
        [
            "https://www.ihollaback.org/harassmenttraining/",
            "bystander intervention training"
        ],
        [
            "https://www.ihollaback.org/bystanderintervention/",
            "anti-Asian racist incidents"
        ],
        [
            "https://www.pivotnetwork.org/",
            "PIVOT"
        ],
        [
            "https://vietrise.org/",
            "VietRise"
        ],
        [
            "https://www.vacceb.net/",
            "Vietnamese American Community Center of the East Bay"
        ],
        [
            "https://www.vietlead.org/",
            "VietLead"
        ],
        [
            "https://www.facebook.com/groups/705073853588041",
            "Việt Solidarity & Action Network"
        ],
        [
            "https://vietunity.wordpress.com/about-us/",
            "Viet Unity—Bay Area"
        ],
        [
            "https://www.pivotnetwork.org/news/pivot-statement-on-the-murders-in-atlanta",
            "Said PIVOT in a statement"
        ],
        [
            "https://vietfactcheck.org/2021/03/28/do-vietnamese-americans-not-need-to-worry-about-anti-asian-hate-crimes/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/03/28/do-vietnamese-americans-not-need-to-worry-about-anti-asian-hate-crimes/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-03-28T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}