{
    "title": "Do you need to continue wearing a mask if you’ve been vaccinated for COVID-19?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: On May 16, the Centers for Disease Control and Prevention said that people who are fully vaccinated against the COVID-19 vaccine do not need to wear a mask.",
        "\nRating: This claim is TRUE. Despite criticisms from other doctors in the medical community that the new CDC guidelines are premature, the CDC guidelines is not a mandate. It merely says that those who have been vaccinated against COVID-19 can feel safe not wearing a mask, because the vaccines are highly effective at protecting against COVID-19 infections. But you can still wear a mask if you want to. The CDC also recommends you follow any state and local guidelines around masking—so if a business mandates its customers wear a mask, you should follow that mandate. These new guidelines show that the key to ending the COVID-19 pandemic is more people getting vaccinated.\n",
        "",
        "The CDC guidelines now say that those who are “fully vaccinated” no longer need to wear a mask, because the “COVID-19 vaccines are effective at protecting you from getting sick.” The organization defines fully vaccinated as two weeks after receiving the Johnson & Johnson vaccine, or the second dose of the Pfizer or Moderna vaccine. ",
        "But the CDC recommendation should not be taken as a mandate to take off your mask. If you feel more comfortable wearing a mask when you leave your house, you should continue to do so. If you are in an environment where you will be surrounded by unvaccinated people, you can still wear a mask for security.",
        "The CDC said that even though you do not need to wear a mask after you’ve been vaccinated, you should still follow local state guidelines, as well as the guidelines of individual businesses—so if a business requires a mask to enter their establishment, you should still wear a mask. Many hospitals still require everyone to be fully masked, and their rules should be followed.",
        "The CDC also said you should still take measures to protect other people who are not vaccinated or cannot be vaccinated—such as children under the age of 12. That is because although your chance of being infected by COVID-19, or spreading COVID-19 to others, are greatly reduced with the vaccine, it is not zero. There is still a small chance you can become infected by COVID-19 or spread COVID-19 to others, especially to children or people with weakened immune systems.",
        "That is why the CDC recommends wearing masks on public transportation, and continuing to monitor yourself for symptoms of COVID-19—and isolating yourself if you have COVID-19 symptoms.",
        "The CDC guidelines around mask-wearing have changed over time as it received more information about the COVID-19 virus and how it spreads. And mask-wearing was essential in preventing COVID-19 infections when there were no vaccines. ",
        "But what these CDC new guidelines show is that the key to stopping the COVID-19 pandemic and getting back to normal is making sure more people are vaccinated. The sooner a majority of American adults are fully vaccinated, the sooner masks can come off. ",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/shutterstock_1708568425-e1615250393718.jpg?fit=840%2C600&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-true-2671546306-1600494306418.png?resize=840%2C491&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-true-2671546306-1600494306418.png?resize=840%2C491&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3112&preview=true&_thumbnail_id=3107",
            "Tiếng Việt"
        ],
        [
            "https://time.com/6049612/cdc-mask-guidance-mistake/",
            "criticisms from other doctors"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/fully-vaccinated.html",
            "“fully vaccinated”"
        ],
        [
            "https://www.cdc.gov/mmwr/volumes/70/wr/mm7007e1.htm",
            "mask-wearing was essential"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/03/08/do-you-need-to-continue-wearing-a-mask-if-youve-been-vaccinated-for-covid-19/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/03/08/do-you-need-to-continue-wearing-a-mask-if-youve-been-vaccinated-for-covid-19/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-03-08T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}