{
    "title": "Does the COVID-19 vaccine contain aborted fetal cells?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: Many Americans have been sharing posts on social media about how the Johnson & Johnson COVID-19 vaccine contains cells from aborted fetuses.",
        "\nRating: This claim is MOSTLY FALSE. The Johnson & Johnson vaccine does not contain any fetal cells. But fetal cell lines were used to develop the vaccine—fetal cell lines are not the same as fetal cells. Fetal cell lines are cells that were replicated in a lab from the cells of an aborted fetus. Fetal cell lines have been commonly used since the 1960s to develop vaccines, and it has been used to develop the measles, chicken pox, and hepatitis A vaccine. The Vatican has also released a statement saying Catholics can receive the J&J vaccine if there are no other COVID-19 vaccines available. \n",
        "",
        "The Janssen/Johnson & Johnson COVID-19 vaccine has been distributed to over 11 million Americans. A number of users on social media have claimed that the vaccine contains “aborted fetal DNA.”  This claim is false. ",
        "The Johnson & Johnson vaccine ingredients listed in the U.S. Food and Drug Administration website are: recombinant, replication-incompetent adenovirus type 26 expressing the SARS-CoV-2 spike protein, citric acid monohydrate, trisodium citrate dihydrate, ethanol, 2-hydroxypropyl-β-cyclodextrin (HBCD), polysorbate-80, sodium chloride.",
        "The ingredients do not list fetal cells. It is true that fetal cell lines were used in the testing of the J&J vaccine. But fetal cell lines are not the same as fetal cells. ",
        "Cell lines are cells that are duplicated in a lab setting. In the case of the fetal cell lines used to test the J&J vaccine, the cells were a duplicate of cells taken from an aborted fetus in 1985. Over decades, duplicates were made of those fetus cells, and that fetal cell line is called PER.C6. ",
        "The fetal cell lines were not used as ingredients in the J&J vaccine. They were used to help create the vaccine—the J&J vaccine uses an adenovirus (which is an inactive virus) as an ingredient. An adenovirus needs cells to grow in. The PER.C6 cell lines were used to make the adenovirus, because it mimics human tissue. ",
        "How the J&J vaccine works is that the adenovirus is injected into the human body and that virus tells the human body to make the COVID-19 spike proteins, which the immune system then destroys. When the human body encounters the real COVID-19 virus, it will know how to fight it. Similar to the Pfizer and Moderna vaccines, the J&J vaccine does not contain any COVID-19 viruses, so it cannot give you COVID-19. ",
        "Johnson & Johnson used fetal cell lines in the manufacturing of the vaccine. Fetal cell lines were also used to test the Moderna and Pfizer COVID-19 vaccines to make sure those vaccines were effective. Fetal cell lines have been used in vaccine development since the 1960s and were used in the creation of vaccines against measles, rubella, rabies, chicken pox, shingles, and hepatitis A.",
        "For Catholics who are concerned about the morality of using the J&J vaccine, the Vatican issued a statement saying that “when ethically irreproachable Covid-19 vaccines are not available … it is morally acceptable to receive Covid-19 vaccines that have used cell lines from aborted fetuses in their research and production process.” ",
        "The Vatican also says that those who object to any COVID-19 vaccines for moral reasons must take personal measures to prevent spreading COVID-19 to other people, such as “by other prophylactic means and appropriate behavior.” “In particular, they must avoid any risk to the health of those who cannot be vaccinated for medical or other reasons, and who are the most vulnerable,” said the Vatican.",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/06/shutterstock_1905745720-e1624035334686.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4370",
            "Tiếng Việt"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#vaccinations",
            " over 1"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#vaccinations",
            "1"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#vaccinations",
            " million Americans"
        ],
        [
            "https://www.facebook.com/permalink.php?story_fbid=10107236443157031&id=33023039",
            " “aborted fetal DNA.” "
        ],
        [
            "https://www.fda.gov/media/146305/download",
            "listed in the"
        ],
        [
            "https://www.healthline.com/health-news/no-fetal-tissue-wasnt-used-to-create-the-jj-covid-19-vaccine#How-are-they-involved-in-the-production-of-COVID-19-vaccines?",
            "PER.C6"
        ],
        [
            "https://vietfactcheck.org/2021/03/26/is-the-johnson-johnson-covid-19-vaccine-safe/",
            "J&J vaccine uses an adenovirus"
        ],
        [
            "https://www.scientificamerican.com/article/the-truth-about-fetal-tissue-research/",
            "since the 1960s"
        ],
        [
            "https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_con_cfaith_doc_20201221_nota-vaccini-anticovid_en.html",
            "the Vatican"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/06/18/does-the-covid-19-vaccine-contain-aborted-fetal-cells/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/06/18/does-the-covid-19-vaccine-contain-aborted-fetal-cells/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-06-18T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}