{
    "title": "Does Trump have a better healthcare plan than Obamacare?",
    "tags": [
        "Donald Trump",
        "English",
        "Healthcare"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese-Americans believe that Trump has a better and more comprehensive healthcare plan that is cheaper and covers more Americans than the Affordable Care Act (ACA), otherwise known as Obamacare. ",
        "\nRating: This claim is FALSE. After almost four years, Trump still does not have a healthcare plan to replace the ACA. Instead, the Trump Administration is currently working to repeal the ACA—which would take away health coverage from 23 million Americans, including 147,000 Vietnamese-Americans.\n",
        "",
        "During his 2016 presidential campaign, Trump repeatedly claimed that he would repeal and replace the Affordable Care Act within his first 100 days in office. However, after nearly four years of his presidency, Trump has yet to come up with a healthcare plan to replace the ACA, which was signed into law by President Obama in 2010. ",
        "His only real effort to replace the ACA was in 2017, when the House of Representatives passed the American Health Care Act (AHCA), or Trumpcare. It was later rejected by the Senate. AHCA kept 90% of the provisions within the ACA, but it would have repealed the individual mandate and the employer mandate (which dictated that employers must provide affordable insurance for their employees). It also would have cut Medicaid spending and the number of people eligible for Medicaid. ",
        "The Congressional Budget Office (CBO) released its analysis of AHCA and determined that the law would result in 14 million people dropping or losing coverage by 2018, and would rise to 23 million by 2026. The losses would come primarily from the repeal of the individual mandate, which dictated everyone had to have health insurance, and Medicaid cuts. ",
        "Trump still hasn’t established a clear plan to replace the ACA ever since his congressional efforts failed in 2017. But he continues to claim that he has a replacement for the ACA, announcing he’s been working on a “terrific” plan six times within 2020 alone. ",
        "Part of the reason Trump has yet to successfully repeal and replace the ACA is that the healthcare law is popular with Americans, and has been successful in extending coverage to the uninsured, particularly within the Vietnamese community. ",
        "The Kaiser Family Foundation health-tracking poll has found that 51% of respondents had a favorable view of the ACA (compared with 36% unfavorable). The positive public reception of the ACA has a lot to do with its requirement that insurers not deny coverage to people with pre-existing conditions, which is important within the Vietnamese community where the population suffers from higher rates of diabetes, hypertension, hepatitis B, and cervical cancer among women. ",
        "A 2015 study from the National Council of Asian Pacific Islander Physicians shows that Vietnamese people are uninsured at a much higher rate than other minority groups, due to their lack of English proficiency, tendency to work in the service industry, and their recent immigration status to the U.S. ",
        "But according to the California Commission on Asian Pacific Islander American Affairs (CAPIAA) and the American Community Survey, since 2011, the uninsured rate for Vietnamese people has gone down from 15.8% to 5.2% in California, due to the Medicaid expansion under the ACA. From 2014 to 2018, an estimated 147,000 Vietnamese-Americans have gained health insurance coverage thanks to the ACA.",
        "The Trump administration sued to repeal Obamacare in June 2020. The Supreme Court is scheduled to hear the court case challenging the law after the election. If the court finds that the ACA is unconstitutional and repeals it, 23 million Americans (and 147,000 Vietnamese people) will lose their health insurance.",
        "Conclusion: The claim that Trump has a clear healthcare plan that will replace Obamacare has been determined to be FALSE. Though he is actively working to repeal Obamacare, Trump has yet to outline a detailed plan on what his replacement healthcare plan would look like. Furthermore, his efforts to repeal Obamacare would take away healthcare from 23 million Americans.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/50382649502_957cf2de3a_o.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/30/co-that-la-trump-co-ke-hoach-cham-soc-suc-khoe-tot-hon-obamacare-khong/",
            "Tiếng Việt"
        ],
        [
            "https://www.modernhealthcare.com/article/20170429/MAGAZINE/170429837/trump-tries-and-fails-to-repeal-aca-in-his-first-100-days",
            "first 100 days in office"
        ],
        [
            "https://www.congress.gov/bill/115th-congress/house-bill/1628",
            "American Health Care Act"
        ],
        [
            "https://en.wikipedia.org/wiki/Health_insurance_mandate",
            "individual mandate"
        ],
        [
            "https://en.wikipedia.org/wiki/Employer_mandate",
            "employer mandate"
        ],
        [
            "https://en.wikipedia.org/wiki/Medicaid",
            "Medicaid"
        ],
        [
            "https://www.cbo.gov/publication/52752#:~:text=CBO%20and%20JCT%20estimate%20that,2026%20relative%20to%20current%20law.",
            "Congressional Budget Office"
        ],
        [
            "https://khn.org/news/back-to-the-future-trumps-history-of-promising-a-health-plan-that-never-comes/",
            "six times"
        ],
        [
            "https://www.kff.org/interactive/kff-health-tracking-poll-the-publics-views-on-the-aca/#?aRange=twoYear",
            "Kaiser Family Foundation health-tracking poll"
        ],
        [
            "https://www.aahiinfo.org/english/pdf/needsAssessment/AAHI_FocusG_M_Vietnamese.pdf",
            "Vietnamese community"
        ],
        [
            "https://www.searac.org/wp-content/uploads/2018/04/2015_ACA_policy_brief_v13_final.pdf",
            "National Council of Asian Pacific Islander Physicians"
        ],
        [
            "https://hipcalifornia.com/blog/2017/5/16/how-will-repealing-obamacare-impact-our-communities",
            "American Community Survey"
        ],
        [
            "https://www.academyhealth.org/blog/2018-10/more-1-million-asian-americans-native-hawaiians-and-pacific-islanders-have-gained-coverage-under-affordable-care-act",
            "147,000 Vietnamese"
        ],
        [
            "https://www.nytimes.com/2020/06/26/us/politics/obamacare-trump-administration-supreme-court.html",
            "sued"
        ],
        [
            "https://www.americanprogress.org/press/release/2020/06/24/486777/release-light-coronavirus-new-analysis-finds-23-million-americans-risk-losing-coverage-trump-administrations-health-care-repeal-lawsuit/",
            "23 million Americans"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/does-trump-have-a-better-healthcare-plan-than-obamacare/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/does-trump-have-a-better-healthcare-plan-than-obamacare/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-30T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}