{
    "title": "Does Trump want to preserve health insurance protections for those with pre-existing conditions?",
    "tags": [
        "Donald Trump",
        "English",
        "Healthcare"
    ],
    "paragraphs": [
        "Claim: In several interviews, President Trump has claimed he wants to protect health insurance coverage for those with pre-existing conditions. ",
        "\nRating: This claim is MOSTLY FALSE. Trump has repeatedly voiced that he is in favor of health coverage for people with pre-existing conditions. However, his words contradict his administration’s actions. The Trump administration is attempting to repeal the Affordable Care Act, which is the only law protecting health insurance for individuals with pre-existing conditions. And Trump has no plan to replace it. An estimated 147,000 Vietnamese-Americans could lose health coverage if the ACA is repealed.\n",
        "",
        "On Thursday, Sept. 24, President Trump said that he would be signing an executive order, “to affirm it is the official policy of the United States government to protect patients with preexisting conditions.” This is despite the fact that protections for those with preexisting conditions has been codified into law since 2010, with the passage of the Affordable Care Act (ACA) under the Obama Administration. ",
        "Under the ACA, people with preexisting conditions cannot be denied health coverage or be charged higher premiums because of their medical history. It also expanded Medicaid.",
        "Trump’s executive order contradict the actions of his administration for the following reasons:",
        "Trump is attempting to repeal the only law protecting coverage for pre-existing conditions.",
        "The Trump administration sued to repeal the ACA (also known as Obamacare) in June 2020, attempting to dismantle the only law currently protecting coverage for individuals with pre-existing conditions. The Supreme Court is scheduled to hear the court case challenging the law after the election. If the court finds that the ACA is unconstitutional and repeals it, 23 million Americans would lose their health insurance. Nearly 1 in 2 Americans (about 129 million people) live with a pre-existing condition, and their health coverage would also be at risk. From 2014 to 2018, an estimated 147,000 Vietnamese-Americans have gained health insurance coverage thanks to the ACA; they can lose that coverage if the ACA is struck down.",
        "Trump’s executive order cannot force private companies to do anything.",
        "Though Trump said that his executive order would protect people with preexisting conditions, that’s impossible. An executive order can only be used to manage operations of the federal government. A president cannot tell private corporations what to do using an executive order. To force private insurance companies to cover people with pre-existing conditions, there needs to be a law. The executive order is not a law. Trump is currently trying to repeal the ACA, but he has no law that can replace it. If he did have a plan for an ACA replacement, he would still need to send it to Congress to pass it. ",
        "Trump has never released a plan to replace the ACA, despite saying he would for nearly four years. ",
        "In September 2020, Trump again stated that he will be releasing his own health plan, something he has said since the beginning of his presidency. In June 2019, he said that his administration would announce a plan in “two months—maybe less.” In May 2018, Trump said that his health plan would come out “literally over the next four weeks.” Trump has still not released a health plan to replace the ACA.",
        "To protect coverage for pre-existing conditions, several aspects of the ACA must be preserved. ",
        "In an interview with the Associated Press, Larry Levitt, the executive vice president for health policy at the nonpartisan Kaiser Family Foundation, noted that a healthcare law needs several other requirements in order to make pre-existing protections viable for insurers and affordable for individuals. There must be no limits on annual or lifetime benefit payments, and the plan must offer subsidies to encourage enrollment of healthy people and to keep premiums lower. These requirements are already part of the ACA. Therefore, for Trump to keep coverage for pre-existing conditions, several aspects of the ACA must be preserved.",
        "Trump has allowed the sale of health insurance policies that are not required to cover those with pre-existing conditions. ",
        "In contrast to his words, Trump issued a rule in 2018 that allowed “short-term” insurance policies that were not required to cover individuals with pre-existing conditions.",
        "Conclusion: The claim that Trump will preserve coverage for pre-existing conditions is MOSTLY FALSE. The Trump administration has yet to release a plan to do so, has passed policy in direct contradiction to this statement, and is dismantling the only policy protecting coverage for pre-existing conditions. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/50382470571_4ba957b07b_o.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_false-2950959096-1600494170960.png?resize=840%2C486&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/30/co-that-la-trump-muon-duy-tri-bao-hiem-y-te-cho-nhung-nguoi-da-co-van-de-suc-khoe-tu-truoc-khong/",
            "Tiếng Việt"
        ],
        [
            "https://thehill.com/policy/healthcare/518112-trump-signs-largely-symbolic-pre-existing-conditions-order-amid-lawsuit",
            "signing an executive order"
        ],
        [
            "https://www.hhs.gov/healthcare/about-the-aca/pre-existing-conditions/index.html",
            "Affordable Care Act (ACA)"
        ],
        [
            "https://www.nytimes.com/2020/06/26/us/politics/obamacare-trump-administration-supreme-court.html",
            "sued"
        ],
        [
            "https://www.americanprogress.org/press/release/2020/06/24/486777/release-light-coronavirus-new-analysis-finds-23-million-americans-risk-losing-coverage-trump-administrations-health-care-repeal-lawsuit/",
            "23 million Americans"
        ],
        [
            "https://www.cms.gov/CCIIO/Resources/Forms-Reports-and-Other-Resources/preexisting",
            "1 in 2 Americans "
        ],
        [
            "https://www.academyhealth.org/blog/2018-10/more-1-million-asian-americans-native-hawaiians-and-pacific-islanders-have-gained-coverage-under-affordable-care-act",
            "147,000 Vietnamese"
        ],
        [
            "https://apnews.com/43f55ede0648cd27b5cefaa957c23b3f",
            "stated"
        ],
        [
            "https://www.businessinsider.com/trump-healthcare-plan-to-be-rolled-out-2019-6",
            "said"
        ],
        [
            "https://www.nytimes.com/2020/09/17/us/politics/trumps-health-care.html",
            "said"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/does-trump-have-a-better-healthcare-plan-than-obamacare/",
            "still not released"
        ],
        [
            "https://apnews.com/5707eb98847a3c69632a2eea2e03a475",
            "noted"
        ],
        [
            "https://www.nytimes.com/2018/08/01/us/politics/trump-short-term-health-insurance.html",
            "issued"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/does-trump-want-to-preserve-health-insurance-protections-for-those-with-pre-existing-conditions/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/does-trump-want-to-preserve-health-insurance-protections-for-those-with-pre-existing-conditions/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-30T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}