{
    "title": "Explainer: What is the COVID-19 Delta variant?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "The Delta variant of the COVID-19 virus is nearly twice as infectious as the original COVID-19 virus and leads to higher likelihood of hospitalization and death. Delta currently accounts for 83% of COVID-19 cases in the U.S. To protect against the Delta variant, infectious disease experts around the country are encouraging U.S. residents to be vaccinated.",
        "",
        "The Delta variant (B.1.617.2) of the COVID-19 virus currently accounts for 83% of U.S. COVID-19 cases, according to the Centers for Disease Control and Prevention (CDC). This variant was first detected in the United States in March 2021 after being first identified in India in December 2020.",
        "As explained by Dr. Douglas Kasper, the section head of infectious disease at the University of Illinois College of Medicine Peoria, the COVID-19 virus evolves as it infects more people: “Each time a replication occurs, there is a small chance that [virus] code could change. When you have this go over a huge population over time, the odds start to favor that the virus will adjust. It’s evolution on a very, very rapid level.”",
        "When the COVID-19 virus enters the body, it makes copies of itself. But its replication process can make a “mistake” in the copy, which creates a mutation in the virus. The more human bodies COVID-19 enters, the more chances it has for its code to change and new variants to form, which will then go on to affect more people. ",
        "Some mutations of the COVID-19 virus can pose a significant threat to the public, leading health organizations to call them a “variant of concern.” The CDC currently classifies the Delta as a variant of concern, with attributes that includes: ",
        "Increased transmissibility/contagiousness.More severe disease (increased hospitalizations or death).Less chance for antibodies formed during a previous COVID-19 infection to neutralize the Delta variant.Reduced effectiveness of current treatments or vaccines.",
        "Susan Hassig, an infectious disease epidemiologist with Tulane University, explains why the Delta variant is more contagious: People infected with the Delta “produce enormously more virus than people with the other variants. And so that means they’ve got more virus to shed.” ",
        "Dr. Katelyn Jetelina, an epidemiologist at the University of Texas School of Public Health in Dallas, described the spike proteins of the Delta as “stickier.” She said, “The key change about this variant is that it has a better way of getting into our cells and latching onto them.”",
        "According to the CDC, the Delta variant is nearly twice as contagious as the original COVID-19 virus. The original virus is estimated to have about seven days from the time of exposure to symptoms, while the Delta has about three to four days. This also means that a person infected with the Delta variant of COVID-19 will be contagious for a longer period of time than someone infected with the original COVID-19 virus. ",
        "Also according to the CDC, the current COVID-19 vaccines offer protection against being infected by the Delta variant. And those who do end up being infected, despite being vaccinated, are less likely to be hospitalized or to die. “97% of those currently hospitalized with COVID-19 are unvaccinated,” according to CDC director Dr. Rochelle Walensky. ",
        "A study from Public Health England, a U.K. government health department, found that the Pfizer vaccine was 88% effective against the Delta variant after the recommended second dose. ",
        "Moderna Inc also announced that the Moderna vaccine “produced neutralizing titers against all variants tested,” including Delta. ",
        "According to Johnson & Johnson data, its single-shot COVID-19 vaccine “elicited neutralizing antibody activity against the Delta variant at an even higher level than what was recently observed for the Beta (B.1.351) variant in South Africa where high efficacy against severe/critical disease was demonstrated.”",
        "The CDC recently updated its masking guidelines, recommending that people in areas of substantial or high COVID-19 transmission wear a mask in public indoor places, even if they are fully vaccinated. Even though it is rare, vaccinated people can still become infected with COVID-19. While they may not display any symptoms, they can still transmit the virus to other people. ",
        "Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, encouraged the public to get vaccinated. Vaccinated people are much less likely than unvaccinated people to become infected with COVID-19. ",
        "The more people infected with COVID-19, the more the disease will mutate, and it might lead to a variant that is vaccine resistant, said Fauci: “If you allow the virus to freely replicate chronically in society, it will mutate …. What happens if over months and months and months you allow the virus to replicate, it is conceivable, not guaranteed, but conceivable, that we could get a variant that eludes the protection of the vaccine.”",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "This article is supported by the Centers for Disease Control and Prevention of the U.S. Department of Health and Human Services (HHS) as part of a financial assistance award totaling $3,300,000 with 40% funded by CDC/HHS. The contents are those of the author(s) and do not necessarily represent the official views of, nor an endorsement, by CDC/HHS, or the U.S. Government.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/08/shutterstock_1753344953.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4665",
            "Tiếng Việt"
        ],
        [
            "https://www.nytimes.com/live/2021/07/20/world/covid-variant-vaccine-updates#delta-variant-usa",
            "83% of U.S. COVID-19 cases"
        ],
        [
            "https://www.osfhealthcare.org/blog/how-covid-19-mutates-and-how-it-affects-vaccines/",
            "Dr. Douglas Kasper"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/variants/variant-info.html#Concern",
            "“variant of concern.”"
        ],
        [
            "https://www.wwno.org/public-health/2021-07-28/why-the-delta-variant-is-so-contagious-and-the-fourth-surge-is-different",
            "Susan Hassig"
        ],
        [
            "https://www.texastribune.org/2021/07/07/texas-covid-delta-vaccination/",
            "She said"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/variants/delta-variant.html",
            "According to the CDC"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/variants/delta-variant.html",
            "Also according to the CDC"
        ],
        [
            "https://www.npr.org/sections/goatsandsoda/2021/07/08/1013794996/why-the-delta-variant-is-so-contagious-a-new-study-sheds-light",
            "CDC director Dr. Rochelle Walensky"
        ],
        [
            "https://www.medrxiv.org/content/10.1101/2021.05.22.21257658v1.full",
            "A study from Public Health England"
        ],
        [
            "https://investors.modernatx.com/news-releases/news-release-details/moderna-provides-clinical-update-neutralizing-activity-its-covid",
            "Moderna Inc"
        ],
        [
            "https://www.jnj.com/positive-new-data-for-johnson-johnson-single-shot-covid-19-vaccine-on-activity-against-delta-variant-and-long-lasting-durability-of-response?utm_source=mahoning%20matters&utm_campaign=mahoning%20matters&utm_medium=referral",
            "Johnson & Johnson data"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/fully-vaccinated-guidance.html",
            "updated its masking guidelines"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#county-view",
            " substantial or high"
        ],
        [
            "https://www.usatoday.com/story/opinion/2021/08/08/anthony-fauci-covid-vaccinate-mandate/5507400001/",
            "encouraged the public"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/08/21/explainer-what-is-the-covid-19-delta-variant/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/08/21/explainer-what-is-the-covid-19-delta-variant/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-08-21T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}