{
    "title": "Has China donated money to Trump?",
    "tags": [
        "China",
        "Donald Trump",
        "English"
    ],
    "paragraphs": [
        "Claim: Many in the Vietnamese community have heard reports that the Trump campaign has taken hundreds of thousands of dollars from wealthy Chinese nationals with strong ties to the People’s Republic of China’s (PRC) government. These Chinese nationals gave money to Trump’s re-election campaign in order to potentially influence Trump’s policies.",
        "\nRating: This claim is HALF TRUE. Chinese-Americans did donate to Trump’s re-election campaign soon after Trump took office. This effort opened doors in Washington to these donors and their Chinese national associates to meet the President and top Republicans, at both fundraisers and GOP leadership meetings.\n",
        "",
        "The finding that people with ties to the Chinese government gave hundreds of thousand of dollars to Trumps’ reelection campaign was first reported in The Wall Street Journal in June 2020. The Journal found evidence of this effort in campaign-finance records, Chinese government websites, US corporate filings, and interviews with people involved. The donors are all permanent residents or American citizens of Chinese descent.",
        "The Journal also reviewed the campaign-finance records of Hillary Clinton’s 2018 presidential run and Joe Biden’s current candidacy. It did not find any evidence of Chinese nationals donating money to those candidates.",
        "The money influence efforts unfolded as follows:",
        "After the 2016 election, officials from China’s consulate in Los Angeles approached David Tian Wang, a Green Card resident and pro-Trump organizer. The officials wanted help in lobbying on China issues. Wang soon after became chief executive of a new government-relations firm called Wang & Ma Government Relations LLC.",
        "Wang gave $150,000 to the Trump Victory fundraising committee. According to the Wall Street Journal, Wang was quoted in Chinese-language media saying that he pushed a view that US military deployments in the South China Sea were a waste of money for the US.",
        "In May 2017, Wang attended a Republican National Committee (RNC) invitation-only leadership meeting in San Diego, as a guest of the California Committeeman Shawn Steel. The event was for Republican leaders to plan the path forward under Trump’s presidency. Other guests of Steel included: Zhao Gang, researcher for China’s Ministry of Science and Technology, focused on national security and tech diplomacy. He has connections with senior members of the China’s Communist Party.Tang Ben, a U.S. citizen who had served as an executive-committee member at the China Strategic Culture Promotion Association, a group that advises China’s leaders on security issues.Li Su, a government-connected business man who has worked closely with a former associate of China’s vice president.",
        "In June 2017, Tang and his wife donated $300,000 to the Trump Victory fund. The donation allowed him to attend a fundraiser where he led Chinese guests, including Zhao, to meet the President. One of the guests was the chairman of a state-backed Chinese producer of military communications and satellite equipment. The Wall Street Journal ran a photo of Zhao and Tang beside President Trump and First Lady Melania Trump.",
        "Tang posted photos of himself in the White House on a Chinese social-media account, saying, “If the Chinese people wish to overtake the U.S., they must study the U.S.”",
        "Source: The Wall Street Journal (the original tweet has since been deleted)",
        "According to Newsweek, there is no evidence that either Trump or White House officials had any knowledge of the donations. The Trump Administration has not commented on the story. ",
        "Though accepting political donations from foreign entities is prohibited by U.S. federal law, the RNC has not returned the donations, saying that no laws have been violated.",
        "Conclusion: The Wall Street Journal’s investigation shows that Chinese-Americans donated to Trump’s reelection campaign, which enabled access to Trump by Chinese nationals. Though whether or not those donations affected Trump’s actions towards China, or if Trump himself was aware of these connections, is still unclear.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/34617658012_e0ee609adb_k.jpg?fit=840%2C561&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-half-true-312358096-1600494139595.png?resize=840%2C473&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-half-true-312358096-1600494139595.png?resize=840%2C473&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/ChineseAmericans4Trump-Tweet.png?resize=552%2C569&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/ChineseAmericans4Trump-Tweet.png?resize=552%2C569&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/28/co-phai-trung-quoc-da%cc%83-dong-gop-tien-cho-trump/",
            "Tiếng Việt"
        ],
        [
            "https://www.wsj.com/articles/political-donors-linked-to-china-won-access-to-trump-gop-11592925569",
            "The Wall Street Journal"
        ],
        [
            "https://www.newsweek.com/rnc-wont-return-donations-that-bought-chinese-officials-access-trump-1512969",
            "Newsweek"
        ],
        [
            "https://vietfactcheck.org/2020/09/28/has-china-donated-money-to-trump/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/28/has-china-donated-money-to-trump/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-28T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}