{
    "title": "Is Black Lives Matter a pro-communist China group?",
    "tags": [
        "Black Lives Matter",
        "China",
        "English"
    ],
    "paragraphs": [
        "Claim: An article on September 15 from the conservative Heritage Foundation claimed that a co-founder of the Black Lives Matter movement and a pro-communist China group are partnering up. The claims in this article have gone viral, with more than 15,000 shares on Facebook.",
        "\nRating: This claim is FALSE. The article incorrectly equated two nonprofits with the same name and wrongly associated Alicia Garza, co-founder of BLM, with the nonprofit that has ties to the People’s Republic of China (PRC).\n",
        "The Heritage Foundation story, written by Mike Gonzalez and titled, “This BLM Co-Founder and Pro-Communist China Group Are Partnering Up. Here’s Why,” claimed that the organization Black Futures Lab, of which BLM co-founder Alicia Garza is a principal, is fiscally sponsored by a nonprofit that promotes the People’s Republic of China. The article goes on to claim that BLM opposes capitalism and is pro-communism.",
        "An investigation by the New York Times found that the nonprofit sponsoring Black Futures Lab is the Chinese Progressive Association (CPA), based in San Francisco. This nonprofit was founded in 1972 with the mission of organizing and empowering the low-income and working-class immigrant Chinese community in San Francisco. Gonzalez, mistakenly equated CPA with a group of the same name based in Boston. The Boston-based CPA was founded in 1977; it has held joint events with the Chinese consulate in America.",
        "After The New York Times reached out to him, Gonzalez amended the original Heritage Foundation article, this time claiming that the Boston CPA is a chapter of the San Francisco CPA. But Mark Liu, a spokesman for the Boston-based group said that the organizations are separate and unrelated. Liu also said that the Boston CPA has not donated any money to Black Futures Lab, and that the group was not pro-communist, calling it “an attempt to discredit and defame our work in the community.”",
        "Shaw San Liu, the executive director of the San Francisco-based CPA, confirmed in an interview with the New York Times that the group is not pro-communist and has no ties to China. Tax records show that the two CPAs are separate entities.",
        "Despite the evidence Black Futures Lab is not fiscally sponsored by a pro-China organization, conservative media outlets and pundits, including Breitbart and Ben Shapiro, have continued to promote these false claims. Even Trump’s son, Donald Trump Jr., has engaged in this conspiracy theory.",
        "Attempts to connect BLM to communist groups date back to the beginning days of the movement. Conspiracy theories about BLM have multiplied during the pandemic, as BLM became the target of Facebook groups that are protesting coronavirus stay-at-home orders. ",
        "Conclusion: The claim that BLM is a pro-communist China organization has been determined to be FALSE. It was the result of one article from the Heritage Foundation that mistakenly identified a Chinese-American group partnering with BLM as being pro-communist.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_1749606074.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-kD",
            "Tiếng Việt"
        ],
        [
            "https://blackfutureslab.org",
            "Black Futures Lab"
        ],
        [
            "https://www.nytimes.com/2020/09/18/technology/no-a-black-lives-matter-co-founder-didnt-partner-with-a-pro-communist-chinese-group.html",
            "An investigation by the New York Times"
        ],
        [
            "https://cpasf.org",
            "Chinese Progressive Association (CPA), based in San Francisco"
        ],
        [
            "https://www.charitynavigator.org/ein/042631569",
            "Tax records"
        ],
        [
            "https://www.charitynavigator.org/ein/237404756",
            "the two"
        ],
        [
            "https://www.snopes.com/fact-check/red-herring-scare/",
            "Attempts to connect BLM to communist groups"
        ],
        [
            "https://apnews.com/ca8c15794c65b1ae8e176deb9be5d718",
            "BLM became the target of Facebook groups "
        ],
        [
            "https://vietfactcheck.org/2020/09/28/is-black-lives-matter-a-pro-communist-china-group/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/28/is-black-lives-matter-a-pro-communist-china-group/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-28T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}