{
    "title": "Is the COVID-19 vaccine safe for children?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: The Centers for Disease Control and Prevention has said that the Pfizer COVID-19 vaccine is safe for children 12 years old and above.",
        "\nRating: This claim is TRUE. The CDC recommendations have been echoed by the U.S. Food and Drug Administration, the European Union, and the World Health Organization. The Pfizer vaccine is safe for children 12 years old and above—within the age group 12-15, the vaccine was shown to be 100% effective at preventing COVID-19 infections. Vaccinating kids will also enable them to go back to in-person school.\n",
        "",
        "The U.S. Food and Drug Administration (FDA) and the U.S. Centers for Disease Control (CDC) have approved the two-dose Pfizer COVID-19 vaccines for children 12 years old and above. The two doses would need to be administered three weeks apart. Previously, the Pfizer vaccine was only authorized for individuals 16 years old and up. ",
        "In order to make this recommendation, there was a clinical trial with the Pfizer vaccine involving 2,260 participants ages 12 to 15 years old, who were monitored for two months after their second vaccine dose. The study found that no cases of COVID-19 were found in the participants who received the vaccine, making the Pfizer vaccine 100% effective at preventing COVID-19 in young people. ",
        "The most common side effects reported were: pain at the injection site, tiredness, headache, chills, muscle pain, fever, and joint pain. These side effects lasted one to three days. ",
        "The U.S. is not the only country that has approved the Pfizer vaccine for children ages 12 and up. The European Union has also made a similar recommendation, as well as the World Health Organization. There are current clinical trials for 6 month olds to 11 year olds. ",
        "Notable medical institution, the John Hopkins School of Medicine has also recommended that parents vaccinate their children for the following reasons: “Although COVID-19 in children is usually milder than in adults, some kids can get very sick and have complications or long-lasting symptoms that affect their health and well-being. The virus can cause death in children although this is rarer than for adults. Like adults, children also can transmit the coronavirus to others if they’re infected, even when no symptoms are present.”",
        "The John Hopkins School of Medicine also pointed out that being vaccinated for COVID-19 will enable children to attend in-person schools without worrying about becoming infected with COVID-19. The institution also said that the COVID-19 vaccine is no different than the other vaccines that children must receive if they want to attend public school (such as the diphtheria vaccine or whooping cough vaccine). ",
        "There have been reports of myocarditis and pericarditis, which are heart inflammations, in adolescents and young adults after receiving the Pfizer and Moderna vaccines. The CDC and FDA have confirmed 393 cases in people under 30 years old, though most of the cases were mild and none resulted in death. The health organizations are currently investigating whether the vaccines caused the heart conditions, but they continue to recommend the Pfizer vaccine for people 12 and up. Considering that almost 17 million people under the age of 25 are fully vaccinated, the odds of a young person getting myocarditis or pericarditis after being vaccinated is practically zero. ",
        "If you received a COVID-19 vaccine and experience chest pain, shortness of breath, or a fast-beating, fluttering, or pounding heart, see your doctor. If you have any health problems after vaccination, report them to the Vaccine Adverse Event Reporting System, which is monitored by the CDC, FDA, and the U.S. Department of Health & Human Services.",
        "Moderna and Johnson & Johnson are also running COVID-19 vaccine trials for children, and this article will be updated if those vaccines are approved for children.",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/07/shutterstock_1919316662.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-true-2671546306-1600494306418.png?resize=840%2C491&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-true-2671546306-1600494306418.png?resize=840%2C491&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2021/07/11/thuoc-chung-ngua-covid-19-co-an-toan-cho-tre-nho-khong/",
            "Tiếng Việt"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/adolescents.html",
            "have approved"
        ],
        [
            "https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-pfizer-biontech-covid-19-vaccine-emergency-use",
            "16 years old and up"
        ],
        [
            "https://www.fda.gov/emergency-preparedness-and-response/mcm-legal-regulatory-and-policy-framework/pfizer-biontech-covid-19-vaccine-frequently-asked-questions",
            "100% effective"
        ],
        [
            "https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-receive-first-authorization-european",
            "European Union "
        ],
        [
            "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/covid-19-vaccines/advice",
            "World Health Organization"
        ],
        [
            "https://newyork.cbslocal.com/2021/06/08/pfizer-covid-vaccine-clinical-trials-children/",
            "6 month olds"
        ],
        [
            "https://www.latimes.com/california/story/2021-06-10/covid-19-vaccine-trials-for-children-5-to-11-at-kaiser",
            "11 year olds"
        ],
        [
            "https://www.hopkinsmedicine.org/health/conditions-and-diseases/coronavirus/covid19-vaccine-what-parents-need-to-know",
            "John Hopkins School of Medicine"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.html",
            "393 cases"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#vaccination-demographic",
            "almost 17 million people"
        ],
        [
            "https://vaers.hhs.gov/reportevent.html",
            "Vaccine Adverse Event Reporting System"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/07/11/is-the-covid-19-vaccine-safe-for-children/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/07/11/is-the-covid-19-vaccine-safe-for-children/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-07-11T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}