{
    "title": "Is the Democrats’ platform actually pro-China?",
    "tags": [
        "China",
        "English",
        "Joe Biden"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese Americans believe that Democrats are pro-China and have no plans to take on China.",
        "\nRating: This claim is FALSE. A review of the 2020 Democratic Party platform revealed that Democrats intend to counter China in multiple areas. The Democrats’ platform mentioned China more than any other country. In comparison, the Republicans did not publish a platform for the 2020 election and Trump’s convention speech provided little insight into how he would oppose China if re-elected.\n",
        "",
        "One of the most popular topics discussed in the Vietnamese American community is that the Democratic Party, and by extension Biden, are pro-China and would allow China to dominate the world. ",
        "We found this claim to be false after reviewing and comparing the 2020 platforms for both major parties. A party platform typically reflects the overall goals and agenda of a political party. Here is what we found:",
        "\nThe official 2020 Democratic Party Platform shows that China is a major concern for a future Biden administration. China was mentioned 22 times, by far the most mentioned country in the party’s platform. It was even more than Iran and North Korea. Their platform described how “Democrats will take aggressive action against China” in the areas of trade, human rights, intellectual property, the South China Sea territory dispute, and national security.\nIn comparison, the Republicans’ vision on China has not been clearly or substantively defined in 2020. Earlier this year, Republicans decided not to publish a 2020 platform for the first time in modern politics. Instead, Republicans deferred to Trump’s “America First” policy from 2016, which also did not clearly define the party or Trump’s foreign policy positions. In his speech at the 2020 Republican National Convention, Trump continued to offer no plan or policy for how he would combat China. Instead, he simply stated he would bring back jobs to the US. Most of Trump’s remarks about China in his speech were negative verbal attacks without any substantive plan or policy.\n",
        "As of Sep. 11, here is what the Democrats’ party platform specifically states about China:",
        "\nOverall strategy: As opposed to Trump’s unilateral approach under “America First,” the Democrats stated they will use alliances to mobilize half the world’s economy to stand up against China and negotiate from the strongest possible position.\nSouth China Sea: This is an issue that many Vietnamese Americans care about since Vietnam is involved in ongoing territorial disputes with China. Democrats explicitly mentioned the South China Sea as a key area where the US must maintain military supremacy and security against Chinese military’s aggression. \nHuman rights and Democracy abroad: This is also another topic important to Vietnamese Americans given Vietnam’s record of human rights violations. Democrats stated that they will rejoin the United Nations Human Rights Council after Trump pulled the US out in 2018. They also said they will “fully enforce the Hong Kong Human Rights and Democracy Act, including by sanctioning officials, financial institutions, companies, and individuals responsible for undercutting Hong Kong’s autonomy.” They Democrats also explicitly condemned China’s mass internment of Uyghurs and other ethnic minorities.\nCorruption: Democrats claimed that anti-corruption will be a priority in their foreign policy. Their anti-corruption agenda included expanding on the Foreign Corrupt Practices Act to combat bribery abroad and implementing new transparency measures aimed at preventing illegal money from flowing through America. These measures involve banning anonymous shell companies, expanding  anti-money laundering requirements, disclosing beneficial ownership, creating greater oversight to cross-border transactions. \nJobs and trade: Democrats said they will eliminate Trump’s tax and trade policies that encourage big corporations to ship jobs to China and avoid paying their fair share of taxes. The platform went on to say that Democrats will claw back any public investments or benefits companies received from taxpayers if companies shut down their operations in the US and outsource jobs.\nNonproliferation: In response to China as a rising nuclear power and an existing threat, the Democrats said they will strengthen a number of treaties, such as the Treaty on the Non-Proliferation of Nuclear Weapons, UN Arms Trade Treaty, and Comprehensive Test Ban Treaty. \n",
        "Conclusion: The claim that the Democrats’ party platform is pro-China is FALSE. Their platform clearly and specifically outlines multiple ways the party plans to aggressively take on China under a Biden administration. In contrast to Trump’s “America First” policy, the Democrats propose a multifaceted and multilateral approach to dealing with the Communist Party of China. ",
        "Share this:TwitterFacebook",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_556025005.jpg?fit=840%2C556&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-7Q",
            "Tiếng Việt"
        ],
        [
            "https://www.demconvention.com/wp-content/uploads/2020/08/2020-07-31-Democratic-Party-Platform-For-Distribution.pdf",
            "2020 Democratic Party Platform"
        ],
        [
            "https://www.demconvention.com/wp-content/uploads/2020/08/2020-07-31-Democratic-Party-Platform-For-Distribution.pdf",
            "Democrats will take aggressive action against China"
        ],
        [
            "https://www.foxnews.com/politics/gop-no-new-2020-platform-trump-agenda",
            "not to publish a 2020 platform"
        ],
        [
            "https://theconversation.com/trumps-foreign-policy-is-still-america-first-what-does-that-mean-exactly-144841",
            "America First"
        ],
        [
            "https://www.cnn.com/2020/08/28/politics/donald-trump-speech-transcript/index.html",
            "no plan or policy"
        ],
        [
            "https://apnews.com/9c5b1005f064474f9a0825ab84a16e91",
            "Trump pulled the US out in 2018"
        ],
        [
            "https://www.congress.gov/bill/116th-congress/house-bill/3289",
            "Hong Kong Human Rights and Democracy Act"
        ],
        [
            "https://www.justice.gov/criminal-fraud/foreign-corrupt-practices-act",
            "Foreign Corrupt Practices Act"
        ],
        [
            "https://www.un.org/disarmament/wmd/nuclear/npt/",
            "Treaty on the Non-Proliferation of Nuclear Weapons"
        ],
        [
            "https://www.un.org/disarmament/convarms/arms-trade-treaty-2/",
            "UN Arms Trade Treaty"
        ],
        [
            "https://www.armscontrol.org/treaties/comprehensive-test-ban-treaty",
            "Comprehensive Test Ban Treaty"
        ],
        [
            "https://vietfactcheck.org/2020/09/15/is-the-democrats-platform-actually-pro-china/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/15/is-the-democrats-platform-actually-pro-china/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-15T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}