{
    "title": "Is the Pfizer/Moderna COVID-19 vaccine better than the Johnson & Johnson vaccine?",
    "tags": [
        "COVID-19",
        "English"
    ],
    "paragraphs": [
        "Claim: Many Vietnamese Americans believe that the two-shot vaccines (from manufacturers Pfizer and Moderna) is better than the single-shot Johnson & Johnson vaccine. ",
        "\nRating: This claim is FALSE. All of the vaccines are highly effective at preventing severe COVID-19 infections, hospitalizations, and death. Many medical experts, including White House advisor Dr. Anthony Fauci, say that the best COVID-19 vaccine is the one that’s available to you.\n",
        "",
        "The goal of the COVID-19 vaccines is to keep infection rates low and remove the risk of serious hospitalizations and deaths. In clinical trials, all three vaccines—Pfizer, Moderna and J&J—greatly reduced the fatality rate from the disease, and kept all recipients out of the hospital. ",
        "Each of the vaccines were tested under different clinical conditions and the efficacy level, as well as dosage, are specific to the clinical trials that produced them. The Pfizer and Moderna vaccines were not tested against the new COVID-19 variants. By contrast, a large number of the participants in the J&J vaccine trials were people who were infected with a COVID-19 variant. Medical experts advise people to not directly compare the vaccines to each other, until they are measured in the same clinical trials.",
        "But in their trials, the Pfizer and Moderna vaccines were both around 95% effective at preventing symptomatic COVID-19 infections. They need two doses to fully build that protection. ",
        "A recent study from the Centers for Disease Control and Prevention, which measured the vaccines’ efficacy among healthcare workers, showed that one dose of the Pfizer or Moderna vaccine was 80% effective after two weeks. The second dose of the vaccine pushes the efficacy level to 95%. The 95% efficacy is not reached until two weeks after the second dose.",
        "Dr. Anthony Fauci, director of the U.S. National Institute of Allergy and Infectious Diseases, recommended that individuals get both doses, if they received the Pfizer or Moderna vaccine, to better protect them against the new, more infectious COVID-19 variants. It is also recommended that an individual receives the same type of vaccine within the recommended time frame. ",
        "By contrast, the J&J vaccine only requires one shot. In clinical trials, it was 67% effective in preventing moderate to severe COVID-19 infections occurring at least 14 days after vaccination. The effectiveness of the vaccine jumped to 85% at 28 days after vaccination, in preventing severe infections.  ",
        "All three vaccines are:",
        "Clinically proven to reduce serious illness from COVID-19.Clinically proven to greatly reduce hospitalizations and death. Recommended by the CDC, and the Food and Drug Administration once you are eligible for a vaccine.",
        "If a vaccine becomes available to you, it is important to receive the vaccine as soon as possible. Getting a vaccine, whether it’s the two-shot Pfizer or Moderna, or the one shot J&J, is critical to ending this pandemic. The CDC recently said that those who have been vaccinated can gather indoors with people who have also been vaccinated, but they should not gather with unvaccinated individuals. ",
        "",
        "\n\n",
        "\n\n\nTo make an appointment to get your vaccine, visit\n\nVietCovid.org\n\nViet Fact Check has partnered with a number of community and health organizations to educate the Vietnamese-American community on the COVID-19 vaccine. The project is supported by: Progressive Vietnamese American Organization (PIVOT), Asian Health Services (AHS), the California Healthy Nail Salon Collaborative, Union of North American Vietnamese American Students (UNAVSA), Southeast Asian Resource Action Center (SEARAC), Asian American Research Center on Health (ARCH) and the Association of Asian Pacific Community Health Organizations (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/3vaccines-e1620420294583.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/Infographic_VaccineComparison.png?resize=840%2C420&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/Infographic_VaccineComparison.png?resize=840%2C420&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3684&preview=true&_thumbnail_id=3679",
            "Tiếng Việt"
        ],
        [
            "https://www.cnn.com/2021/02/28/politics/anthony-fauci-vaccines-cnntv/index.html",
            "Dr. Anthony Fauci"
        ],
        [
            "https://www.vox.com/22311625/covid-19-vaccine-efficacy-johnson-moderna-pfizer",
            "goal of the COVID-19 vaccines"
        ],
        [
            "https://www.cnn.com/2021/03/22/health/covid-vaccines-prevent-death/index.html",
            "greatly reduced the fatality rate"
        ],
        [
            "https://www.statnews.com/2021/02/02/comparing-the-covid-19-vaccines-developed-by-pfizer-moderna-and-johnson-johnson/",
            "By contrast"
        ],
        [
            "https://www.cdc.gov/mmwr/volumes/70/wr/mm7013e3.htm",
            "recent study from the Centers for Disease Control and Prevention"
        ],
        [
            "https://www.nbc12.com/2021/02/12/infectious-disease-doctor-vaccines-arent-fully-effective-until-two-weeks-after-second-dose/",
            "two weeks after the second dose"
        ],
        [
            "https://www.cnbc.com/2021/04/05/covid-vaccine-fauci-says-two-shots-of-pfizer-or-moderna-are-better-than-one-.html",
            "recommended"
        ],
        [
            "https://www.vietcovid.org/vaccine-info/viet-fact-check-do-you-really-need-to-get-both-doses-of-the-covid-19-vaccine",
            "recommended that an individual receives the same type of vaccine within the recommended time frame"
        ],
        [
            "https://www.fda.gov/news-events/press-announcements/fda-issues-emergency-use-authorization-third-covid-19-vaccine",
            "67% effective"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/fully-vaccinated.html",
            "The CDC recently said "
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/05/07/is-the-pfizer-moderna-covid-19-vaccine-better-than-the-johnson-johnson-vaccine/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/05/07/is-the-pfizer-moderna-covid-19-vaccine-better-than-the-johnson-johnson-vaccine/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-05-07T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}