{
    "title": "Was Antifa responsible for the riots at the U.S. Capitol?",
    "tags": [
        "Donald Trump",
        "English"
    ],
    "paragraphs": [
        "Claim: On Jan. 6, a crowd waving Trump flags illegally stormed the U.S. Capitol building, to pressure Congress to choose Donald Trump as the next president of the United States. A number of Congressmen have said that it was Antifa, a far-left ideology, and not MAGA that was responsible for the riots.",
        "\nRating: This claim is FALSE. While there are ongoing federal investigations into the individuals who participated in the attempted coup at the U.S. Capitol, the FBI said there has been no evidence that Antifa was involved. In addition, numerous eye-witness sources from both liberal and conservative outlets identified the rioters as Trump supporters.\n",
        "",
        "On Jan. 6, 2021, as Congress was working to ratify President-Elect Joe Biden’s victory in the 2020 Presidential Election, an armed mob stormed the U.S. Capitol building in an attempt to disrupt this effort. ",
        "On that morning, in a speech given in front of thousands of his followers who came to Washington D.C., Trump falsely claimed that the 2020 election was stolen from him because of voter fraud. He then encouraged his followers to “march peacefully” to the Capitol to pressure Congress to ratify a second term for his presidency.",
        "“Now it is up to Congress to confront this egregious assault on our democracy. After this, we’re going to walk down and I’ll be there with you,” he said to the crowd. “We’re going to walk down to the Capitol, and we’re going to cheer on our brave senators, and congressmen and women. We’re probably not going to be cheering so much for some of them because you’ll never take back our country with weakness. You have to show strength, and you have to be strong.”",
        "Following Trump’s direction, the crowd then marched to the Capitol building, which was closed to visitors because of the Covid-19 pandemic. Despite that, the crowd then pushed against the barriers and past police officers to enter the Capitol, while chanting “stop the steal” and carrying Trump flags. ",
        "ITV, a British news channel, captured a video of the rioters in the Capital and interviewed them. ",
        "Click on the image to view the ITV video.",
        "The crowd then roamed the halls of Congress, vandalizing the offices of Congressional officials, and stole government documents. One government computer was stolen, according to Senator Jeff Markey. The rioters left behind explosive devices.",
        "Both sessions of Congress were then paused, as its members were evacuated.",
        "After the riot, which killed four citizens and one police officer, Republican Congressmen like Matt Gaetz and Mo Brooks speculated that Antifa was potentially responsible for instigating the riot, citing an article in the Washington Times. The article claimed that a facial recognition company, XRVision, was able to identify Antifa elements in the photos of protestors. ",
        "According to the FBI, Antifa is an ideology and not an organization.",
        "XRVision responded by saying that the images were fabricated and that they did not identify Antifa members in the riots. ",
        "In their official statement, they showed evidence that neo-Nazi groups and QAnon supporters were in the group: “We concluded that two of the individuals (Jason Tankersley and Matthew Heimbach) were affiliated with the Maryland Skinheads and the National Socialist Movements. These two are known Nazi organizations; they are not Antifa. The third individual identified (Jake Angeli) is an actor with some QAnon promotion history. Again, no Antifa identification was made for him either.” ",
        "After this statement, the Washington Times retracted the article that was cited by Gaetz.",
        "Notably, self-identified Antifa expert and conservative commentator Andy Ngo, who is Vietnamese-American, was at the riot and stated that, “The people occupying the Capitol building do not look like antifa people dressed in Trump gear or Trump costumes.”",
        "“QAnon shaman” Jake Angeli and Trump supporters face off against Capitol police. (Credit: Alex Gakos / Shutterstock.com)",
        "One rioter, wearing a horned helmet and who was photographed inside the Capitol, was initially identified as Antifa. His name is Jake Angeli and in previous newspaper articles, Angeli identified himself as a supporter of QAnon, a pro-Trump conspiracy movement (he goes to Trump rallies so frequently he is known as QAnon Shaman).",
        "CNN also identified and interviewed a number of other rioters, who had very public social media profiles as members of the Proud Boys, a white supremacist group, and QAnon. ",
        "The National Review, a conservative outlet, also debunked the theory that the Jan. 6 rioters were Antifa, saying, “The bulk of any violent mob are who they say they are, which in this case means Trump loyalists. That seems more obviously true here, as a number of the rioters at the Capitol cheerfully gave out their names to reporters.”",
        "The FBI also said on Jan. 8 that they did not find any evidence of Antifa being involved in the riots. “We have no indication of that at this time,” said FBI assistant director Steven D’Antuono.",
        "The Department of Justice has arrested a number of rioters, including Derrick Evans, a Republican who is the state representative in West Virginia, who recorded himself storming the Capitol with the rioters. “We’re taking this country back whether you like it or not,” he said in the video.",
        "No matter their political affiliation, the rioters were supported by Trump himself. In a video released while the Capitol was still occupied, Trump said: “We have to have peace. So go home. We love you. You’re very special.” ",
        "More police officers then arrived at the Capitol and drove out the rioters. Congress then resumed its sessions, and certified Biden as the next President of the United States.",
        "On Jan. 8, Twitter permanently banned Trump’s Twitter account, which was his primary form of communication with the public, for “incitement of violence.”",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1888489933.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/Screen-Shot-2021-01-11-at-12.09.42-PM-e1610386218340.png?resize=827%2C415&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/Screen-Shot-2021-01-11-at-12.09.42-PM-e1610386218340.png?resize=827%2C415&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1888490545.jpg?resize=840%2C559&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1888490545.jpg?resize=840%2C559&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2673&preview=true&_thumbnail_id=2665",
            "Tiếng Việt"
        ],
        [
            "https://www.fbi.gov/contact-us/field-offices/washingtondc/news/fbi-seeking-information-related-to-violent-activity-at-the-us-capitol-building",
            "federal investigations"
        ],
        [
            "https://www.foxnews.com/politics/republicans-blame-trump-after-his-supporters-storm-capitol",
            "an armed mob stormed"
        ],
        [
            "https://www.rev.com/blog/transcripts/donald-trump-speech-save-america-rally-transcript-january-6",
            "encouraged his followers"
        ],
        [
            "https://www.youtube.com/watch?v=UBp42536IhE",
            "ITV, a British news channel"
        ],
        [
            "https://www.youtube.com/watch?v=UBp42536IhE&bpctr=1610386709",
            ""
        ],
        [
            "https://twitter.com/SenJeffMerkley/status/1347039504528498688",
            "Senator Jeff Markey"
        ],
        [
            "https://www.washingtonpost.com/nation/2021/01/07/antifa-capitol-gaetz-trump-riot/",
            "speculated"
        ],
        [
            "https://archive.vn/fjjCO",
            "article in the Washington Times"
        ],
        [
            "https://apnews.com/article/donald-trump-race-and-ethnicity-archive-bdd3b6078e9efadcfcd0be4b65f2362e",
            "ideology and not an organization"
        ],
        [
            "https://apelbaum.wordpress.com/2021/01/07/statement-about-the-washington-times-false-claim-that-xrvision-detected-antifa-in-the-capital-building-riots/",
            "official statement"
        ],
        [
            "https://www.washingtontimes.com/news/2021/jan/6/xrvision-firm-claims-antifa-infiltrated-protesters/?update",
            "retracted"
        ],
        [
            "https://www.washingtonexaminer.com/washington-secrets/expert-andy-ngo-it-wasnt-antifa-at-the-capitol-riots",
            "Andy Ngo"
        ],
        [
            "https://www.azcentral.com/story/news/politics/arizona/2021/01/06/arizona-qanon-supporter-jake-angeli-joins-storming-u-s-capitol/6568513002/",
            "Jake Angeli"
        ],
        [
            "https://www.cnn.com/2021/01/07/us/insurrection-capitol-extremist-groups-invs/index.html",
            "a number of other rioters"
        ],
        [
            "https://www.nationalreview.com/corner/it-doesnt-matter-if-a-few-of-them-were-antifa/",
            "National Review"
        ],
        [
            "https://www.buzzfeednews.com/article/craigsilverman/fbi-no-antifa-capitol-mob",
            "Steven D’Antuono"
        ],
        [
            "https://www.justice.gov/opa/pr/thirteen-charged-federal-court-following-riot-united-states-capitol",
            "number of rioters"
        ],
        [
            "https://www.justice.gov/usao-dc/pr/three-men-charged-connection-events-us-capitol",
            "Derrick Evans"
        ],
        [
            "https://youtu.be/AWiG01GFyS4",
            "recorded himself"
        ],
        [
            "https://abcnews.go.com/Politics/video/home-love-trump-protesters-75094574",
            "Trump said"
        ],
        [
            "https://www.npr.org/2021/01/07/954234902/congress-certifies-biden-victory-after-pro-trump-rioters-storm-the-capitol",
            "certified Biden"
        ],
        [
            "https://blog.twitter.com/en_us/topics/company/2020/suspension.html",
            "Twitter permanently banned"
        ],
        [
            "https://vietfactcheck.org/2021/01/11/was-antifa-responsible-for-the-riots-at-the-u-s-capitol/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/01/11/was-antifa-responsible-for-the-riots-at-the-u-s-capitol/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-01-11T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}