{
    "title": "Was renewable energy responsible for the Texas blackouts?",
    "tags": [
        "English"
    ],
    "paragraphs": [
        "Claim: Renewable energy was responsible for the recent Texas blackouts, which left more than 4 million Texans without power.",
        "\nRating: This claim is FALSE. Texas energy generation is dominated by natural gases. According to the Electric Reliability Council of Texas (ERCOT), who runs the Texas power grid, 88% of the energy outage came from natural gas, coal, and nuclear facilities.\n",
        "",
        "In February 2021, the state of Texas underwent mass power outages attributed to record-low temperatures caused by an Arctic blast. At least 4.5 million people lost power and more than 20 people have died. ",
        "Many factors played a part in the blackouts including: surging energy demands; a unique state grid that is not interconnected to other states; a range of energy sources, renewable and nonrenewable, that were stalled by weather conditions; and aging infrastructure.",
        "On Fox News, Texas Governor Greg Abbott blamed solar and wind energy for the blackouts in the state. “Our wind and our solar got shut down—and they were collectively more than 10% of our power grid.”",
        "A similar claim was made by Texas Congressman Dan Crenshaw on Twitter: “This is what happens when you force the grid to rely in part on wind as a power source. When weather conditions get bad as they did this week, intermittent renewable energy like wind isn’t there when you need it … Bottom line: Renewables don’t work well in extreme weather. Never will.” Both Crenshaw and Abbott said fossil fuel-type energy was more reliable than renewables.",
        "However, these comments are misleading: While Texas is number one in the U.S. for wind power generation, wind power is not the state’s dominant energy source. Natural gas is its dominant energy source. ",
        "The Texas power grid, known as the Electric Reliability Council of Texas (ERCOT), provides energy to 26 million Texas customers and represents 90% of the state’s electric load. ERCOT reports that natural gas makes up 51% of energy in the state, while wind makes up 24.8% and solar makes up 3.8%.",
        "Source: U.S. Energy Information Administration",
        "According to ERCOT senior director of system operations Dan Woodfin via Bloomberg, the main factors in the blackouts were: frozen instruments at natural gas, coal, and nuclear facilities, and the limited supply of natural gas. Wind turbine performance was hindered but wind shutdowns accounted for less than 13% of the total outages—3.6 to 4.5 gigawatts. The total outages numbered 30 to 35 gigawatts. ",
        "Many national news outlets like CNN, USA Today, Reuters, and the New York Times shared a consensus that the claim about renewable energy failure was misleading.",
        "Crenshaw’s claim that renewables do not work well in extreme weather is also false: the turbines in this Arctic research site in Sweden can withstand temperatures as low as negative 30 degrees Celsius. Wind turbines can be weatherized to withstand cold temperatures, but Texas’s wind turbines were insufficiently equipped to handle the cold.",
        "In addition, it wasn’t just wind turbines, the natural gas pipes also froze because they were not insulated against the cold.",
        "This was not the first time the Texas grid was deemed inadequate to withstand winter weather. In 2011, an Arctic cold front left Texas in a deep freeze and caused similar damage that left more than 3 million Texans without power. In their analysis, federal regulators recommended winterizing improvements which included more insulation and heated pipes, “strategies commonly observed in cooler climates but not in normally balmy Texas.” The report also mentioned a similar equipment issue in 1989 that resulted in system-wide rolling blackouts. ",
        "Woodfin said that some upgrades were made after 2011 but the 2021 storm was worse than anticipated: “The winterization we were doing was working, but this weather was more extreme than [past storms].” ",
        "Critics point to a lack of regulation on the Texas energy grid that contributed to the blackout. Texas operates an independent energy grid, separate from the rest of the country. This means that in the event of a blackout, other states could not send their energy to Texas to compensate. This set-up was designed to avoid federal regulations. ",
        "Some critics have suggested that Abbott’s blaming of green energy sources is due to the fact that oil and gas companies have given Abbott more than $140 million in political donations. Green energy producers are considered a competitor to oil and gas companies.",
        "Abbott has called on Texas lawmakers to mandate the winterization of generators and power plants. He also demanded ERCOT’s leadership to resign and declared reforming the entity an emergency item for the 2021 legislative session. Five board members, none living in Texas, have resigned.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/shutterstock_1919885492.jpg?fit=840%2C560&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-false-3452761330-1600494108632.png?resize=840%2C495&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/Ercot-English-1.png?resize=607%2C309&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/Ercot-English-1.png?resize=607%2C309&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3034&preview=true",
            "Tiếng Việt"
        ],
        [
            "https://www.texastribune.org/2021/02/18/greg-abbott-winter-storm/",
            "4.5 million people"
        ],
        [
            "https://twitter.com/ndrew_lawrence/status/1361866553998909442",
            "On Fox News"
        ],
        [
            "http://twitter.com/DanCrenshawTX/status/1361810440569950212",
            "Texas Congressman Dan Crenshaw on Twitter"
        ],
        [
            "https://www.eia.gov/todayinenergy/detail.php?id=46836",
            "Natural gas is its dominant energy source"
        ],
        [
            "https://www.statesman.com/story/news/2021/02/17/texas-energy-wind-power-outage-natural-gas-renewable-green-new-deal/6780546002/",
            "reports that natural gas makes up 51% of energy in the state, while wind makes up 24.8% and solar makes up 3.8%."
        ],
        [
            "https://www.eia.gov/todayinenergy/detail.php?id=46836",
            "U.S. Energy Information Administration"
        ],
        [
            "https://www.bloomberg.com/news/articles/2021-02-16/frozen-wind-farms-were-just-a-small-piece-of-texas-s-power-woes",
            "via Bloomberg"
        ],
        [
            "https://www.cnn.com/2021/02/19/politics/texas-energy-outage-wind-turbine-blame-green-energy-fact-check/index.html",
            "CNN"
        ],
        [
            "https://www.usatoday.com/story/news/factcheck/2021/02/17/fact-check-frozen-wind-turbines-not-only-reason-texas-blackouts/6784789002/",
            "USA Today"
        ],
        [
            "https://www.reuters.com/article/uk-factcheck-texas-wind-turbines-explain-idUSKBN2AJ2EI",
            "Reuters"
        ],
        [
            "https://www.nytimes.com/2021/02/17/climate/texas-blackouts-disinformation.html",
            "the New York Times"
        ],
        [
            "https://www.bloomberg.com/news/articles/2021-02-16/sweden-shows-texas-how-to-keep-turbines-spinning-in-icy-weather",
            "the turbines in this Arctic research site in Sweden can withstand temperatures as low as negative 30 degrees Celsius"
        ],
        [
            "https://www.bloomberg.com/news/articles/2021-02-17/texas-was-warned-a-decade-ago-its-grid-was-unprepared-for-cold?sref=VxZxfD2Y",
            "not the first time"
        ],
        [
            "https://www.ferc.gov/sites/default/files/2020-05/ReportontheSouthwestColdWeatherEventfromFebruary2011Report.pdf",
            "In their analysis"
        ],
        [
            "https://www.texastribune.org/2021/02/16/natural-gas-power-storm/",
            "Woodfin said that some upgrades were made after 2011"
        ],
        [
            "https://www.texastribune.org/2021/02/17/texas-power-grid-failures/",
            "Critics point to a lack of regulation"
        ],
        [
            "https://www.texastribune.org/2011/02/08/texplainer-why-does-texas-have-its-own-power-grid/",
            "avoid federal regulations"
        ],
        [
            "https://apnews.com/article/business-greg-abbott-energy-industry-weather-austin-e2fe851121e86c7399c6a01e051a8079",
            "$140 million in political donations"
        ],
        [
            "https://www.texastribune.org/2021/02/18/greg-abbott-winter-storm/",
            "called on"
        ],
        [
            "https://www.texastribune.org/2021/02/23/ercot-members-resign-texas/",
            "have resigned"
        ],
        [
            "https://vietfactcheck.org/2021/02/25/was-renewable-energy-responsible-for-the-texas-blackouts/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/02/25/was-renewable-energy-responsible-for-the-texas-blackouts/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-02-25T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}