{
    "title": "What is misinformation and how can Vietnamese-Americans identify it?",
    "tags": [
        "English",
        "Misinformation"
    ],
    "paragraphs": [
        "What’s the latest controversial news you heard today? Was it true or false? ",
        "In this era of information overload, many of us have a difficult time discerning facts from falsehoods. A survey from PBS NewsHour, NPR, and Marist Poll found that 59% of Americans say it is hard to identify false information. This is concerning as ill-informed voters can lead to catastrophic election results. As Election Day approaches, it is important that VietFactCheck.org explore the sources of misinformation that prey on the Vietnamese-American community.",
        "Who Is Impacted?",
        "There is considerable evidence that the elderly, the young, and the lesser educated are particularly susceptible to fake news. Additionally, those with strong convictions about particular issues are likely to accept misinformation. Thus, we can conclude that similarly, older Vietnamese-Americans and less-educated, young Vietnamese-Americans are more susceptible to fake news.",
        "What Are the Different Types of Misinformation?",
        "According to a study from Carnegie Mellon University, the transmission of misinformation can be divided into various categories. For Vietnamese-Americans, these categories include: fake news, rumor, spam, and troll. ",
        "Fake news is intentionally-spread misinformation that is in the format of news articles. They are propagated via Facebook or other social media platforms. ",
        "Spam is unsolicited information that overwhelms its recipients. For the Vietnamese community, spam appears on social media and communication platforms including physical mail (e.g. flyers), instant messaging, email, and Facebook. ",
        "Trolls aim to disrupt. They use misleading or false information to try to get other users into never-ending arguments. They also aim to villainize whole groups of people by sowing doubt and misinformation. They are frequent on Youtube comment sections, Facebook, and Vietnamese online news outlets. ",
        "How Misinformation Spreads",
        "Misinformation spreads online via hate speech, propaganda posters, jokes, and memes. It can also be spread through real-life interactions.",
        "It is important to note that not everyone who spreads misinformation is a bad actor or troll. Regular people can contribute to the spreading of misinformation in various ways, either because they received that information from a family member or friend that they trusted, or they stumbled upon it on social media. Below are ways that misinformation can spread:",
        "Network-based and social-based: Misinformation can spread via things heard at one’s place of work or at social gatherings. Examples include: nail salons, Vietnamese churches and temples, and senior gatherings. ",
        "Content-based: Misinformation via social media happens when the reader joins or is asked to join particular groups that may interest them. For example, Newsguard (an independent organization that analyzes the credibility of news sources) has found 40 Facebook pages that were spreading misinformation about the 2020 Election to over 100,000 people.",
        "Propagation-based: This is through casual encounters with traditional media sources such as newspapers, TV, billboard ads, and radio stations.",
        "When we are exposed to misinformation, our brains will want to believe it for the following reasons:",
        "Confirmation bias is the tendency to seek out and value information that confirms our pre-existing beliefs, while discarding information that proves our ideas wrong. For example, a conservative Vietnamese person in Georgia who only listens to a conservative radio station.",
        "Echo chamber effect refers to a situation in which we are primarily exposed to information, people, events, and ideas that already align with our point of view. For example, only interacting with pro-Trump people on social media.",
        "The framing effect is what happens when we make decisions based on how information is presented or discussed, rather than its actual substance. For example: This poll where people were asked if they approved of the Affordable Care Act (ACA) or if they approved of Obamacare. More people approved of the ACA than Obamacare, even though it’s the same law. How the question was framed, and how people perceived President Obama, affected how they answered it.",
        "Fluency heuristic occurs when a piece of information is deemed more valuable because it is easier to process or recall. For example, when a politician uses a catchy soundbite to convey an idea, as opposed to a lengthy speech. Another example is when people falsely blame undocumented immigrants for worsening the economy when there are a multitude of other factors that affect this.",
        "Conclusion: Misinformation has become more commonplace and harder to avoid. The ingestion of misinformation leads to misinformed voters and consequently poisons our democracy. By understanding misinformation and how it spreads, we can identify them and protect ourselves and our loved ones from becoming misinformed.",
        "",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Misinformation-chart.png?fit=840%2C630&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Misinformation-chart.png?resize=840%2C630&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Misinformation-chart.png?resize=840%2C630&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1854",
            "Tiếng Việt"
        ],
        [
            "https://www.pbs.org/newshour/politics/social-media-disinformation-leads-election-security-concerns-poll-finds",
            "A survey from PBS NewsHour, NPR, and Marist Poll"
        ],
        [
            "https://engineering.stanford.edu/magazine/article/how-fake-news-spreads-real-virus",
            "considerable evidence "
        ],
        [
            "https://www.kdd.org/exploration_files/8._CR.10.Misinformation_in_social_media_-_Final.pdf",
            "various categories"
        ],
        [
            "https://www.newsguardtech.com/special-report-election-misinformation/",
            "Newsguard"
        ],
        [
            "http://larryferlazzo.edublogs.org/2018/02/20/the-best-videos-explaining-confirmation-bias/",
            "Confirmation bias "
        ],
        [
            "https://cs181journalism2015.weebly.com/the-echo-chamber-effect.html",
            "Echo chamber effect"
        ],
        [
            "https://thedecisionlab.com/biases/framing-effect/",
            "The framing effect"
        ],
        [
            "https://www.npr.org/2017/02/11/514732211/obamacare-and-affordable-care-act-are-the-same-but-americans-still-dont-know-tha",
            "This poll"
        ],
        [
            "https://ylai.state.gov/looking-inward-in-an-era-of-fake-news-addressing-cognitive-bias/",
            "Fluency heuristic"
        ],
        [
            "https://vietfactcheck.org/2020/09/24/is-the-u-s-economy-under-trump-the-best-its-ever-been/",
            " a multitude of other factors"
        ],
        [
            "https://vietfactcheck.org/2020/10/22/what-is-misinformation-and-how-can-vietnamese-americans-identify-it/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/22/what-is-misinformation-and-how-can-vietnamese-americans-identify-it/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-22T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}