{
    "title": "Does Amy Coney Barrett oppose Obamacare?",
    "tags": [
        "English",
        "Healthcare"
    ],
    "paragraphs": [
        "Claim: Former vice president Joe Biden has said that if judge Amy Coney Barrett gets confirmed to the Supreme Court, she will vote to strike down the Affordable Care Act (ACA), because she opposes it.",
        "\nRating: This claim is MOSTLY TRUE. In the past, Barrett has criticized the ACA (also known as Obamacare). But Barrett has not stated publicly if she will vote to strike down the ACA if she is confirmed to the Supreme Court. If the ACA is declared unconstitutional in the Supreme Court, around 23 million Americans will lose health coverage.\n",
        "",
        "On. Sept. 18, 2020, Supreme Court Justice Ruth Bader Ginsburg died, leaving an opening on the highest court in the United States. On Sept. 26, President Donald Trump nominated Amy Coney Barrett, judge for the United States Court of Appeals for the Seventh Circuit, to replace Ginsburg on the Supreme Court, which is a lifetime appointment. ",
        "On Sept. 27, presidential candidate, and former vice president, Joe Biden said that Trump’s nomination of Barrett to the Supreme Court will put the fate of the ACA (also known as Obamacare) in danger. On Nov. 10, the Supreme Court will hear a case championed by the Trump administration that will determine the legal validity of the ACA. ",
        "Said Biden: “This is about your healthcare. This is about whether or not the ACA will exist. This is about whether or not preexisting conditions will be continued to be covered. This is about whether or not a woman can be charged more for the same procedure as a man. This is about people’s health care in the middle of a pandemic.”",
        "The ACA, which was signed into law by President Barack Obama in 2010, extended health insurance coverage to 23 million Americans, including 147,000 Vietnamese-Americans. The ACA expanded Medicaid eligibility and prevented insurance companies from denying coverage to people with pre-existing conditions. The Supreme Court has previously heard two cases challenging the ACA and both times, it ruled in favor of the healthcare law. Trump has committed to striking down Obamacare and one of the ways he hopes to do that is through his nomination of a conservative justice to the court.",
        "On Sept. 27, Trump tweeted: “Obamacare will be replaced with a MUCH better, and FAR cheaper, alternative if it is terminated in the Supreme Court. Would be a big WIN for the USA!” Trump still has not released a healthcare plan with any specifics.",
        "For her part, Barrett wrote an article criticizing the Supreme Court’s 2012 ruling on the ACA. That ruling said that the ACA’s individual mandate, which required individuals to be covered by health insurance or else face a tax, did not violate the U.S. Constitution. Chief Justice John Roberts argued that the ACA individual mandate was a tax. Said Barrett in her article: “Chief Justice Roberts pushed the Affordable Care Act beyond its plausible meaning to save the statute.” ",
        "The latest ACA case is once again focused on the individual mandate and if confirmed in time, Barrett will participate in the Nov. 10th oral arguments. ",
        "Additionally, Barrett has signed a petition against ACA’s requirement that employers include access to birth control as part of employees’ health benefits, saying it infringed on a company’s “religious freedom.” ",
        "Despite this history, Barrett has not publicly stated whether she would vote to repeal Obamacare. During her hearing in front of the Senate Judiciary committee on Oct. 13, Barrett said: “I am not hostile to the ACA.”",
        "Conclusion: The claim that Amy Coney Barrett opposes Obamacare has been determined to be MOSTLY TRUE based on Barrett’s past criticisms of the ACA, and Trump’s statements saying he would confirm a Justice to the Supreme Court who would strike down the ACA. But Barrett has not publicly stated whether she would vote to repeal Obamacare, if she is confirmed to the Supreme Court in time for the Nov. 10 case challenging the validity of the ACA. If the ACA is struck down, around 23 million Americans will lose health coverage.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/50397882607_e2a641161e_k.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-mostly_true-1792694942-1600494323209.png?resize=840%2C472&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1768",
            "Tiếng Việt"
        ],
        [
            "https://vietfactcheck.org/2020/10/19/explainer-how-did-supreme-court-justice-ruth-bader-ginsburg-advance-womens-rights-in-america/",
            "Ruth Bader Ginsburg"
        ],
        [
            "https://www.nytimes.com/article/supreme-court-obamacare-case.html",
            "determine the legal validity of the ACA"
        ],
        [
            "https://vietfactcheck.org/2020/09/29/does-biden-support-medicare-for-all/",
            "23 million Americans"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/does-trump-have-a-better-healthcare-plan-than-obamacare/",
            "has not released"
        ],
        [
            "https://scholarship.law.nd.edu/cgi/viewcontent.cgi?article=2330&context=law_faculty_scholarship",
            " article "
        ],
        [
            "https://www.npr.org/2020/10/05/919704165/the-election-and-a-fresh-obamacare-challenge-loom-over-new-supreme-court-term",
            " case"
        ],
        [
            "https://www.newsweek.com/amy-coney-barrett-aca-1533764",
            "signed a petition against"
        ],
        [
            "https://news.yahoo.com/trumps-supreme-court-nominee-face-100906943.html",
            "Barrett said"
        ],
        [
            "https://vietfactcheck.org/2020/10/20/will-amy-coney-barrett-strike-down-obamacare/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/20/will-amy-coney-barrett-strike-down-obamacare/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-20T00:00:00",
    "veracity": NaN,
    "category": "english",
    "language": "en"
}