{
    "title": "Bài viết diễn giải: Người Mỹ gốc Châu Á có đối mặt với nạn phân biệt chủng tộc ở Hoa Kỳ không?",
    "tags": [
        "Ngừng Hận Thù Người Á Đông",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Nhiều người ở Hoa Kỳ cho rằng người Mỹ gốc Châu Á là một “chủng tộc thiểu số gương mẫu”, có mức độ thành công cao về tài chính và học tập, và hầu hết không bị kỳ thị chủng tộc. Sự thành công của người Mỹ gốc Á được nhấn mạnh và tôn vinh, nhưng vẫn không thể che giấu sự thật của những hành vi kỳ thị chủng tộc đã và đang xảy ra. Ngay cả ngày nay, người Mỹ gốc Á vẫn tiếp tục gánh chịu những thiệt hại do kỳ thị và phân biệt chủng tộc gây ra. Dưới đây là lịch sử ngắn gọn về sự phân biệt chủng tộc mà người gốc Châu Á phải đối mặt ở Mỹ.",
        "Núi vàng",
        "Năm 1848, sự phát hiện vàng ở California đã khởi đầu cho “Cơn sốt đào vàng”, khiến nhiều người đổ xô đến California với hy vọng tìm kiếm sự thịnh vượng và một cuộc sống mới. Một số đông là người Hoa tìm cách thoát khỏi cuộc khủng hoảng kinh tế ở Trung Quốc. Vào cuối thập niên 1850, 1/5 dân số các quận sản xuất vàng ở California là người Hoa. Những người lao động này làm việc trong điều kiện khắc nghiệt và hầu hết không kiếm đủ để trở nên giàu có, một số ít còn không đủ ăn.",
        "Thái độ phân biệt chủng tộc đối với người dân da màu ở miền Tây Hoa Kỳ khiến sự hiện diện của người gốc Trung Quốc không được hoan nghênh. Các thuật ngữ như “cu li” và “dân Tàu” được sử dụng để trừ khử đi tính người của nhóm nhập cư từ Trung Quốc. Họ thường xuyên phải đối mặt với bạo lực và thậm chí bị thiệt mạng từ bàn tay những người hàng xóm da trắng, đơn giản chỉ vì họ tồn tại trong cùng một không gian. Năm 1854, luật mới ban ra tuyên bố rằng việc người gốc Trung Quốc đứng ra làm chứng chống lại người da trắng là bất hợp pháp, luật này đã tước bỏ các biện pháp bảo vệ người di dân gốc Hoa chống lại bạo lực từ người da trắng.",
        "Sau khi Cơn Sốt Đào Vàng kết thúc, nhiều người Hoa tiếp tục ở lại Hoa Kỳ với tư cách là người hầu và thợ mỏ, và thành lập cộng đồng ở những nơi như San Francisco. Tình trạng trở nên khó khăn hơn khi “Thuế Thợ Mỏ Dành Cho Người Nước Ngoài” thành luật năm 1852, nhằm gây khó khăn kinh tế cho những người Hoa và Mễ còn ở lại California. Luật này đánh thuế các thợ đào gốc Trung Quốc 3 đô la mỗi tháng (bằng 100 đô la ngày hôm nay). Tính đến năm 1870, các thợ mỏ người Hoa đã đóng góp cho tiểu bang California một phần tư thu nhuận.",
        "Năm 1871, một đám đông 500 người đã xông vào Khu Phố Tàu ở Los Angeles và ra tay sát hại 19 cư dân Trung Quốc. Thế nhưng chỉ có một người ngồi tù vì tội giết người.",
        "Những người Hoa xây dựng tuyến đường sắt xuyên lục địa",
        "Những người lao động Trung Quốc xây dựng đường rầy xe lửa trên dãy núi Sierra Nevada ở California vào năm 1867. (Hình: Alfred A. Hart)",
        "Từ 1863-1869, sau khi hầu hết không còn vàng để đào nữa ở California, một làn sóng mới khoảng 20.000 công nhân Trung Quốc đã được đưa sang miền Tây Mỹ, để xây dựng công trình đường rầy xe lửa xuyên lục địa, kéo dài 700 dặm để kết nối miền đông và miền tây Hoa Kỳ. Những người công nhân này được trả lương thấp hơn, làm việc nhiều giờ hơn, và không được bao ăn như những người đồng nghiệp da trắng. Các nhà sử học ước tính tiền lương của các công nhân giỏi gốc Hoa này chỉ bằng một nửa số tiền lương của người da trắng.",
        "Công việc xây đường rầy xe lửa rất nguy hiểm và hàng trăm công nhân đã thiệt mạng do các vụ nổ bất thình lình, thời tiết lạnh giá, và sạt lở đất và tuyết. Khi tuyến đường sắt được hoàn thành vào năm 1869, những người lao động người Hoa nhận được rất ít tri ân mặc dù công sức thì nhiều.",
        "Đạo luật loại trừ người gốc Trung Quốc và mối hiểm họa da vàng",
        "Vào thập niên 1870, Tây Âu và Hoa Kỳ đã trải qua một cuộc suy thoái nghiêm trọng khiến nhiều người mất việc làm sau nhiều năm thịnh vượng. Những người lao động da trắng đang đối diện với sự nghèo đói và túng thiếu đã đổ lỗi những sự khó cho công nhân gốc Trung Quốc. Sự trỗi dậy tinh thần chống người Hoa và nỗi sợ hãi người di dân cường độ khiến các chính trị gia đảng Dân Chủ ủng hộ việc loại trừ nhóm người nhập cư gốc Hoa. Ngược lại, vào thời điểm đó, các chính trị gia đảng Cộng Hòa đã ủng hộ chính sách di dân tự do.",
        "Chủ nghĩa bài trừ người nước ngoài và sự phát triển của các khu phố Tàu ở Mỹ đã dẫn đến ý tưởng “Mối hiểm họa da vàng”—ý tưởng này cho rằng những người di dân Châu Á sẽ không bao giờ nhập gia tùy tục nền văn hóa Mỹ, mang trong mình những căn bệnh kỳ lạ, hay là một mối đe dọa đối với Hoa Kỳ nếu không có hành động mạnh mẽ. Vào cuối những năm 1800, quan điểm phổ biến này đã cho ra đời nhiều đạo luật và thuế chỉ nhắm vào người nhập cư gốc Hoa.",
        "Trong khi đã không có cơ hội trở thành công dân Mỹ, người nhập cư gốc Hoa bị thêm một thiệt hại khi Quốc Hội thông qua Đạo Luật Loại Trừ Người Gốc Trung Quốc vào năm 1882. Tính đến ngày nay, đây là đạo luật duy nhất Hoa Kỳ đã thông qua chỉ để nhắm vào một quốc dân. Mặc dù số người di dân người Hoa ít hơn một phần trăm dân số Hoa Kỳ, chính phủ đã đình chỉ nhập cư cho 10 năm và loại bỏ cơ hội nhập quốc tịch của họ. Trong cùng thời kỳ này, phong trào di dân từ phía Âu Châu bùng nổ, có 20 triệu người Châu Âu đã đến Hoa Kỳ.",
        "Người Mỹ gốc Hoa đã thách thức tính hợp hiến của đạo luật loại trừ này nhưng không thành công. Đạo luật này được gia hạn thêm 10 năm nữa cho lần thứ hai, và vào năm 1902 đạo luật loại trừ trở thành hiệu lực vĩnh viễn, kỳ này có thêm nhóm người di dân gốc Hawaii và Phi Luật Tân nằm trong danh sách loại trừ.",
        "Năm 1943, Đạo Luật Loại Trừ Người Gốc Trung Quốc bị bãi bỏ để mở đường cho cơ hội nhập quốc tịch ở một số người di dân gốc Hoa và cho phép một số người nhập cảnh từ Trung Quốc. Đây chỉ là một hành động mang tính biểu tượng nhằm cải thiện tình cảm với nước Trung Quốc, một đồng minh của Hoa Kỳ trong Thế Chiến Thứ Hai.",
        "Một bức vẽ nói về Đạo Luật Loại Trừ Người Gốc Trung Quốc, của Thomas Nast, trong tờ báo Harper’s Weekly, ngày 23 tháng 7 năm 1870.",
        "Bắt đầu làn sóng di dân từ Nhật Bản và Phi Luật Tân",
        "Sau khi Đạo Luật Loại Trừ Người Gốc Trung Quốc được thông qua, nhóm người lao động gốc Châu Á khác, phần lớn đến từ Nhật Bản và một số nhỏ từ Hàn Quốc và Ấn Độ bắt đầu đến Hoa Kỳ để thay thế số người lao động Trung Quốc. Vì người Nhật là nhóm người đông nhất trong làn sóng nhập cư mới này, họ đã trở thành tâm điểm của luật phân biệt chủng tộc ở Hoa Kỳ vào đầu thế kỷ 20.",
        "Năm 1906, trẻ em gốc Nhật bị buộc phải đi học ở ngôi trường cách ly với các trường học bình thường trong thành phố San Francisco, để “các trẻ em da trắng không bị ảnh hưởng do giao tiếp qua lại với học sinh gốc chủng tộc Mông Cổ,” theo Hội Đồng Giáo Dục của các trường học ở San Francisco vào thời điểm đó. Lệnh này nhanh chóng bị bãi bỏ bởi Tổng Thống Theodore Roosevelt vì ông muốn tạo mối quan hệ tốt đẹp với nước Nhật Bản. Học sinh gốc Hoa vẫn ở trong các trường tách biệt, và có một thỏa thuận không chính thức giữa Hoa Kỳ và Nhật Bản nhằm để hạn chế số người nhập cư từ nước Nhật.",
        "Các đạo luật như Luật Đất Đai Webb-Haney Dành Cho Người Nước Ngoài, được ban hành ở California vào năm 1913, đã hữu hiệu ngăn cản quyền sở hữu đất hoặc cho thuê dài hạn cho người di dân gốc Nhật và Trung Quốc.",
        "Vào khoảng thời gian này, nước Phi Luật Tân là thuộc địa của Hoa Kỳ và người Phi bắt đầu di cư đến Mỹ. Ban đầu họ được hoan nghênh vì nguồn lao động rẻ thay người Hoa và Nhật. Khi số người Phi tăng lên trong thập niên 1930, họ cũng bị đối mặt với những kỳ thị chủng tộc như người Hoa & Nhật. Thêm vào đó, luật cấm kết hôn giữa người Mỹ da trắng & da đen mở rộng ra để bao gồm tất cả những người gốc Châu Á ở California. Luật này còn đi thêm một bước là biến các hôn nhân khác chủng tộc trở thành bất hợp pháp ở California vào năm 1933.",
        "Chiến tranh thế giới thứ hai và việc bỏ tù người Mỹ gốc Nhật",
        "Trại Amache, một trại thực tập cho những người Mỹ gốc Nhật, ở Colorado. ",
        "Sự trỗi dậy của Đế Quốc Nhật Bản với tư cách là một cường quốc quân sự trong những năm trước Đệ Nhị Thế Chiến đã làm dấy lên tinh thần chống Nhật, đặc biệt ở California. Người Mỹ gốc Nhật thế hệ thứ nhất (issei) và thứ hai (nisei) là một phần quan trọng của ngành nông nghiệp ngày càng phát triển ở California, bất chấp những khó khăn như cấm người Mỹ gốc Nhật quyền sở hữu đất đai.",
        "Sau cuộc tấn công của chính phủ Nhật Bản vào Trân Châu Cảng năm 1941, nỗi sợ hãi đối với bất kỳ ai có nguồn gốc Nhật tăng cao lên đến tột đỉnh. Các quan chức tiểu bang và liên bang đều hoảng mình, và Tướng John L. DeWitt, nhà lãnh đạo quân đội Hoa Kỳ phụ trách bảo vệ Miền Tây, đã lên kế hoạch dời tất cả cư dân gốc Nhật Bản và những công dân Mỹ gốc Nhật sinh tại Mỹ vào trại tập trung giam giữ. Đáng chú ý nhất, ông DeWitt biện minh cho hành động này là dù có thiếu bằng chứng về hoạt động phá hoại của người gốc Nhật ở Hoa Kỳ, trên thực tế thì cũng được xem là bằng chứng của một âm mưu thâm độc chưa thực hiện.",
        "Sắc Lệnh số 9066, bị Bộ Tư Pháp Hoa Kỳ phản đối nhưng đã được Tổng Thống Franklin D. Roosevelt ký vào năm 1942 khiến 120.000 người gốc Nhật bị ép buộc dồn vào các trại tập trung, được mệnh danh là “Trại thực tập” của chính phủ Hoa Kỳ. Phần đông số này là công dân Mỹ. Sau đó nước Canada và Mexico đã theo gương Mỹ, tạo ra trại tập trung dành cho người dân gốc Nhật ở nước họ. ",
        "Toàn bộ gia đình đã bị tách khỏi nhà và chuyển đến các trại lụp xụp. Nhiều gia đình bất đắc dĩ phải bán hàng tỷ đô la tài sản cho hàng xóm với mức rẻ mạt, bởi họ không còn lựa chọn nào khác.",
        "Nhiều thanh niên người Mỹ gốc Nhật đã tình nguyện nhập ngũ trong Đệ Nhị Thế Chiến. Họ đã chiến đấu ở Châu Âu trong một đơn vị Trung Đoàn Bộ Binh Tác Chiến số 442 được tách riêng với đơn vị Mỹ bình thường, và đã đoạt nhiều huy chương nhất trong lịch sử quân đội Hoa Kỳ về quy mô và thời gian phục vụ.",
        "Đợt cuối cùng của người Mỹ gốc Nhật được cho ra khỏi trại tập trung là vào năm 1946, nhưng họ phải xây dựng lại cuộc sống với bàn tay trắng trong một đất nước vẫn còn coi họ là thù địch. Hiện giờ vẫn không có bất kỳ bằng chứng nào cho thấy người Mỹ gốc Nhật đã âm mưu gây phá hoại trên đất Mỹ. Năm 1988, hơn 40 năm sau khi trại tập trung cuối cùng bị đóng cửa, Quốc Hội đã chính thức xin lỗi và bồi thường cho những người gốc Nhật vẫn còn sống sau khi ra khỏi trại tập trung.",
        "Xóa bỏ các rào cản đối với người nhập cư và liên kết với phong trào dân quyền",
        "Trong khi phần đông thế giới đang xây dựng lại sau thế chiến thứ hai, nền kinh tế Mỹ bùng nổ và thu hút nhiều người di dân từ Châu Á hơn. Một phần để cải thiện hình ảnh của Hoa Kỳ với các đồng minh Châu Á, Đạo Luật Di Trú và Quốc Tịch năm 1952 đã loại bỏ những rào cản cuối cùng cho người nhập cư gốc Á trong việc nhập quốc tịch Mỹ. Tuy nhiên, cũng đạo luật này đã thiết lập hệ thống hạn chế số dân nhập cư dựa theo gốc quốc gia. Đạo luật này gom tất cả các quốc gia Châu Á vào một nhóm chung gọi là “Tam Giác Châu Á—Thái Bình Dương”, và bị giới hạn 100 thị thực xuất nhập cảnh mỗi năm cho mỗi quốc gia Châu Á. Ngược lại, số người nhập cư từ các nước Châu Âu ít bị hạn chế hơn—nước Ái Nhĩ Lan có mức hạn chế là 18.000 người. Đáng chú ý, Tổng Thống Harold Truman cảm thấy đây là một chính sách phân biệt chủng tộc, nhưng luật đã được thông qua.",
        "Năm 1965, Đạo Luật Di Trú và Quốc Tịch đã loại bỏ điều lệ hạn chế số người di cư theo gốc quốc gia và cho phép nhiều người Châu Á nhập cư hơn. Đây là sự thay đổi chính sách nhập cư của Hoa Kỳ lớn nhất và tăng số di dân từ các quốc gia Châu Á như Việt Nam, Trung Quốc, Ấn Độ và Hàn Quốc từ gần con số không lên đến một phần tư tổng số người nhập cư Hoa Kỳ từ ngày luật được thông qua.",
        "Cùng lúc này, người Mỹ da đen bắt đầu vùng lên tranh đấu quyền công dân Mỹ sau hàng trăm năm làm nô lệ và các chính sách phân biệt chủng tộc. Đáng chú ý, sự tranh đấu này không chỉ giới hạn quyền công dân cho bản thân họ, mà còn cho tất cả các sắc dân thiểu số. Điều này dẫn đến nhiều lợi ích cho tất cả công dân da màu của Hoa Kỳ.",
        "Năm 1948, người Mỹ da đen đã thành công xóa bỏ các luật bất công, liên quan về bản giao kèo buôn bán, hoặc mướn bất động sản dựa trên yếu tố chủng tộc, giữa các nhóm khác màu da để cho hợp pháp hóa quyền sở hữu tài sản của những người Da Đen, Châu Á và các màu da khác trong các khu phố mà trước đây họ cấm cả. Năm 1967, Tòa Án Tối Cao bãi bỏ lệnh cấm kết hôn giữa những người khác chủng tộc, trên toàn nước Mỹ, sau vụ Loving kiện bang Virginia. Cặp vợ chồng họ Loving là người da đen và da trắng muốn sinh sống ở Virginia, nhưng tiểu bang này trước đây không công nhận các hôn nhân khác chủng tộc.",
        "Đạo Luật Quyền Bầu Cử đã mở rộng con đường thuận tiện đáng kể, cho công dân đi bỏ phiếu— đạo luật này cấm phân biệt dựa theo ngôn ngữ của nhóm thiểu số, và đã mang lại rất nhiều lợi ích cho người Mỹ gốc Á. Đạo Luật Gia Cư Công Bằng năm 1968 đã cấm phân biệt màu da, mà nạn này rất phổ biến lúc bấy giờ bởi các ngân hàng, đại lý bất động sản, thành phố, và các nhà xây dựng đối với những người Mỹ da màu.",
        "Sau khi Sài Gòn thất thủ năm 1975, Quốc Hội Mỹ lúc bấy giờ là đảng Dân Chủ nắm đa số đã đảm bảo sự hỗ trợ về tài chính và pháp lý cho những người tị nạn vào Hoa Kỳ. Những nhà lãnh đạo da đen đã phát biểu mạnh mẽ ủng hộ những người tị nạn qua một bài báo trên tờ The New York Times rằng: “Cuộc đấu tranh của chúng tôi, cho sự tự do kinh tế và chính trị, gắn bó chặt chẽ với các cuộc đấu tranh của những người tị nạn Đông Dương, những người cũng tìm kiếm tự do.”",
        "Người Mỹ gốc Á đối mặt với sự phân biệt đối xử như thế nào bây giờ",
        "Một cuộc phản đối về Ngừng Hận Thù Người Á Đông tại thành phố New York vào ngày 4 tháng 4 năm 2021. (Hình: CHOONGKY / Shutterstock.com)",
        "Ngày nay, người Mỹ gốc Á thường được biểu dương như một bằng chứng rằng, chăm chỉ làm việc là yếu tố duy nhất để thành công ở Hoa Kỳ — niềm tin này còn được gọi là “Huyền thoại về chủng tộc thiểu số gương mẫu”. Mặc dù người Mỹ gốc Á đã có thành tích đáng ngưỡng mộ trong các ngành nghề như khoa học, y học và kỹ thuật, nhưng lại ít có mặt trong các lĩnh vực như truyền thông, nghệ thuật và chính trị, điều này hạn chế quyền lực ảnh hưởng chính trị và văn hóa của họ ở Mỹ.",
        "Định kiến ​​cho rằng tất cả người Châu Á đều thành công khiến dẫn đến sự thiếu nhận thức về các vấn đề khó khăn mà nhiều người phải đối mặt như sự nghèo túng, bị tù tội, bị chết dưới tay của các sĩ quan cảnh sát, và bị kỳ thị chủng tộc.",
        "Làn sóng tội ác gần đây đối với người Mỹ gốc Á cho thấy chủ nghĩa phân biệt chủng tộc đối với người Mỹ gốc Á vẫn còn. Theo dữ liệu từ Trung Tâm Nghiên Cứu về Chủ Nghĩa Thù Ghét và Cực Đoan tại trường đại học California State University ở thành phố San Bernardino, tội phạm căm thù chống người Châu Á đã tăng 150% trong đại dịch COVID-19 — do định kiến ​​cho rằng người Trung Quốc là người mang bệnh COVID-19 (dư âm của “Mối hiểm họa da vàng”). Hậu quả là nhận được nhiều báo cáo về vụ bạo lực đối với người gốc Á thuộc mọi sắc tộc, bao gồm Trung Quốc, Hàn Quốc và Việt Nam.",
        "Các tội ác do thù ghét đối với người Mỹ gốc Á thường không được báo cáo đầy đủ do thiếu trình độ tiếng Anh, hoặc nghi vấn khả năng sở cảnh sát giải quyết những vấn đề này. Trong một cuộc khảo sát gần đây của công ty Gallup về người Mỹ gốc Á, da đen và da trắng, người Mỹ gốc Á lên tiếng mạnh nhất về việc mong muốn giảm bớt sự hiện diện của cảnh sát trong cộng đồng họ.",
        "Để giải quyết vấn đề này, Thượng Viện Hoa Kỳ gần đây đã thông qua một dự luật “Đạo Luật Chống Thù Ghét Người Gốc Á Từ Đại Dịch COVID-19”. Dự luật này đã được Tổng Thống Joe Biden ký ban thành luật.",
        "Để tìm hiểu thêm về lịch sử của người Châu Á ở Mỹ, vui lòng tham khảo từ các nguồn sau:",
        "Đọc: Sự hình thành của người Mỹ gốc Á, một cuốn sách của Erika Lee",
        "Xem: Người Mỹ gốc Á, phim tài liệu của PBS",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_242820712.jpg?fit=840%2C1224&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_244390552.jpg?resize=840%2C791&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_244390552.jpg?resize=840%2C791&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/Chinese-Irish-German-immigration-Thomas-Nast-Harpers-Weekly-July-23-1870.jpg?resize=840%2C865&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/Chinese-Irish-German-immigration-Thomas-Nast-Harpers-Weekly-July-23-1870.jpg?resize=840%2C865&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_249572899.jpg?resize=840%2C638&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_249572899.jpg?resize=840%2C638&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_1963792192.jpg?resize=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/shutterstock_1963792192.jpg?resize=840%2C560&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4123&preview=true&_thumbnail_id=4120",
            "English"
        ],
        [
            "https://www.history.com/topics/westward-expansion/gold-rush-of-1849",
            "Cơn sốt đào vàng"
        ],
        [
            "https://www.npr.org/sections/codeswitch/2013/11/25/247166284/a-history-of-indentured-labor-gives-coolie-its-sting",
            "cu li"
        ],
        [
            "https://www.nps.gov/parkhistory/online_books/5views/5views3.htm",
            "phải đối mặt với bạo lực"
        ],
        [
            "https://www.pbs.org/kqed/chinatown/resourceguide/story.html",
            "San Francisco"
        ],
        [
            "https://immigrationtounitedstates.org/506-foreign-miner-taxes.html",
            "Thuế Thợ Mỏ Dành Cho Người Nước Ngoài"
        ],
        [
            "https://www.pbs.org/wgbh/americanexperience/features/goldrush-chinese-immigrants/",
            "một phần tư thu nhuận"
        ],
        [
            "https://www.lapl.org/collections-resources/blogs/lapl/chinese-massacre-1871",
            "sát hại 19 cư dân Trung Quốc"
        ],
        [
            "https://web.stanford.edu/group/chineserailroad/cgi-bin/website/faqs/",
            "kéo dài 700 dặm"
        ],
        [
            "https://www.theguardian.com/artanddesign/2019/jul/18/forgotten-by-society-how-chinese-migrants-built-the-transcontinental-railroad",
            "rất nguy hiểm"
        ],
        [
            "https://www.history.com/news/transcontinental-railroad-chinese-immigrants",
            "mặc dù công sức thì nhiều"
        ],
        [
            "https://aaww.org/yellow-peril-scapegoating/",
            "Mối hiểm họa da vàng"
        ],
        [
            "https://www.ourdocuments.gov/doc.php?flash=false&doc=47",
            "Đạo Luật Loại Trừ Người Gốc Trung Quốc"
        ],
        [
            "https://www.britannica.com/topic/Chinese-Exclusion-Act",
            "đây là đạo luật duy nhất Hoa Kỳ"
        ],
        [
            "https://www.presidency.ucsb.edu/documents/statement-signing-the-bill-repeal-the-chinese-exclusion-laws",
            " thiện tình cảm với nước Trung Quốc"
        ],
        [
            "https://encyclopedia.densho.org/San_Francisco_school_segregation/",
            "đi học ở ngôi"
        ],
        [
            "https://www.archives.gov/files/research/japanese-americans/justice-denied/chapter-1.pdf",
            "các trẻ em da trắng không bị ảnh hưởng do giao tiếp qua lại với học sinh gốc chủng tộc Mông Cổ"
        ],
        [
            "https://encyclopedia.densho.org/Gentlemen%27s_Agreement/",
            "một thỏa thuận không chính thức"
        ],
        [
            "https://www.intimeandplace.org/Japanese%20Internment/reading/constitution/alienlandlaw.html",
            "Luật Đất Đai Webb-Haney Dành Cho Người Nước Ngoài"
        ],
        [
            "https://encyclopedia.densho.org/December_7,_1941/",
            "Trân Châu Cảng "
        ],
        [
            "https://www.historynet.com/fear-itself-the-general-panicked-west-coast.htm",
            "Tướng John L"
        ],
        [
            "https://www.historynet.com/fear-itself-the-general-panicked-west-coast.htm",
            "."
        ],
        [
            "http://www.sfmuseum.org/war/dewitt0.html",
            " DeWitt"
        ],
        [
            "https://www.capradio.org/articles/2019/06/04/what-happened-to-the-property-of-sacramentos-japanese-american-community-interned-during-world-war-ii/",
            "bán hàng tỷ đô la tài sản"
        ],
        [
            "https://encyclopedia.densho.org/442nd_Regimental_Combat_Team/",
            "442 được tách riêng với đơn vị Mỹ bình thường"
        ],
        [
            "https://www.history.com/topics/world-war-ii/japanese-american-relocation",
            "vào năm 1946"
        ],
        [
            "https://www.history.com/topics/world-war-ii/japanese-american-relocation",
            "không có bất kỳ bằng chứng nào"
        ],
        [
            "https://encyclopedia.densho.org/Civil%20Liberties%20Act%20of%201988/",
            "chính thức xin lỗi và bồi thường"
        ],
        [
            "https://history.state.gov/milestones/1945-1952/immigration-act",
            "Đạo Luật Di Trú và Quốc Tịch năm 1952"
        ],
        [
            "https://history.house.gov/Exhibitions-and-Publications/APA/Historical-Essays/Exclusion-to-Inclusion/Immigrants-and-Refugees/",
            "Tam Giác Châu Á—Thái Bình Dương"
        ],
        [
            "https://immigrationtounitedstates.org/593-immigration-and-nationality-act-of-1952.html",
            "18.000 người"
        ],
        [
            "https://www.migrationpolicy.org/article/fifty-years-1965-immigration-and-nationality-act-continues-reshape-united-states",
            "Đạo Luật Di Trú và Quốc Tịch"
        ],
        [
            "https://www.migrationpolicy.org/article/fifty-years-1965-immigration-and-nationality-act-continues-reshape-united-states",
            "một phần tư"
        ],
        [
            "https://vietfactcheck.org/2020/10/02/giai-nghia-cong-dong-nguoi-da-den-tai-my-co-bi-phan-biet-chung-toc-mot-cach-co-he-thong-hay-khong/",
            "sau hàng trăm năm làm nô lệ"
        ],
        [
            "https://www.bostonfairhousing.org/timeline/1948-Shelley-v-Kramer.html",
            "xóa bỏ các luật bất công"
        ],
        [
            "https://www.history.com/topics/civil-rights-movement/loving-v-virginia",
            "Loving kiện bang Virginia"
        ],
        [
            "https://www.justice.gov/crt/section-2-voting-rights-act",
            "Quyền Bầu Cử"
        ],
        [
            "https://www.bostonfairhousing.org/timeline/1968-Fair-Housing-Act.html",
            "Đạo Luật Gia Cư Công Bằng"
        ],
        [
            "https://vietfactcheck.org/2020/08/31/sai-su-that-biden-va-dang-dan-chu-chong-dan-ti-nan-viet-nam/",
            "hỗ trợ về tài chính"
        ],
        [
            "https://www.silongchhun.com/blog/black-americans-urge-admission-of-the-indochinese-refugees",
            "The New York Times rằng"
        ],
        [
            "https://www.npr.org/sections/codeswitch/2017/04/19/524571669/model-minority-myth-again-used-as-a-racial-wedge-between-asians-and-blacks",
            "“Huyền thoại về chủng tộc thiểu số gương mẫu”"
        ],
        [
            "https://www.nbcnews.com/news/asian-america/decade-asian-america-n1108581",
            "nhưng lại ít có mặt"
        ],
        [
            "https://www.newyorker.com/culture/cultural-comment/the-muddled-history-of-anti-asian-violence",
            "vấn đề khó khăn"
        ],
        [
            "https://www.csusb.edu/sites/default/files/FACT%20SHEET-%20Anti-Asian%20Hate%202020%203.2.21.pdf",
            "Trung Tâm Nghiên Cứu về Chủ Nghĩa Thù Ghét và Cực Đoan"
        ],
        [
            "https://www.npr.org/2021/03/22/980075515/activists-say-anti-asian-attacks-go-unreported-due-to-stereotypes-language-barri",
            "thường không được báo cáo"
        ],
        [
            "https://news.gallup.com/poll/316571/black-americans-police-retain-local-presence.aspx",
            "mạnh nhất về việc mong muốn giảm bớt"
        ],
        [
            "https://www.govtrack.us/congress/bills/117/s937",
            "“Đạo Luật Chống Thù Ghét Người Gốc Á Từ Đại Dịch COVID-19”"
        ],
        [
            "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/23/statement-of-president-joe-biden-on-senate-passage-of-the-covid-19-hate-crimes-act/",
            "ký ban thành luật"
        ],
        [
            "https://www.simonandschuster.com/books/The-Making-of-Asian-America/Erika-Lee/9781476739410",
            "ự hình thành của người Mỹ gốc Á"
        ],
        [
            "https://www.pbs.org/show/asian-americans/",
            "Người Mỹ gốc Á"
        ],
        [
            "https://vietfactcheck.org/2021/05/24/bai-viet-dien-giai-nguoi-my-goc-chau-a-co-doi-mat-voi-nan-phan-biet-chung-toc-o-hoa-ky-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/05/24/bai-viet-dien-giai-nguoi-my-goc-chau-a-co-doi-mat-voi-nan-phan-biet-chung-toc-o-hoa-ky-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-05-24T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}