{
    "title": "Chính quyền Trump có giúp đỡ phụ nữ không?",
    "tags": [
        "Chương Trình Y Tế",
        "Donald Trump",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Tổng thống Donald Trump tuyên bố rằng ông đã giúp phụ nữ nhiều hơn bất kỳ tổng thống Hoa Kỳ nào trước đó.",
        "\nThẩm định: Giả định này là PHẦN LỚN SAI. Chính quyền Trump đã cắt giảm ngân sách cho các dịch vụ sức khỏe phụ nữ, đồng thời bãi bỏ các quy định dưới thời Obama nhằm thu hẹp khoảng cách mức lương giữa nam và nữ. Hiện tại, ứng với mỗi $1 tiền lương nam giới được nhận, phụ nữ chỉ được trả 82 xu. \n",
        "",
        "Ngày 24 tháng 8 năm 2020, Tổng thống Donald Trump đăng trên Twitter: “Tôi đã giúp cho NỮ GIỚI nhiều hơn bất kỳ tổng thống nào trong LỊCH SỬ.” Trước khi đại dịch bùng phát, trong một nền kinh tế tương đối lành mạnh, lần thứ hai trong lịch sử số lượng phụ nữ tham gia lực lượng lao động có lương áp đảo nam giới.",
        "Tuy nhiên, các chính sách của chính quyền Trump thể hiện một câu chuyện khác. Trong năm đầu tại nhiệm, Trump đã giải thể Hội Đồng Nhà Trắng về Phụ Nữ và Trẻ Em Gái, một cơ quan được thành lập dưới thời Obama để liên kết các nhóm hoạt động của phụ nữ và đánh giá tác động của các thay đổi chính sách tới nữ giới. ",
        "Trump cũng xoá bỏ các biện pháp bảo đảm mức lương công bằng giữa nam và nữ. Chính quyền Trump bãi bỏ một quy định Obama ban hành yêu cầu các công ty lớn phải công khai mức lương của nhân viên theo giới tính và chủng tộc. Mục đích của quy định này là giải quyết vấn đề bất bình đẳng trong thu nhập do phân biệt giới tính và chủng tộc. Tuy nhiên, sau đó, một thẩm phán liên bang đã bác lại chính quyền Trump và khôi phục lại quy định này.",
        "Ngoài ra, ngay trong nội bộ nhân viên Nhà Trắng, mức chênh lệch thu nhập theo giới thậm chí còn cao hơn bình quân cả nước. Nhân viên nữ của Nhà Trắng chỉ nhận được 69 xu ứng với $1 mà các nhân viên nam được trả. Trong khi đó, khoảng cách trung bình của cả nước là 82 xu cho $1.",
        "Chính quyền Trump cũng tìm cách hạn chế khả năng phụ nữ tiếp cận các dịch vụ sức khoẻ sinh sản. Dưới thời Obama, một quy định về việc tránh thụ thai trọng Đạo Luật Chăm Sóc Sức Khoẻ Phí tổn thấp (ACA) yêu cầu chủ lao động cung cấp bảo hiểm tránh thai với giá phải chăng. Tháng 7 năm 2020, Tối Cao Pháp Viện đã chấp nhận quy định của chính quyền Trump nhằm thu hẹp yêu cầu này, cho phép chủ doanh nghiệp dùng bất đồng thuộc tôn giáo hay đạo đức làm lý do để giới hạn việc dùng bảo hiểm chi trả cho tránh thai. Kết quả là, mặc dù họ vẫn tự đóng tiền bảo hiểm, 126.000 phụ nữ vẫn có khả năng không được dùng bảo hiểm chi trả cho các dịch vụ tránh thai. ",
        "Trump cũng giới hạn các dịch vụ chăm sóc sức khoẻ dành cho phụ nữ thông qua quy tắc bịt miệng Title X, không cho các cơ sở y tế cung cấp dịch vụ phá thai hoặc giới thiệu các nhà cung cấp dịch vụ phá thai, nhận tiền từ chương trình liên bang Title X trị giá $286 triệu. Quy tắc này được áp dụng ngay cả khi dịch vụ phá thai chỉ chiếm một phần nhỏ trong số các dịch vụ mà các cơ sở y tế này cung cấp, và việc phá thai là hợp pháp theo luật liên bang Hoa Kỳ.",
        "Hơn 4 triệu bệnh nhân dựa vào Title X, một chương trình phúc lợi cộng cộng cung cấp các dịch vụ sức khoẻ thiết yếu cho phụ nữ có thu nhập thấp không phải lúc nào cũng có bảo hiểm y tế. Title X giúp chi trả cho các biện pháp kiểm soát sinh sản, xét nghiệm và điều trị nhiễm trùng qua đường tình dục, cũng như tầm soát ung thư vú và cổ tử cung. Nguồn tài trợ của Title X giúp ngăn ngừa 1,9 triệu ca mang thai ngoài ý muốn mỗi năm. Nó cho phép phụ nữ tiếp cận các nguồn để quyết định nếu và khi nào họ muốn có con — việc vốn dĩ gắn liền với sự nghiệp, sức khoẻ và khả năng độc lập về tài chính của phụ nữ. Quy tắc bịt miệng Title X của chính quyền Trump đã khiến mạng lưới phúc lợi này giảm 46% năng suất và ảnh hưởng tới khoảng 1,6 triệu bệnh nhân. ",
        "Kết luận: Chính quyền Trump đã đưa ra nhiều chính sách hạn chế khả năng của phụ nữ trong việc đưa ra quyết định về sức khoẻ và sự nghiệp của bản thân. Những quy định này đặc biệt gây hại cho những phụ nữ dễ bị tổn thương, những người thu nhập thấp hoặc không có bảo hiểm y tế. Vì thế, tuyên bố rằng Trump đã làm nhiều việc để giúp phụ nữ hơn bất kỳ tổng thống nào là PHẦN LỚN SAI. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1152002639-e1603819562783.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1996",
            "English"
        ],
        [
            "https://vietfactcheck.org/2020/09/24/co-that-la-kinh-te-hoa-ky-duoi-thoi-trump-manh-nhat-tu-truoc-den-nay/",
            "kinh tế"
        ],
        [
            "https://www.washingtonpost.com/business/2020/01/10/january-2020-jobs-report/",
            "lần thứ hai trong lịch sử"
        ],
        [
            "https://www.politico.com/story/2017/06/30/donald-trump-white-house-council-for-women-and-girls-239979",
            "Trump đã giải thể"
        ],
        [
            "https://www.washingtonpost.com/news/wonk/wp/2017/08/30/the-trump-administration-just-halted-this-obama-era-rule-to-shrink-the-gender-wage-gap/?utm_term=.528fbf7c6264",
            "bãi bỏ một quy định Obama ban hành"
        ],
        [
            "https://www.washingtonpost.com/dc-md-va/2019/03/05/victory-equal-pay-judge-rules-trump-administration-must-require-companies-report-pay-by-gender-race/",
            "bác lại chính quyền Trump"
        ],
        [
            "https://19thnews.org/2020/09/gender-pay-gap-trump-white-house/",
            "69 xu ứng với $1"
        ],
        [
            "https://www.nytimes.com/2020/07/08/us/supreme-court-birth-control-obamacare.html",
            "một quy định về việc tránh thụ thai"
        ],
        [
            "https://www.nytimes.com/2020/07/08/us/supreme-court-birth-control-obamacare.html",
            "đã chấp nhận quy định"
        ],
        [
            "https://www.nytimes.com/2019/02/22/health/trump-defunds-planned-parenthood.html",
            "quy tắc bịt miệng Title X"
        ],
        [
            "https://vietfactcheck.org/2020/10/26/joe-biden-va-dang-dan-chu-co-ung-ho-pha-thai-cuoi-thai-ky-khong/",
            "việc phá thai"
        ],
        [
            "https://www.hhs.gov/about/news/2019/02/22/hhs-releases-final-title-x-rule-detailing-family-planning-grant-program.html",
            "4 triệu bệnh nhân dựa vào Title X"
        ],
        [
            "https://www.guttmacher.org/fact-sheet/publicly-supported-FP-services-US",
            "ngăn ngừa 1,9 triệu ca mang thai ngoài ý muốn"
        ],
        [
            "https://www.guttmacher.org/article/2020/02/trump-administrations-domestic-gag-rule-has-slashed-title-x-networks-capacity-half#",
            "giảm 46% năng suất"
        ],
        [
            "https://vietfactcheck.org/2020/10/27/chinh-quyen-trump-co-giup-do-phu-nu-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/27/chinh-quyen-trump-co-giup-do-phu-nu-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-27T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}