{
    "title": "Chủng ngừa Covid-19 có an toàn không sau quá trình sản xuất gấp rút?",
    "tags": [
        "bệnh COVID-19",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Nhiều người Mỹ gốc Việt tin rằng vắc-xin Pfizer và Moderna COVID-19 không an toàn do quá trình sản xuất vội vàng.",
        "\nThẩm định: Giả định này SAI. Tuy quá trình phát triển và thử nghiệm một chủng ngừa mới thường mất nhiều năm, vắx-xin COVID-19, từ các nhà sản xuất Pfizer và Moderna, chỉ mất 10 tháng. Lý do là chủng ngừa này được phát triển từ một RNA thông tin (mRNA). Chủng ngừa không chứa bất kỳ con vi rút sống nào cho nên phát triển nhanh hơn. Việc nghiên cứu vaccine mRNA đã được tiến hành từ năm 1976, cho nên vaccine COVID-19 là kết quả của nhiều năm nghiên cứu.\n",
        "",
        "mRNA, những mảnh nhỏ chứa đựng thông tin sinh học cần thiết, có sẵn trong tất cả các tế bào sống. mRNA là chất trung gian truyền đạt tín hiệu tế bào giữa DNA và protein, và có chức năng mã hóa những chuỗi protein cụ thể.",
        "Tuy vắc-xin mRNA là một loại vaccine mới, nhưng việc nghiên cứu mRNA vẫn đã tiến hành kể từ năm 1976. Thay vì phát triển một phiên bản vi rút yếu hơn trong tế bào và sau đó đưa chúng vào vaccine, các nhà khoa học phát hiện rằng sẽ nhanh chóng hơn khi làm ra những mRNA có thể chỉ dẫn tế bào sản xuất một loại protein vi rút cụ thể trong cơ thể. Các protein vi rút này, do là vật thể lạ trong người, sẽ kích hoạt cơ thể tạo ra kháng thể.",
        "Cơ bản thì vaccine mRNA giảm bớt các khâu chuyên sâu và chiếm thời gian hơn trong quá trình phát triển vaccine cho các nhà khoa học. Và đó là lý do vaccine có thể được phát triển nhanh hơn.",
        "Việc dùng mRNA cho phép vaccine được hình thành nhanh chóng. Sau khi các nhà khoa học phát hiện ra chuỗi vi-rút gây COVID-19 vào tháng 1 năm 2020, quá trình phát triển các loại -xin mRNA khác nhau được bắt đầu. Các nhà khoa học đã được cung cấp một bản xanh để tạo protein COVID-19. Họ đã chọn một loại protein COVID-19 gọi là protein gai. Sau đó, họ đưa một mRNA có thể tạo ra protein gai vào vaccine. Tuy chỉ có một loại protein, và không có vi rút gây nhiễm nào được tạo ra, hệ thống miễn dịch vẫn làm ra kháng thể đủ mạnh để vô hiệu hoá vi rút lúc nhiễm bệnh thật sự.",
        "Theo Trung tâm Kiểm soát Dịch bệnh Hoa Kỳ, các vắc-xin trải qua ba giai đoạn phát triển. Qua mỗi đợt thì sẽ có nhiều người được tiêm vaccine để thử nghiệm hơn. Vắc-xin Pfizer đã được thử nghiệm trên 43,661 người; vắc-xin Moderna đã được thử nghiệm trên 30,000 người. Tác dụng phụ nghiêm trọng nhất được báo cáo là vắc-xin có thể gây ra sự mệt mỏi sau khi tiêm.",
        "Sau khi qua ba giai đoạn, vắc-xin phải trải qua một quy trình phê duyệt gồm nhiều bước từ Cơ quan Quản lý Thực phẩm và Dược phẩm (FDA). Ngay cả sau khi phê duyệt vắc xin, FDA vẫn giám sát quá trình đưa vắc-xin vào hoạt động và hoạt động sản xuất.",
        "Cả vaccine Pfizer và Moderna đều được áp dụng và đã được sự cho phép Sử Dụng Khẩn Cấp (EUA). Để nộp đơn xin EUA, các loại vắc-xin cần phải đạt mức hiệu quả ít nhất là 50%. Cả hai loại vaccine mRNA đều vượt mức này. FDA xác định rằng những lợi ích đã biết và tiềm tàng của cả vaccine Pfizer và Moderna nhiều hơn những rủi ro đã biết và tiềm tàng.",
        "Ủy ban cấp phép sử dụng khẩn cấp EUA cho vắx-xin gồm những thành viên là các bác sĩ và nhà khoa học trung lập không mang tính không thiên vị, và những chuyên gia được công nhận trên toàn cầu và có am hiểu về sự phức tạp trong quá trình phát triển vaccine lẫn việc đánh giá tính an toàn và hiệu quả của tất cả các loại vaccine.",
        "Vaccine Pfizer COVID-19:",
        "Yêu cầu tiêm hai mũi cách nhau 21 ngày.Tỷ lệ hiệu quả tổng thể 95%.Các tác dụng phụ thường gặp như buồn nôn, sốt, đau nhức sau khi tiêm chủng là bình thường.Dành cho lứa tuổi từ 16 trở lên.FDA đã dành 20 ngày để xem xét dữ liệu trước khi cho phép phê duyệt.",
        "Vaccine Moderna COVID-19:",
        "Yêu cầu tiêm hai mũi cách nhau 28 ngày.Tỷ lệ hiệu quả tổng thể 94.1%.Các tác dụng phụ thường gặp như đau tại chỗ tiêm, mệt mỏi và nhức đầu sau khi tiêm chủng là bình thường.Dành cho lứa tuổi từ 18 tuổi trở lên.FDA đã dành 17 ngày để xem xét dữ liệu trước khi cho phép phê duyệt.",
        "Kể từ ngày 4 tháng 2, Johnson & Johnson đã nộp vaccine của mình xin EUA từ FDA. Không như vaccine của Moderna và Pfizer, vaccine Johnson & Johnson chỉ cần một liều duy nhất, có tỷ lệ hiệu quả tổng thể là 66%. Nhóm Việt Kiểm Tin đang theo dõi sát sao tin tức liên quan đến vaccine Johnson & Johnson.",
        "Vaccine Pfizer và Moderna an toàn và đã trải qua quá trình kiểm tra nghiêm ngặt trước khi được FDA chấp thuận. Nhưng để tăng thêm độ an toàn, quý vị vẫn nên mang một (hoặc hai) khẩu trang, tránh các cuộc tụ tập trong nhà, và dù đã tiêm chủng ngừa vẫn cách xa những người không trong gia đình ít nhất 6 feet.",
        "\n\n\nĐể hẹn ngày tiêm chủng ngừa, xin đến trang\n\nVietCovid.org\n\nViệt Kiểm Tin đang liên kết với nhiều tổ chức cộng đồng và y tế để giúp cộng đồng người Mỹ gốc Việt hiểu thêm về chủng ngừa COVID-19. Dự án này được hỗ trợ bởi: Hội Người Mỹ Gốc Việt Cấp Tiến (PIVOT), Dịch Vụ Y Tế Á Châu (AHS), Liên Hiệp Ngành Móng Tay Lành Mạnh (California Healthy Nail Salon Collaborative), Liên Minh Sinh Viên Bắc Mỹ Gốc Việt (UNAVSA), Trung Tâm Tài Nguyên Hành Động Đông Nam Á (SEARAC), Trung Tâm Nghiên Cứu Sức Khoẻ Y Tế Người Mỹ Gốc Á (ARCH) và Hiệp Hội Tổ Chức Sức Khoẻ Cộng Đồng Châu Á Thái Bình Dương (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/shutterstock_1766547584-e1613787109147.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2021/02/19/are-the-covid-19-vaccines-not-safe-because-they-were-created-so-quickly/",
            "English"
        ],
        [
            "https://news.mit.edu/2020/rna-vaccines-explained-covid-19-1211",
            "nhiều năm"
        ],
        [
            "https://vietfactcheck.org/2021/02/05/mot-nguoi-co-the-nhiem-covid-19-sau-khi-tiem-chung-ngua-hay-khong/?_thumbnail_id=2898",
            "con vi rút sống nào"
        ],
        [
            "https://news.mit.edu/2020/rna-vaccines-explained-covid-19-1211",
            "từ năm 1976"
        ],
        [
            "https://news.mit.edu/2020/rna-vaccines-explained-covid-19-1211",
            "năm 1976"
        ],
        [
            "https://www.health.harvard.edu/blog/why-are-mrna-vaccines-so-exciting-2020121021599",
            "được hình thành nhanh chóng"
        ],
        [
            "https://www.cdc.gov/vaccines/basics/test-approve.html",
            "ba giai đoạn phát triển"
        ],
        [
            "https://www.statnews.com/2020/11/18/pfizer-biontech-covid19-vaccine-fda-data/",
            "43,661 người"
        ],
        [
            "https://www.statnews.com/2020/11/18/pfizer-biontech-covid19-vaccine-fda-data/",
            "30,000 người"
        ],
        [
            "https://www.nytimes.com/live/2020/pfizer-covid-19-vaccine",
            "đạt mức hiệu quả ít nhất là 50%"
        ],
        [
            "https://www.fda.gov/vaccines-blood-biologics/vaccines/emergency-use-authorization-vaccines-explained",
            "nhiều hơn những rủi ro đã biết và tiềm tàng"
        ],
        [
            "https://www.wsj.com/articles/how-pfizer-delivered-a-covid-vaccine-in-record-time-crazy-deadlines-a-pushy-ceo-11607740483",
            "Tỷ lệ hiệu quả tổng thể 95%"
        ],
        [
            "https://www.cdc.gov/vaccines/acip/recs/grade/covid-19-pfizer-biontech-etr.html",
            "16 trở lên"
        ],
        [
            "https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-announces-advisory-committee-meeting-discuss-covid-19-vaccine",
            "FDA đã dành 20 ngày"
        ],
        [
            "https://www.cdc.gov/vaccines/covid-19/info-by-product/moderna/moderna-faqs.html",
            "Tỷ lệ hiệu quả tổng thể 94.1%"
        ],
        [
            "https://www.cdc.gov/vaccines/covid-19/info-by-product/moderna/index.html",
            "18 tuổi trở lên"
        ],
        [
            "https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-announces-advisory-committee-meeting-discuss-covid-19-vaccine",
            "FDA đã dành 17 ngày"
        ],
        [
            "https://www.jnj.com/johnson-johnson-announces-submission-of-application-to-the-u-s-fda-for-emergency-use-authorization-of-its-investigational-single-shot-janssen-covid-19-vaccine-candidate",
            "xin EUA từ FDA"
        ],
        [
            "https://www.jnj.com/johnson-johnson-announces-single-shot-janssen-covid-19-vaccine-candidate-met-primary-endpoints-in-interim-analysis-of-its-phase-3-ensemble-trial",
            "tỷ lệ hiệu quả tổng thể là 66%"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/mask-fit-and-filtration.html",
            "mang một (hoặc hai) khẩu trang"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/02/19/chung-ngua-covid-19-co-an-toan-khong-sau-qua-trinh-san-xuat-gap-rut/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/02/19/chung-ngua-covid-19-co-an-toan-khong-sau-qua-trinh-san-xuat-gap-rut/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-02-19T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}