{
    "title": "Chủng ngừa COVID-19 có chứa tế bào mô thai đã bị huỷ bỏ không?",
    "tags": [
        "bệnh COVID-19",
        "Economy",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Nhiều người Mỹ chia sẻ các bài viết trên mạng xã hội về chủng ngừa COVID-19 hãng Johnson & Johnson có chứa các tế bào từ bào thai bị huỷ bỏ.",
        "\nThẩm định: Giả định này HẦU HẾT SAI. Thuốc chủng ngừa hãng Johnson & Johnson không chứa bất kỳ tế bào mô thai nào. Nhưng các dòng tế bào của mô thai đã được sử dụng để phát triển vắc-xin, và các dòng tế bào thì không phải là tế bào từ thai nhi. Các dòng tế bào từ mô thai là các tế bào được sao chép trong phòng thí nghiệm từ các tế bào của một bào thai đã bị huỷ bỏ. Các dòng tế bào mô thai đã được sử dụng phổ biến từ những năm 1960 để phát triển chủng ngừa, từng được dùng qua cho chủng ngừa sởi, thủy đậu và viêm gan A. Thành quốc Vatican cũng đưa ra một tuyên bố cho biết người đạo Công Giáo có thể tiêm chủng ngừa J&J nếu không có loại nào khác.\n",
        "",
        "Chủng ngừa COVID-19 hãng Janssen/Johnson & Johnson đã được phân phối cho hơn 11 triệu người Mỹ. Một số tài khoản trên mạng xã hội đã tuyên truyền rằng chủng ngừa có chứa “DNA của bào thai bị hủy bỏ.” Giả định này sai.",
        "Các thành phần chủng ngừa hãng Johnson & Johnson được liệt kê trên trang mạng của Cơ Quan Quản Lý Thực Phẩm và Dược Phẩm Hoa Kỳ là: tái tổ hợp DNA, bản sao chép vi rút adeno yếu loại 26 có biểu hiện protein gai SARS-CoV-2, axít citric monohydrate, trisodium citrate dihydrate, ethanol, 2-hydroxypropyl-β-cyclodextrin (HBCD), polysorbate-80, sodium chloride.",
        "Không có thành phần nào nêu trên là tế bào thai nhi. Tuy dòng tế bào mô thai có được sử dụng trong quá trình thử nghiệm chủng ngừa J&J, nhưng các dòng tế bào của mô thai không phải là tế bào thai nhi.",
        "Dòng tế bào là các tế bào đã được sao chép trong phòng thí nghiệm. Trong trường hợp các dòng tế bào mô thai được sử dụng để thử nghiệm chủng ngừa J&J, các tế bào này là bản sao của các tế bào từ một bào thai đã bị huỷ bỏ vào năm 1985. Trong nhiều thập kỷ qua, các bản sao từ các tế bào mô thai đó được tạo ra. Dòng tế bào mô thai này được gọi là PER.C6.",
        "Trong chủng ngừa hãng J&J, dòng tế bào của mô thai không có trong thành phần. Chúng được dùng để giúp làm chủng ngừa — chủng ngừa J&J có vi-rút adeno (là một loại vi-rút không hoạt động) làm thành phần. Một loại vi-rút adeno cần tế bào để phát triển. Các dòng tế bào PER.C6 được dùng để tạo ra vi-rút adeno do nó tương tự như mô người.",
        "Cách thức làm việc của chủng ngừa hãng J&J là vi-rút adeno được tiêm vào cơ thể người, và vi-rút đó kêu cơ thể tạo ra các protein gai COVID-19 mà hệ miễn dịch sau đó sẽ tiêu diệt. Khi thật sự gặp phải COVID-19, cơ thể sẽ biết cách chống lại. Tương tự như chủng ngừa hãng Pfizer và Moderna, chủng ngừa J&J không có bất kỳ vi-rút COVID-19 nào. Do đó, bạn không thể nhiễm COVID-19.",
        "Hãng thuốc Johnson & Johnson đã dùng các dòng tế bào của mô thai trong quá trình sản xuất chủng ngừa. Các dòng tế bào mô thai cũng được sử dụng để thử nghiệm chủng ngừa hãng Moderna và Pfizer để đảm bảo mức hiệu quả. Các dòng tế bào mô thai đã được dùng để phát triển chủng ngừa từ những năm 1960 và để làm chủng ngừa phòng bệnh sởi, rubella, bệnh dại, thủy đậu, bệnh giời leo và viêm gan A.",
        "Đối với những người Công Giáo có lo ngại về đạo lý khi tiêm chủng ngừa hãng J&J, Thành quốc Vatican đã tuyên bố “khi chủng ngừa COVID-19 hoàn hảo về mặt đạo đức không có sẵn…  việc tiêm chủng ngừa COVID-19 có sử dụng các dòng tế bào từ mô thai đã bị hủy bỏ, trong quá trình nghiên cứu và sản xuất, là điều có thể chấp nhận được về mặt đạo đức.”",
        "Thành quốc Vatican cũng nói những người phản đối bất kỳ loại chủng ngừa COVID-19 vì lý do đạo đức phải thực hiện các biện pháp cá nhân ngăn chặn lây lan COVID-19 cho người khác, chẳng hạn như “bằng các biện pháp dự phòng và hành động thích hợp.” Thành quốc Vatican cũng cho hay: “Đặc biệt nhất là những người này phải tránh gây hại sức khỏe của những người không thể tiêm chủng vì lý do y tế hoặc các lý do khác, và những người dễ bị tổn thương nhất.”",
        "\n\n\nĐể hẹn ngày tiêm chủng ngừa, xin đến trang\n\nVietCovid.org\n\nViệt Kiểm Tin đang liên kết với nhiều tổ chức cộng đồng và y tế để giúp cộng đồng người Mỹ gốc Việt hiểu thêm về chủng ngừa COVID-19. Dự án này được hỗ trợ bởi: Hội Người Mỹ Gốc Việt Cấp Tiến (PIVOT), Dịch Vụ Y Tế Á Châu (AHS), Liên Hiệp Ngành Móng Tay Lành Mạnh (California Healthy Nail Salon Collaborative), Liên Minh Sinh Viên Bắc Mỹ Gốc Việt (UNAVSA), Trung Tâm Tài Nguyên Hành Động Đông Nam Á (SEARAC), Trung Tâm Nghiên Cứu Sức Khoẻ Y Tế Người Mỹ Gốc Á (ARCH) và Hiệp Hội Tổ Chức Sức Khoẻ Cộng Đồng Châu Á Thái Bình Dương (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/06/shutterstock_1905745720-e1624035334686.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4362",
            "English"
        ],
        [
            "https://covid.cdc.gov/covid-data-tracker/#vaccinations",
            "cho hơn 11 triệu"
        ],
        [
            "https://www.facebook.com/permalink.php?story_fbid=10107236443157031&id=33023039",
            "có chứa “DNA của bào thai bị hủy bỏ.”"
        ],
        [
            "https://www.fda.gov/media/146305/download",
            "Các thành phần chủng ngừa"
        ],
        [
            "https://www.healthline.com/health-news/no-fetal-tissue-wasnt-used-to-create-the-jj-covid-19-vaccine#How-are-they-involved-in-the-production-of-COVID-19-vaccines?",
            "PER.C6"
        ],
        [
            "https://vietfactcheck.org/2021/03/26/chung-ngua-cua-hang-johnson-johnson-covid-19-co-an-toan-khong/",
            "vi-rút adeno"
        ],
        [
            "https://www.scientificamerican.com/article/the-truth-about-fetal-tissue-research/",
            "từ những năm 1960"
        ],
        [
            "https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_con_cfaith_doc_20201221_nota-vaccini-anticovid_en.html",
            "Thành quốc Vatican"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/06/18/chung-ngua-covid-19-co-chua-te-bao-mo-thai-da-bi-huy-bo-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/06/18/chung-ngua-covid-19-co-chua-te-bao-mo-thai-da-bi-huy-bo-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-06-18T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}