{
    "title": "Chủng ngừa COVID-19 hãng Pfizer hay Moderna có tốt hơn chủng ngừa hãng Johnson & Johnson không?",
    "tags": [
        "bệnh COVID-19",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Nhiều người Mỹ gốc Việt tin rằng loại chủng ngừa cần tiêm hai liều (của hãng Pfizer hay Moderna) tốt hơn loại chủng ngừa chỉ tiêm một liều Johnson & Johnson.",
        "\nThẩm định: Giả định này SAI. Tất cả các loại chủng ngừa đều rất hiệu quả trong việc ngăn ngừa nhiễm COVID-19 nghiêm trọng, khả năng nhập viện và tử vong. Nhiều chuyên gia y tế, bao gồm cả cố vấn của Toà Bạch Ốc là Bác sĩ Anthony Fauci, nói rằng loại chủng ngừa COVID-19 tốt nhất là loại có sẵn cho bạn.\n",
        "Mục tiêu của các chủng ngừa COVID-19 là giữ tỷ lệ nhiễm trùng ở mức thấp và loại bỏ nguy cơ nhập viện lẫn tử vong. Trong các thử nghiệm lâm sàng, cả ba loại chủng ngừa — Pfizer, Moderna và J&J — đều làm giảm đáng kể tỷ lệ tử vong do bệnh và không cho bất kỳ người nào nhập viện.",
        "Mỗi loại chủng ngừa đã được thử nghiệm trong nhiều điều kiện lâm sàng khác nhau, và có mức độ hiệu quả lẫn cả liều lượng riêng biệt. Các chủng ngừa hãng Pfizer và Moderna không có thử nghiệm để chống lại các biến thể COVID-19 mới. Ngược lại, một số lượng lớn những người tham gia thử nghiệm chủng ngừa hãng J&J có nhiễm một loại biến thể COVID-19. Các chuyên gia y tế khuyên mọi người không nên trực tiếp so sánh các chủng ngừa với nhau cho đến khi chúng được đo lường trong các thử nghiệm lâm sàng giống nhau.",
        "Nhưng trong các thử nghiệm của riêng mỗi loại thì chủng ngừa hãng Pfizer và Moderna đều có mức hiệu quả khoảng 95% ngăn ngừa nhiễm trùng COVID-19 có biểu hiện triệu chứng. Cần phải tiêm hai liều để được bảo vệ đầy đủ.",
        "Một nghiên cứu gần đây từ Trung tâm Kiểm soát và Phòng ngừa Dịch bệnh (CDC), nơi đo lường hiệu quả của chủng ngừa trong các nhân viên y tế, cho thấy liều đầu tiên của chủng ngừa hãng Pfizer hoặc Moderna đã đạt mức hiệu quả 80% sau hai tuần. Liều thứ hai đẩy mức hiệu quả lên 95%. Mức hiệu quả này chỉ đạt được hai tuần sau khi tiêm liều thứ hai.",
        "Bác sĩ Anthony Fauci, giám đốc Viện Dị ứng và Bệnh truyền nhiễm Quốc gia Hoa Kỳ, khuyến cáo mọi người nên tiêm cả hai liều chủng ngừa của hãng Pfizer hoặc Moderna để bảo vệ bản thân tốt hơn trước các biến thể COVID-19 mới dễ lây nhiễm hơn. Thêm vào đó, một người cũng nên tiêm cùng chung một hãng thuốc chủng ngừa trong khoảng thời gian đề ra.",
        "Ngược lại, chủng ngừa hãng J&J chỉ cần tiêm một lần. Trong các thử nghiệm lâm sàng, ít nhất 14 ngày sau khi tiêm, chủng ngừa này có mức hiệu quả 67% trong việc ngăn ngừa mức nhiễm trùng COVID-19 từ trung bình đến nặng. Mức hiệu quả sẽ tăng lên 85% vào 28 ngày sau khi tiêm và ngăn ngừa được việc nhiễm trùng nghiêm trọng.",
        "Tất cả ba loại chủng ngừa đều:",
        "Đã được chứng minh lâm sàng để giảm bệnh nghiêm trọng từ việc nhiễm COVID-19.Đã được chứng minh lâm sàng để giảm đáng kể số lần nhập viện và tử vong.Được Trung tâm CDC và Cơ quan Quản lý Thực phẩm và Dược phẩm khuyên nên đón nhận khi bạn có đủ điều kiện để tiêm chủng.",
        "Nếu có thuốc chủng ngừa dành cho bạn, hãy đi chích càng sớm càng tốt. Tiêm chủng ngừa, cho dù là loại cần hai mũi tiêm như của hãng Pfizer hay Moderna, hay chỉ một mũi như của hãng J&J, là hành động cần thiết để chấm dứt đại dịch. CDC gần đây cho biết những người đã tiêm chủng ngừa có thể tụ tập trong nhà với những người cũng đã tiêm ngừa, nhưng họ không nên tụ tập với những người chưa đi tiêm.",
        "",
        "\n\n",
        "\n\n\nĐể hẹn ngày tiêm chủng ngừa, xin đến trang\n\nVietCovid.org\n\nViệt Kiểm Tin đang liên kết với nhiều tổ chức cộng đồng và y tế để giúp cộng đồng người Mỹ gốc Việt hiểu thêm về chủng ngừa COVID-19. Dự án này được hỗ trợ bởi: Hội Người Mỹ Gốc Việt Cấp Tiến (PIVOT), Dịch Vụ Y Tế Á Châu (AHS), Liên Hiệp Ngành Móng Tay Lành Mạnh (California Healthy Nail Salon Collaborative), Liên Minh Sinh Viên Bắc Mỹ Gốc Việt (UNAVSA), Trung Tâm Tài Nguyên Hành Động Đông Nam Á (SEARAC), Trung Tâm Nghiên Cứu Sức Khoẻ Y Tế Người Mỹ Gốc Á (ARCH) và Hiệp Hội Tổ Chức Sức Khoẻ Cộng Đồng Châu Á Thái Bình Dương (AAPCHO).\n\n\n",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/3vaccines-e1620420294583.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/Infographic_Vaccine_Viet.jpg?resize=840%2C420&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/05/Infographic_Vaccine_Viet.jpg?resize=840%2C420&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/03/covid-19-vaccine.jpg?resize=840%2C441&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3674&preview=true&_thumbnail_id=3679",
            "English"
        ],
        [
            "https://www.cnn.com/2021/02/28/politics/anthony-fauci-vaccines-cnntv/index.html",
            "Bác sĩ Anthony Fauci"
        ],
        [
            "https://www.vox.com/22311625/covid-19-vaccine-efficacy-johnson-moderna-pfizer",
            "Mục tiêu của các chủng ngừa COVID-19"
        ],
        [
            "https://www.cnn.com/2021/03/22/health/covid-vaccines-prevent-death/index.html",
            "đều làm giảm đáng kể"
        ],
        [
            "https://www.statnews.com/2021/02/02/comparing-the-covid-19-vaccines-developed-by-pfizer-moderna-and-johnson-johnson/",
            "Ngược lại"
        ],
        [
            "https://www.cdc.gov/mmwr/volumes/70/wr/mm7013e3.htm",
            "Một nghiên cứu gần đây từ Trung tâm Kiểm soát và Phòng ngừa Dịch bệnh (CDC)"
        ],
        [
            "https://www.nbc12.com/2021/02/12/infectious-disease-doctor-vaccines-arent-fully-effective-until-two-weeks-after-second-dose/",
            "hai tuần sau khi tiêm liều thứ hai"
        ],
        [
            "https://www.cnbc.com/2021/04/05/covid-vaccine-fauci-says-two-shots-of-pfizer-or-moderna-are-better-than-one-.html",
            "khuyến cáo mọi người"
        ],
        [
            "https://www.vietcovid.org/vaccine-info/viet-fact-check-do-you-really-need-to-get-both-doses-of-the-covid-19-vaccine",
            "trong khoảng thời gian đề ra"
        ],
        [
            "https://www.fda.gov/news-events/press-announcements/fda-issues-emergency-use-authorization-third-covid-19-vaccine",
            "có mức hiệu quả 67%"
        ],
        [
            "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/fully-vaccinated.html",
            "CDC gần đây cho biết"
        ],
        [
            "http://www.vietcovid.org",
            "VietCovid.org"
        ],
        [
            "https://vietfactcheck.org/2021/05/07/chung-ngua-covid-19-hang-pfizer-hay-moderna-co-tot-hon-chung-ngua-hang-johnson-johnson-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/05/07/chung-ngua-covid-19-hang-pfizer-hay-moderna-co-tot-hon-chung-ngua-hang-johnson-johnson-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-05-07T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}