{
    "title": "Có đúng là Hunter Biden đã bán khả năng tiếp cận với Joe Biden cho Ukraine không?",
    "tags": [
        "Donald Trump",
        "Joe Biden",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Tổng thống Trump đã liên tục nói rằng Hunter Biden đã cung cấp trái phép khả năng tiếp cận với chính quyền Barack Obama / Joe Biden cho chính phủ Ukraine.",
        "\nThẩm định: Giả định này SAI. Không có bằng chứng nào xác nhận bất kỳ ai trong chính quyền Obama / Biden hỗ trợ cho Hunter Biden khi ông còn là thành viên hội đồng quản trị của Burisma, một công ty năng lượng có trụ sở tại Ukraine. Thêm nữa, việc Trump thúc đẩy chính phủ Ukraine điều tra gia đình Biden là cái khởi nguồn của quá trình luận tội ông. \n",
        "",
        "Hunter Biden là một luật sư và là con trai thứ hai của Joe Biden. Ông gia nhập hội đồng quản trị của Burisma, một công ty khí đốt tự nhiên của Ukraine vào năm 2014 sau một cuộc cách mạng ở nước này, và được trả lương với tư cách là tư vấn từ tháng 4 năm 2014 đến tháng 4 năm 2019. ",
        "Năm 2015, chính phủ thân Nga của Ukraine đã được thay thế bằng một chính phủ mới muốn tạo quan hệ tốt hơn với Mỹ và Liên hiệp Châu Âu. Đây là một vấn đề nan giải cho Burisma, vì họ đã chú trọng vào việc thúc đẩy quan hệ với Nga. Kết quả là họ ráo riết tuyển dụng các thành viên hội đồng quản trị từ Tây Âu và Mỹ để tái thiết lập ảnh hưởng với các cường quốc có nhiều khả năng tác động đến sinh hoạt kinh doanh của Ukraine. ",
        "Mối quan hệ này bị coi là có vấn đề với các viên chức Mỹ lúc đó và chính cả Hunter Biden sau này khi nhìn lại, vì nó có khả năng đưa đến xung đột lợi ích. Có một sự đồng tình rộng rãi là Burisma đang cố sử dụng mối liên hệ giữa Hunter với cha mình là Joe để được lợi thế, như các công ty vẫn thường làm khi chọn các thành viên hội đồng quản trị vừa không những tư vấn mà còn mang lại những quan hệ có nhiều ảnh hưởng.",
        "Có xung đột lợi ích nào trong việc này không?",
        "Mặc dù được Quốc hội và truyền thông theo dõi gắt gao, không có bằng chứng đáng tin cậy nào cho thấy Hunter Biden đã tìm cách gây ảnh hưởng đến Chính quyền Obama. Viên chức Bộ Ngoại giao George Kent đã tuyên bố chính thức được ghi chép là ông “hoàn toàn không thấy” bằng chứng nào cho hành vi sai trái. Tại Quốc hội, một báo cáo Thượng viện do các Thượng Nghị sĩ đảng Cộng hòa chỉ huy  đã không tìm thấy bằng chứng nào về hành động trái phép.",
        "Một tin đồn sai lệch được nhiều người tin nhất là Phó Tổng thống Joe Biden đã ép buộc Chính phủ Ukraine sa thải công tố viên người Ukraine Viktor Shokin để ngưng cuộc điều tra về Burisma. Shokin có bị sa thải. Nhưng ông bị sa thải vì đã không hành động đủ quyết liệt để chống tham nhũng ở Ukraine. Vào thời điểm đó, người ta tin rằng Shokin tích cực cản trở các cuộc điều tra về người sáng lập Burisma, Mykola Zlochevsky, người bị nghi ngờ tham nhũng và phạm tội tài chính. ",
        "Joe Biden đại diện cho Mỹ trong liên minh nhiều quốc gia đã đe dọa ngừng viện trợ tài chính trừ khi Shokin bị sa thải, vì  họ có quan tâm chung là việc tham nhũng sẽ ảnh hưởng đến khả năng trả nợ của Ukraine. Cũng cần lưu ý rằng vào năm 2016, ba thượng nghị sĩ đảng Cộng hòa đã ký một lá thư ủng hộ việc cải tổ cơ quan của Shokin vì quan ngại tham nhũng.",
        "Vào ngày 14 tháng 10 năm 2020, báo New York Post đăng hình ảnh của các email cho thấy Hunter Biden đã lên lịch một cuộc họp mặt giữa một viên chức cao cấp của Burisma và Joe Biden. Ban vận động tranh cử của Biden đã tuyên bố cuộc họp này không xảy ra sau khi xem lại lịch trình lúc đó của cựu Phó Tổng thống Biden. Không có email nào khác về những gì xảy ra sau buổi họp mặt bị cáo buộc đó.",
        "Các email này đến từ Steve Bannon và Rudy Giuliani, hai đồng minh của Trump đang bị chính phủ liên bang điều tra do gian lận và vi phạm luật tài chính tranh cử. Đáng chú ý là cả Facebook lẫn Twitter đều nỗ lực hạn chế hoặc hoàn toàn ngăn chặn bài viết của New York Post vì nó vi phạm chính sách về tin tức cần được kiểm chứng. ",
        "Không cơ quan truyền thông nào khác đã xác minh được tính thực hư của những email này. Đáng chú ý là FBI hiện đang điều tra các email này để xem liệu chúng có liên kết với một chiến dịch của Nga tạo thông tin sai lệch chống Joe Biden hay không. Ngoài ra, nhiều quan chức tình báo Mỹ đã báo cáo rằng chính Giuliani “đang được dùng làm phương tiện truyền tin sai lệch” từ Nga. ",
        "Chris Wallace, một phóng viên của đài Fox News, trong một lần thu hình trực tiếp bày tỏ hoài nghi về tính chính xác của các cáo buộc này. Đáng chú ý là một số nguồn tin đã tiết lộ rằng Fox News đã biết về tin này trước nhưng từ chối tường thuật do nghi ngờ về độ tin cậy của ông Giuliani. Những nguồn khác hiện đang làm cho tờ New York Post cho hay là tác giả nguyên của bài viết Bruce Golding đã từ chối để tên mình vào bài vì lo ngại là những email đó chưa được kiểm chứng và không đáng tin.",
        "Thêm nữa, việc Trump thúc đẩy chính phủ Ukraine điều tra gia đình Biden là cái khởi nguồn của quá trình luận tội ông. ",
        "Chúng tôi sẽ cập nhật sự kiện này khi có thông tin mới. Hiện tại thì những cáo buộc tham nhũng chống lại Joe Biden và Hunter Biden vẫn là SAI.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1638697645-e1603214717425.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=1779",
            "English"
        ],
        [
            "https://www.newsweek.com/donald-trump-says-joe-biden-corrupt-politician-says-he-should-immediately-release-all-1539270",
            "liên tục nói rằng"
        ],
        [
            "https://www.congress.gov/116/bills/hres755/BILLS-116hres755enr.pdf",
            "cái khởi nguồn của quá trình luận tội ông"
        ],
        [
            "https://www.washingtonpost.com/world/national-security/the-gas-tycoon-and-the-vice-presidents-son-the-story-of-hunter-bidens-foray-in-ukraine/2019/09/28/1aadff70-dfd9-11e9-8fd3-d943b4ed57e0_story.html",
            "Ông gia nhập hội đồng quản trị của Burisma"
        ],
        [
            "https://www.bbc.com/news/world-europe-30131108",
            "sau một cuộc cách mạng ở nước này"
        ],
        [
            "https://www.brookings.edu/blog/order-from-chaos/2020/02/21/ukraine-six-years-after-the-maidan/",
            "bằng một chính phủ mới"
        ],
        [
            "https://www.washingtonpost.com/world/national-security/the-gas-tycoon-and-the-vice-presidents-son-the-story-of-hunter-bidens-foray-in-ukraine/2019/09/28/1aadff70-dfd9-11e9-8fd3-d943b4ed57e0_story.html",
            "tái thiết lập ảnh hưởng với các cường quốc"
        ],
        [
            "https://www.businessinsider.com/trump-impeachment-hearing-george-kent-biden-ukraine-2019-11",
            "“hoàn toàn không thấy”"
        ],
        [
            "https://www.nytimes.com/2020/09/23/us/politics/biden-inquiry-republicans-johnson.html",
            "một báo cáo Thượng viện do các Thượng Nghị sĩ đảng Cộng hòa chỉ huy"
        ],
        [
            "https://www.wsj.com/articles/bidens-anticorruption-effort-in-ukraine-overlapped-with-sons-work-in-country-11569189782",
            "Shokin tích cực cản trở"
        ],
        [
            "https://www.vox.com/policy-and-politics/2019/9/23/20879611/joe-biden-hunter-biden-ukraine-corruption-prosecutor-burisma-donald-trump-whistleblower-complaint",
            "trong liên minh nhiều quốc gia"
        ],
        [
            "https://www.vox.com/policy-and-politics/2019/9/23/20879611/joe-biden-hunter-biden-ukraine-corruption-prosecutor-burisma-donald-trump-whistleblower-complaint",
            " họ có quan tâm chung"
        ],
        [
            "https://www.vox.com/2019/10/3/20896869/trump-biden-ukraine-2016-letter-portman-johnson",
            "đã ký một lá thư"
        ],
        [
            "https://nypost.com/2020/10/14/email-reveals-how-hunter-biden-introduced-ukrainian-biz-man-to-dad/",
            "báo New York Post"
        ],
        [
            "https://www.politico.com/newsletters/playbook-pm/2020/10/14/biden-blasts-back-at-nyp-490603",
            "cuộc họp này không xảy ra"
        ],
        [
            "https://www.nytimes.com/2020/08/20/nyregion/steve-bannon-arrested-indicted.html",
            "do gian lận"
        ],
        [
            "https://www.cnn.com/2020/08/07/politics/election-sdny-rudy-giuliani/index.html",
            "vi phạm luật tài chính tranh cử"
        ],
        [
            "https://www.cnet.com/news/facebook-twitter-limit-reach-of-new-york-post-article-about-hunter-biden/",
            "hoàn toàn ngăn chặn bài viết của New York Post"
        ],
        [
            "https://www.cnn.com/2020/10/16/politics/russian-disinformation-investigation/index.html",
            "FBI hiện đang điều tra các email này"
        ],
        [
            "https://www.washingtonpost.com/national-security/giuliani-biden-ukraine-russian-disinformation/2020/10/15/43158900-0ef5-11eb-b1e8-16b59b92b36d_story.html",
            "nhiều quan chức tình báo Mỹ"
        ],
        [
            "https://www.mediaite.com/tv/chris-wallace-im-suspicious-of-ny-post-report-giuliani-not-the-most-reliable-source-but-twitter-went-too-far/",
            " trong một lần thu hình trực tiếp"
        ],
        [
            "https://www.mediaite.com/tv/exclusive-fox-news-passed-on-hunter-biden-laptop-story-over-credibility-concerns/",
            "nhưng từ chối tường thuật"
        ],
        [
            "https://nypost.com/author/bruce-golding/",
            " tác giả nguyên của bài viết Bruce Golding"
        ],
        [
            "https://www.nytimes.com/2020/10/18/business/media/new-york-post-hunter-biden.html",
            " từ chối để tên mình"
        ],
        [
            "https://www.bbc.com/news/world-us-canada-49800181",
            "chính phủ Ukraine"
        ],
        [
            "https://www.congress.gov/116/bills/hres755/BILLS-116hres755enr.pdf",
            "cái khởi nguồn của quá trình luận tội ông"
        ],
        [
            "https://vietfactcheck.org/2020/10/20/co-dung-la-hunter-biden-da-ban-kha-nang-tiep-can-voi-joe-biden-cho-ukraine-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/20/co-dung-la-hunter-biden-da-ban-kha-nang-tiep-can-voi-joe-biden-cho-ukraine-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-20T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}