{
    "title": "Có đúng là khẩu trang không hiệu quả trong việc ngăn ngừa COVID-19?",
    "tags": [
        "bệnh COVID-19",
        "Donald Trump",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Tổng thống Donald Trump nói rằng khẩu trang không cần thiết để giảm sự lây lan của COVID-19 miễn là mọi người được thử nghiệm thường xuyên. Do đó Trump không chịu đeo khẩu trang tại các buổi tụ họp công cộng hoặc thi hành lệnh bắt đeo khẩu trang toàn quốc.",
        "\nThẩm định: Giả định này SAI. Các chuyên gia y tế công cộng, bao gồm cả những người trong chính quyền Trump, nói rằng khẩu trang là một vũ khí mạnh mẽ để chống lại COVID-19. Mặc dù nhân viên Nhà Trắng được thử nghiệm COVID-19 hàng ngày, Trump, cùng với Đệ nhất Phu nhân và một số cố vấn cao cấp của Trump (tất cả đều không đeo khẩu trang thường xuyên), hiện đã nhiễm bệnh COVID-19. Vào ngày 2 tháng 10, Trump đã phải nhập viện vì bị nhiễm bệnh và bắt đầu được điều trị. Hiện tại, COVID-19 đã giết chết hơn 214,000 người Mỹ.\n",
        "",
        "Trong suốt đại dịch, Trump đã tuyên bố rằng khẩu trang không cần thiết để ngăn ngừa nhiễm COVID-19. Ông đã không chịu đeo khẩu trang khi xuất hiện trước truyền thông vì ông “không muốn báo chí vui sướng khi thấy nó.” Tuy thỉnh thoảng ông có đeo khẩu trang, chính ông cũng khuyên người Mỹ đừng mang khẩu trang, nói rằng khẩu trang cho chúng ta cảm giác an toàn giả tạo.",
        "Lời khuyên này tương phản trực tiếp với các chuyên gia y tế công cộng, kể cả các chuyên gia trong chính quyền Trump như giám đốc Phòng Chống Bệnh Dịch (CDC) Robert Redfield. Ông Redfield đã từng nói rằng khẩu trang bằng vải là một trong những “vũ khí mạnh nhất chúng ta có để làm chậm và ngăn chặn sự lây lan của vi khuẩn” và khẩu trang có khả năng bảo vệ nhiều hơn cả thuốc chủng ngừa.",
        "Khẩu trang không chỉ ngăn người nhiễm COVID-19 làm lây cho người khác qua các giọt nước miếng bắn từ mũi và miệng, mà còn bảo vệ những người khỏe mạnh tránh bị bệnh nặng do vi khuẩn gây ra. Các cơ quan y tế công cộng và các trường đại học nghiên cứu như đại học Johns Hopkins tiếp tục khuyến cáo nên đeo khẩu trang để ngăn chặn sự lây lan của coronavirus.",
        "Tính đến tháng 9 năm 2020, 127 quốc gia đã có lệnh bắt mang khẩu trang toàn diện. Mỹ không nằm trong số quốc gia này, tuy Cựu Phó Tổng thống Joe Biden đã hứa rằng nếu đắc cử tổng thống, ông sẽ nghe theo các chuyên gia y tế và ủng hộ việc đeo khẩu trang toàn quốc.",
        "Theo một nghiên cứu của Đại học Cornell, thông tin sai lệch về COVID-19 là “mối đe dọa nghiêm trọng đối với sức khỏe cộng đồng toàn cầu,” vì nó gây hiểu lầm, cản trở mọi người tuân theo các khuyến cáo chính thức và góp phần vào việc dịch bệnh lây lan. Nghiên cứu của Cornell đã phân tích 38 triệu bài báo bằng tiếng Anh về COVID-19 và phát hiện ra rằng Trump là “yếu tố lớn nhất” đưa thông tin sai lệch về COVID-19.",
        "Trump nghe theo lời khuyên trước đó của các viên chức y tế công cộng như Tiến sĩ Anthony Fauci, chuyên gia hàng đầu về bệnh truyền nhiễm của chính phủ, người vào lúc đầu của đại dịch đã khuyên công chúng không nên đeo khẩu trang để tránh tình trạng thiếu hụt tại bệnh viện. Dù chính ông Fauci đã đảo ngược lời khuyên này, Trump tiếp tục trích lời hướng dẫn trước như lý do không cần mang khẩu trang. Trong cuộc tranh luận tổng thống đầu tiên vào ngày 29 tháng 9, khi được hỏi có tin khẩu trang có hiệu quả không, Trump một lần nữa nói Tiến sĩ Fauci từng khuyến cáo không nên mang khẩu trang. Ông cũng có chế nhạo Biden vì đeo khẩu trang khi ra nơi công cộng.",
        "Trump đã tuyên bố rằng ông không cần đeo khẩu trang vì các nhân viên của ông được thử nghiệm hàng ngày. Nhưng biện pháp này không ngăn ngừa được COVID-19, đặc biệt là ở Nhà Trắng nơi cách ly xã hội là rất khó do không gian làm việc chật hẹp.",
        "Các nhân viên Nhà Trắng sử dụng một thiết bị thử nghiệm nhanh do công ty Abbott Laboratories sản xuất. Thiết bị này có thể đưa ra kết quả âm tính giả. Một người có thể bị nhiễm vài ngày trước khi có kết quả dương tính. Nghiên cứu của Đại học New York cho thấy thiết bị của Abbott có thể đưa đến kết quả sai giữa một phần ba và một nửa số ca bệnh, chẩn âm tính trong khi thật ra là dương tính.",
        "Vào ngày 2 tháng 10, Trump đã có kết quả dương tính với COVID-19, cùng với Đệ nhất Phu nhân Melania Trump và 33 cố vấn thân cận. Ông phải nhập viện vì sốt, ho và mệt mỏi, và đã bắt đầu một số phương thức điều trị có tính thí nghiệm. Hiện tại, COVID-19 đã giết chết hơn 214,000 người Mỹ.",
        "Kết luận: Quan niệm rằng khẩu trang không cần thiết để ngăn chặn COVID-19, miễn là mọi người thường xuyên được thử nghiệm, là SAI. Tuy Trump và nhân viên được thử nghiệm COVID-19 hằng ngày, việc họ từ chối đeo khẩu trang đã góp phần vào việc Trump, Đệ nhất phu nhân và các cố vấn cao cấp bị nhiễm bệnh. Trong khi đó, không ai trong nhóm của Biden bị nhiễm COVID-19 do họ liên tục đeo khẩu trang và tuân thủ việc giãn cách xã hội.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/50437670702_7a34130299_o.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/10/12/are-masks-not-effective-in-preventing-covid-19/",
            "English"
        ],
        [
            "https://vietfactcheck.org/covid-19-viet/",
            "giết chết hơn 214,000 người Mỹ"
        ],
        [
            "https://time.com/5840833/trump-michigan-ford-plant-tour-mask/",
            "“không muốn báo chí vui sướng khi thấy nó.”"
        ],
        [
            "https://www.wsj.com/articles/trump-and-his-aides-have-long-downplayed-importance-of-face-masks-distancing-11601655164",
            "khuyên người Mỹ đừng mang khẩu trang"
        ],
        [
            "https://www.cdc.gov/media/releases/2020/p0714-americans-to-wear-masks.html",
            "Phòng Chống Bệnh Dịch (CDC) Robert Redfield"
        ],
        [
            "https://www.cbsnews.com/news/covid-face-mask-protection-vaccine-cdc-director/",
            "bảo vệ nhiều hơn cả thuốc chủng ngừa"
        ],
        [
            "https://www.ucsf.edu/news/2020/06/417906/still-confused-about-masks-heres-science-behind-how-face-masks-prevent",
            "không chỉ ngăn người nhiễm COVID-19 làm lây cho người khác"
        ],
        [
            "https://www.ucsf.edu/news/2020/07/418181/one-more-reason-wear-mask-youll-get-less-sick-covid-19",
            "bảo vệ những người khỏe mạnh"
        ],
        [
            "https://hub.jhu.edu/2020/08/24/masks-protect-wearer-and-others/",
            "Johns Hopkins"
        ],
        [
            "https://masks4all.co/what-countries-require-masks-in-public/",
            "127 quốc gia đã có lệnh bắt mang khẩu trang toàn diện"
        ],
        [
            "https://joebiden.com/covid19/",
            "ủng hộ việc đeo khẩu trang toàn quốc"
        ],
        [
            "https://int.nyt.com/data/documenttools/evanega-et-al-coronavirus-misinformation-submitted-07-23-20-1/080839ac0c22bca8/full.pdf",
            "Đại học Cornell"
        ],
        [
            "https://int.nyt.com/data/documenttools/evanega-et-al-coronavirus-misinformation-submitted-07-23-20-1/080839ac0c22bca8/full.pdf",
            "“yếu tố lớn nhất” đưa thông tin sai lệch về COVID-19."
        ],
        [
            "https://www.cnn.com/2020/07/18/politics/trump-us-mask-mandate-coronavirus/index.html",
            "không nên đeo khẩu trang để tránh tình trạng thiếu hụt tại bệnh viện"
        ],
        [
            "https://www.cnn.com/2020/07/19/health/face-masks-us-guidance/index.html",
            "đã đảo ngược lời khuyên này"
        ],
        [
            "https://www.usatoday.com/story/news/politics/elections/2020/09/30/presidential-debate-read-full-transcript-first-debate/3587462001/",
            "cuộc tranh luận tổng thống đầu tiên"
        ],
        [
            "https://www.businessinsider.com/trump-coronavirus-mocked-biden-face-mask-presidential-debate-2020-10",
            "có chế nhạo Biden"
        ],
        [
            "https://www.wsj.com/articles/trump-and-his-aides-have-long-downplayed-importance-of-face-masks-distancing-11601655164",
            "nơi cách ly xã hội là rất khó do không gian làm việc chật hẹp"
        ],
        [
            "https://www.reuters.com/article/us-health-coronavirus-trump-testing-insi/relying-on-testing-to-ward-off-covid-put-trump-white-house-at-risk-idUSKBN26O0FR",
            "kết quả âm tính giả"
        ],
        [
            "https://www.reuters.com/article/us-health-coronavirus-trump-testing-insi/relying-on-testing-to-ward-off-covid-put-trump-white-house-at-risk-idUSKBN26O0FR",
            " một phần ba và một nửa số ca bệnh"
        ],
        [
            "https://www.npr.org/sections/latest-updates-trump-covid-19-results/2020/10/03/919898777/timeline-what-we-know-of-president-trumps-covid-19-diagnosis",
            "Trump đã có kết quả dương tính với COVID-19"
        ],
        [
            "https://www.politico.com/news/2020/10/02/trump-white-house-coronavirus-positive-425229",
            "33 cố vấn thân cận"
        ],
        [
            "https://vietfactcheck.org/covid-19-viet/",
            "214,000 người Mỹ"
        ],
        [
            "https://www.politico.com/news/2020/09/14/joe-biden-bubble-coronavirus-412306",
            " không ai trong nhóm của Biden bị nhiễm COVID-19"
        ],
        [
            "https://vietfactcheck.org/2020/10/12/co-dung-la-khau-trang-khong-hieu-qua-trong-viec-ngan-ngua-covid-19/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/12/co-dung-la-khau-trang-khong-hieu-qua-trong-viec-ngan-ngua-covid-19/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-12T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}