{
    "title": "Có đúng là phái nữ ủng hộ Biden nhiều hơn Trump không?",
    "tags": [
        "Joe Biden",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Nhiều cuộc thăm dò cho thấy một số lượng lớn ủng hộ Cựu Phó Tổng thống Joe Biden là nữ giới, và phụ nữ sẽ là thành phần quan trọng quyết định cuộc bầu cử này.",
        "\nThẩm định: Chúng tôi đánh giá giả định này là ĐÚNG. Nữ giới chiếm gần 51% tổng dân số Hoa Kỳ, và các cuộc thăm dò này cho thấy Biden nhận được sự ủng hộ đông đảo của các nữ cử tri trước cuộc bầu cử 2020. Hiện tượng này rất có thể là do việc Biden đã đồng bảo lãnh Đạo luật Bạo lực Chống Phụ nữ để giảm bạo lực gia đình chống phụ nữ xuống 64%. Những việc Biden đã làm trong chính quyền Obama cũng giúp nâng cao nhận thức về tình trạng phổ biến của bạo lực tình dục ở các trường đại học và trong giới trẻ. \n",
        "",
        "Nhiều cuộc thăm dò đã cho thấy Cựu Tổng thống Joe Biden nhận được nhiều ủng hộ từ nữ cử tri hơn Tổng thống Donald Trump ở mức đáng kể. Nữ giới chiếm gần 51% dân số và hiện đang tạo ra sự cách biệt bầu cử theo giới tính lớn nhất trong lịch sử: một cuộc thăm cho rằng 56% phụ nữ ủng hộ Biden, trong khi 39% ủng hộ Trump. Mặt khác, sự ủng hộ của nam giới được chia đều: 46% cho Biden, 46% cho Trump. ",
        "Điều gì giải thích cho sự cách biệt này?",
        "Theo nghiên cứu của chúng tôi, lý do có thể do các thành tựu lập pháp của Biden đã nhắm vào những vấn đề có ảnh hưởng nhiều nhất với phụ nữ. Quan trọng nhất trong số đó là Đạo luật Bạo lực Chống Phụ nữ (Violence Against Women Act – VAWA) năm 1994, do Biden đồng tài trợ. ",
        "Trước khi VAWA được ký thành luật, bạo lực gia đình được xem là việc riêng tư chứ không phải một tội phạm. Cảnh sát thường được khuyên không nên can thiệp vào các tranh chấp gia đình đó và những thủ phạm bạo hành gia đình có thể dễ dàng vượt biên giới tiểu bang để tránh bị truy tố. ",
        "VAWA quy định rằng nạn nhân của bạo lực trên căn bản giới tính được hưởng cả bồi thường thiệt hại lẫn trừng phạt. Luật này cũng quy định những hình phạt hình sự mới đối với các hành vi bạo lực gia đình và lén lút theo dõi liên tiểu bang, cũng như tăng gấp đôi mức phạt cho những kẻ tái phạm tấn công tình dục. Theo một báo cáo của Bộ Tư pháp Hoa Kỳ, VAWA được xem là đã khiến bạo lực gia đình giảm 64% từ năm 1993 đến 2010. ",
        "Biden nói rằng dự luật này là “thành tựu lập pháp đáng tự hào nhất” của ông, bởi nó đã giúp thay đổi quy tắc văn hoá. “Lạm dụng là bạo lực và xấu xa và ngày nay đã nhận được sự phẫn nộ thích đáng từ công chúng. Rất có ý nghĩa khi người Mỹ đưa ra thông điệp rõ ràng rằng: những kẻ dùng bạo lực với phụ nữ hay trẻ nhỏ là hèn hạ – và những ai không lên án việc này là đồng lõa.” Biden đã viết như vậy trên tạp chí Time.",
        "Năm 2019, VAWA đến kỳ gia hạn ở Quốc hội. Hạ viện do Đảng Dân chủ chiếm đa số đã thông qua việc gia hạn này. Tuy nhiên đến nay, Thượng viện do Đảng Cộng hòa kiểm soát vẫn chưa đưa dự luật này ra bỏ phiếu. Những lần gia hạn trước của VAWA đã được thông qua với rất ít tranh cãi đảng phái. ",
        "Biden đã tiếp tục giải quyết vấn đề tấn công tình dục sau khi nhậm chức Phó Tổng thống năm 2009. Ông đã khởi xướng chiến dịch “1 is 2 Many” (Chỉ một đã là quá nhiều) vào tháng 9 năm 2011. Đây là một chương trình nhằm giảm tấn công tình dục với nạn nhân là thanh thiếu niên tuổi từ 16 đến 24. Theo Trung tâm Kiểm soát và Phòng ngừa Dịch bệnh CDC, cứ 5 phụ nữ Mỹ thì có 1 người bị cưỡng hiếp ít nhất một lần trong đời; trong 81.3% nạn nhân hiếp dâm phụ nữ (gần 20.8 triệu nạn nhân) là phụ nữ trẻ dưới 25 tuổi. ",
        "Tấn công tình dục là một vấn nạn đặc biệt trong các trường đại học, với 13% sinh viên đã từng bị cưỡng hiếp hoặc bị đụng chạm tình dục ngoài ý muốn. Ngày 22 tháng 1 năm 2014, Biden cùng Cựu Tổng thống Barack Obama thành lập Đội Đặc nhiệm Nhà Trắng Bảo vệ Sinh viên chống lại Tấn công Tình dục, đồng thời phát động chiến dịch “It’s On Us” (Đó là trách nhiệm của chúng ta), trong đó Biden và đội đặc nhiệm phối hợp với các chính quyền địa phương và tổ chức giáo dục trên toàn quốc để đảm bảo mọi sinh viên đều được yên tâm học tập mà không phải lo về bạo lực tình dục. ",
        "Thành tích của Biden không chỉ giúp giảm bạo lực đối với phụ nữ, ông còn ủng hộ các vấn đề khác liên quan đến phụ nữ như sự bình đẳng trong đại diện tại Quốc hội và mức lương bình đẳng cho nữ giới. Biden đã nỗ lực tuyển dụng để có thêm phụ nữ chạy đua vào Thượng viện vào đầu thập niên 90 và khuyến khích họ tham gia Uỷ ban Tư pháp. Ngoài ra, ông cũng đảm bảo mọi nữ nhân viên của mình được trả lương trong suốt thời gian nghỉ thai sản, một phúc lợi cực kỳ hy hữu dành cho phụ nữ trong thập niên 90. ",
        "Sự ủng hộ Biden của nữ giới một phần cũng vì kế hoạch tương lai cho phụ nữ của ông nếu đắc cử tổng thống. Biden đã vạch ra một danh sách chính sách dài mà ông gọi là Kế hoạch Hành động của Biden cho Phụ nữ. Kế hoạch đầy tham vọng này công nhận rõ rệt rằng hầu hết mọi vấn đề đều là vấn đề của nữ giới: kinh tế, chăm sóc sức khỏe, nợ sinh viên, mức lương tối thiểu, chính sách nghỉ có lương và cách biệt về lương, v.v… đều có ảnh hưởng một cách không cân xứng đối với phụ nữ. ",
        "Chương trình hành động của Biden cho phụ nữ bao gồm 100 dấu đầu dòng để giải quyết các vấn đề này. Nó sẽ duy trì cung cấp dịch vụ chăm sóc sức khỏe sinh sản. Nó sẽ sử dụng ngân sách liên bang để đầu tư cho các doanh nghiệp do phụ nữ làm chủ, miễn học phí các trường cao đẳng và đại học công lập cho mọi gia đình có thu nhập dưới 125.000 đô-la, và cấp tín dụng thuế lên tới 8.000 đô-la cho các gia đình có thu nhập thấp và trung lưu để giúp chi trả dịch vụ giữ trẻ. ",
        "Kết luận: Joe Biden dẫn trước Donald Trump đáng kể trong giới cử tri phụ nữ. Nghiên cứu của chúng tôi cho thấy sự cách biệt này có thể nhờ vào những nỗ lực của Biden trong việc đấu tranh cho các vấn đề của nữ giới, bao gồm đóng góp của ông trong Đạo luật Chống Bạo lực Đối với Phụ nữ. Ngoài ra, Biden cũng là người lên tiếng ủng hộ việc bổ sung Tu Chính án Quyền Bình đẳng (ERA) vào Hiến pháp Hoa Kỳ, và ERA là một phần trong cương lĩnh tranh cử của ông. Các nhóm đấu tranh cho quyền phụ nữ đã vận động cho ERA từ năm 1923, nhằm ghi rõ trong Hiến pháp quyền bình đẳng cho mọi công dân, bất kể giới tính. \u2029",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1835759824-e1603904674396.jpg?fit=840%2C560&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_that-1233251692-1600728490831.png?resize=840%2C511&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_that-1233251692-1600728490831.png?resize=840%2C511&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2035",
            "English"
        ],
        [
            "https://cawp.rutgers.edu/presidential-poll-tracking-2020",
            "Nhiều cuộc thăm dò"
        ],
        [
            "https://www.census.gov/quickfacts/fact/table/US/LFE046218",
            "gần 51%"
        ],
        [
            "https://www.usnews.com/news/elections/articles/2020-08-18/if-joe-biden-wins-the-election-hell-have-women-to-thank",
            "56% phụ nữ"
        ],
        [
            "https://www.congress.gov/bill/103rd-congress/house-bill/3355",
            "Đạo luật Bạo lực Chống Phụ nữ (Violence Against Women Act – VAWA)"
        ],
        [
            "https://time.com/5675029/violence-against-women-act-history-biden/",
            "riêng tư chứ"
        ],
        [
            "https://www.justice.gov/jmd/file/821736/downloadhttps://www.justice.gov/jmd/file/821736/download",
            "64% từ năm 1993 đến 2010"
        ],
        [
            "https://time.com/3319325/joe-biden-violence-against-women/",
            "tạp chí Time"
        ],
        [
            "https://www.congress.gov/bill/116th-congress/house-bill/1585/text",
            "gia hạn này"
        ],
        [
            "https://www.gq.com/story/senate-violence-against-women-act",
            "vẫn chưa đưa dự luật này"
        ],
        [
            "https://obamawhitehouse.archives.gov/1is2many",
            "“1 is 2 Many” (Chỉ một đã là quá nhiều)"
        ],
        [
            "https://www.cdc.gov/violenceprevention/datasources/nisvs/2015NISVSdatabrief.html",
            "Phòng ngừa Dịch bệnh CDC"
        ],
        [
            "https://www.justice.gov/archives/opa/blog/understanding-threat-sexual-violence-college-campuses",
            "là một vấn nạn"
        ],
        [
            "https://www.rainn.org/statistics/campus-sexual-violence",
            "trường đại học"
        ],
        [
            "https://www.aau.edu/newsroom/press-releases/aau-releases-2019-survey-sexual-assault-and-misconduct",
            "13% sinh viên"
        ],
        [
            "https://www.itsonus.org/",
            "“It’s On Us” (Đó là trách nhiệm của chúng ta)"
        ],
        [
            "https://www.usatoday.com/story/opinion/2019/04/01/joe-biden-values-champions-women-public-private-column/3330357002/",
            "thêm phụ nữ"
        ],
        [
            "https://www.cnn.com/2017/12/14/politics/biden-anita-hill-teen-vogue/index.html",
            "Uỷ ban Tư pháp"
        ],
        [
            "https://joebiden.com/womens-agenda/#",
            "Kế hoạch Hành động của Biden cho Phụ nữ"
        ],
        [
            "https://www.equalrightsamendment.org/",
            "Tu Chính án Quyền Bình đẳng (ERA)"
        ],
        [
            "https://www.wsj.com/articles/equal-rights-amendment-could-soon-be-back-in-congress-11562155202",
            "ERA từ năm 1923"
        ],
        [
            "https://vietfactcheck.org/2020/10/28/co-dung-la-phai-nu-ung-ho-biden-nhieu-hon-trump-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/28/co-dung-la-phai-nu-ung-ho-biden-nhieu-hon-trump-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-28T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}