{
    "title": "Có phải gian lận bầu cử là một vấn đề phổ biến?",
    "tags": [
        "Bầu Cử",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Một số chính trị gia Đảng Cộng hòa, bao gồm cả cựu tổng thống Donald Trump, đã tuyên bố rằng gian lận bầu cử là một vấn đề phổ biến và nên thi hành những biện pháp bảo vệ bầu cử.",
        "\nThẩm định: Giả định này là SAI. Hàng loạt nghiên cứu, bao gồm cả những nghiên cứu do Trump tài trợ, đều không tìm thấy bất kì bằng chứng gian lận bầu cử nào. Những bài nghiên cứu này nói rằng gian lận bầu cử là vô cùng hiếm gặp. Nhưng những cáo buộc gian lận bầu cử này đã khiến 14 tiểu bang thông qua một loạt các luật bầu cử mới mà những nhà phê bình cho rằng lại làm cho việc đi bầu khó khăn hơn.\n",
        "",
        "Một số chính trị gia Đảng Cộng hòa, bao gồm cả cựu tổng thống Donald Trump, đã tuyên bố rằng gian lận bầu cử là một vấn đề phổ biến. Trump đã nói rằng gian lận bầu cử là lí do ông thua đợt tranh cử năm 2020 vừa rồi. Tuy nhiên, rất nhiều nghiên cứu cho thấy lời tuyên bố này là không chính xác. Hành động gian lận bầu cử là có thật nhưng nó vô cùng hiếm gặp và không hề phổ biến ở mức độ rộng rãi như những cáo buộc của Đảng Cộng hòa.",
        "Một nghiên cứu từ MITRE, một tổ chức nghiên cứu chuyên về an ninh mạng, không tìm thấy bất kì bằng chứng gian lận bầu cử nào ở các tiểu bang dao động trong đợt tranh cử 2020. Trong một nghiên cứu khác, các nhà nghiên cứu ở Đại học Stanford cho thấy, trong 4.5 triệu hồ sơ cử tri ở tiểu bang Washington, chỉ có 14 trường hợp đáng nghi rằng phiếu bầu bị ăn trộm hoặc được nộp thay cho người đã khuất. Con số này chỉ chiếm 0.0003% trong tổng số những người bầu cử trong suốt tám năm, từ 2011 đến 2018.",
        "Một bài phân tích của Washington Post về đợt tranh cử năm 2016 chỉ tìm thấy ghi chép về bốn trường hợp gian lận bầu cử duy nhất. Một cuộc điều tra toàn diện đăng trên Washington Post vào năm 2014 cũng chỉ phát hiện 31 trường hợp cáo buộc có cơ sở về việc mạo danh trong tổng số một tỉ lá phiếu được bỏ từ năm 2000 đến 2014. Rất nhiều nghiên cứu kết luận rằng gian lận bầu cử, bầu cử bất hợp pháp, hoặc bỏ phiếu hai lần là vô cùng hiếm.",
        "Ngay cả những cuộc điều tra chính thức của chính phủ đều không hề tìm thấy bất kì bằng chứng nào cho thấy gian lận bầu cử diễn ra tràn lan. Khi còn là tổng thống, Trump đã thành lập một ủy ban để điều tra gian lận bầu cử trong đợt tranh cử năm 2016. Ủy ban này đã kết luận rằng “không hề có bất kì bằng chứng gian lận bầu cử nào.” Ủy ban đã được giải tán vào năm 2018.",
        "Bộ Tư Pháp dưới thời tổng thống George W. Bush cũng hầu như không phát hiện ra bất cứ sự gian lận bầu cử nào trong suốt năm năm.",
        "Trong những vụ kiện tụng về luật bầu cử hà khắc, các tiểu bang như North Carolina, Indiana, và Wisconsin đều thiếu bằng chứng cho việc gian lận bầu cử. Tòa án Liên bang Khu vực 4 nêu rằng tiểu bang North Carolina “đã không thể phát hiện ra bất kì một cá nhân nào bị kết án gian lận bầu cử tại chỗ.” Tương tự, Tối cao Pháp viện, trong bản bình luận về việc ủng hộ luật chứng minh thư cho cử tri (luật này yêu cầu cử tri phải đệ trình chứng minh thư), đã nói rằng “không hề có bất cứ một sự gian lận [bầu cử bằng cách giả mạo cử tri] nào tại Indiana xuyên suốt lịch sử của tiểu bang này.”",
        "Tòa án xét xử liên bang tại Wisconsin kết luận rằng “mạo danh cử tri — kiểu gian lận mà luật chứng minh thư cho cử tri được tạo ra để ngăn chặn — là vô cùng hiếm gặp” và “là một trường hợp riêng rẽ và không phải là mối đe dọa nguy hiểm cho sự chính trực của cuộc bầu cử ở tiểu bang Wisconsin.” Nói cách khác, luật chứng minh thư cho cử tri muốn giải quyết một vấn đề không hề tồn tại.",
        "Về mặt tổng thể, dữ liệu cho thấy rằng gian lận bầu cử rất hiếm và không gây ảnh hưởng đến các cuộc bầu cử bằng bất kì cách nào. Tuy nhiên, giả định sai lầm của Trump rằng đợt tranh cử năm 2020 là không chính đáng và đầy rẫy sự gian lận đã thúc đẩy các chính trị gia Đảng Cộng hòa ở 14 tiểu bang thông qua các đạo luật siết chặt bầu cử, với nhiều đề xuất vẫn đang trong quá trình hoàn tất. Những biện pháp đã được thông qua bao gồm việc đóng cửa các nơi bầu cử sớm một tiếng, phi pháp hóa việc hỗ trợ nước hay đồ ăn cho những cử tri đang xếp hàng (ở tiểu bang mà các cử tri phải đứng chờ xếp hàng tới 10 tiếng đồng hồ), giảm số lượng thùng phiếu nhận phiếu qua thư, và nhiều cách khác nữa.",
        "Các chính trị gia Đảng Cộng hòa nói rằng hành động của họ là bảo toàn tính chính trực cho việc bầu cử và khôi phục lại niềm tin của công chúng vào hệ thống bầu cử. Các nhà phê bình lại cho rằng rằng điều này thực ra sẽ khiến việc bỏ phiểu trở nên khó khăn hơn cho hàng triệu người, đặc biệt đối với những ai muốn bỏ phiếu qua thư hay bỏ phiếu bầu vắng mặt.",
        "Vào tháng Tư, liên minh gồm 100 doanh nghiệp, bao gồm cả Amazon và Apple, đều lên tiếng phản đối những đạo luật siết chặt bầu cử này thông qua một bài phát biểu nói rằng: “Tất cả mọi người đều nên cảm thấy có trách nhiệm bảo vệ quyền bầu cử và chống đối mọi  đạo luật hay biện pháp phân biệt đối xử hạn chế hay ngăn chặn bất cứ cử tri hợp lệ nào có đượccơ hội bỏ phiếu bình đẳng và công bằng. Bầu cử là huyết mạch cho nền dân chủ của chúng ta và chúng tôi kêu gọi tất cả công dân Hoa Kỳ bất kể Đảng phái, hãy đứng lên bảo vệ cho quyền lợi gốc rễ và cơ bản nhất của mọi công dân Hoa Kỳ này.” Bài phát biểu đã được đăng tải dưới hình thức  quảng cáo trên tờ New York Times, Washington Post và các báo lớn khác.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2021/06/shutterstock_1740697532-e1624636430841.jpg?fit=840%2C443&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4439",
            "English"
        ],
        [
            "https://www.brennancenter.org/our-work/research-reports/10-voter-fraud-lies-debunked",
            "cựu tổng thống Donald Trump"
        ],
        [
            "https://www.mitre.org/sites/default/files/publications/pr-21-0431-data-analytics-to-enhance-election-transparency.pdf",
            "nghiên cứu từ MITRE"
        ],
        [
            "https://siepr.stanford.edu/news/dead-people-don-t-vote-study-points-extremely-rare-fraud",
            "các nhà nghiên cứu ở Đại học Stanford"
        ],
        [
            "https://www.washingtonpost.com/news/the-fix/wp/2016/12/01/0-000002-percent-of-all-the-ballots-cast-in-the-2016-election-were-fraudulent/",
            " tranh cử năm 2016"
        ],
        [
            "https://www.washingtonpost.com/news/wonk/wp/2014/08/06/a-comprehensive-investigation-of-voter-impersonation-finds-31-credible-incidents-out-of-one-billion-ballots-cast/",
            "Washington Post vào năm 2014"
        ],
        [
            "https://www.brennancenter.org/our-work/research-reports/resources-voter-fraud-claims",
            "Rất nhiều nghiên cứu"
        ],
        [
            "http://paceidocs.sosonline.org/",
            "Ủy ban này đã kết luận"
        ],
        [
            "https://www.maine.gov/sos/news/2018/paceidocs.html",
            "“không hề có bất kì bằng chứng gian lận bầu cử nào.”"
        ],
        [
            "https://www.nytimes.com/2007/04/12/washington/12fraud.html",
            "không phát hiện ra"
        ],
        [
            "https://electionlawblog.org/wp-content/uploads/nc-4th.pdf",
            "North Carolina"
        ],
        [
            "https://www.law.cornell.edu/supct/html/07-21.ZO.html",
            "Indiana"
        ],
        [
            "https://www.aclu.org/legal-document/frank-v-walker-preliminary-injunction-motion-granted?redirect=legal-document/frank-v-walker-motion-granted",
            "Wisconsin"
        ],
        [
            "https://vietfactcheck.org/2020/11/19/co-gian-lan-bau-cu-trong-ky-bau-cu-2020-hay-khong/",
            "giả định sai lầm của Trump"
        ],
        [
            "https://statesuniteddemocracy.org/wp-content/uploads/2021/06/Democracy-Crisis-Part-II_June-10_Final_v7.pdf",
            "14 "
        ],
        [
            "https://www.desmoinesregister.com/story/news/politics/2021/03/08/iowa-governor-kim-reynolds-signs-law-shortening-early-voting-closing-polls-earlier-election-day/6869317002/",
            "tiếng"
        ],
        [
            "https://www.washingtonpost.com/food/2021/04/09/georgia-voting-laws-food/",
            "hỗ trợ nước hay đồ ăn cho những cử tri đang xếp hàng"
        ],
        [
            "https://www.theguardian.com/us-news/2020/oct/13/more-than-10-hour-wait-and-long-lines-as-early-voting-starts-in-georgia",
            "tới 10 tiếng đồng hồ"
        ],
        [
            "https://www.usatoday.com/story/news/politics/2021/04/10/georgia-new-voting-law-explained/7133587002/",
            "giảm số lượng thùng phiếu nhận phiếu qua thư"
        ],
        [
            "https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-may-2021",
            "nhiều cách khác nữa"
        ],
        [
            "https://www.washingtonpost.com/politics/interactive/2021/voting-restrictions-republicans-states/?itid=lk_inline_manual_62",
            "khó khăn hơn cho hàng triệu người"
        ],
        [
            "https://www.washingtonpost.com/business/2021/04/14/letter-voting-georgia-buffet-target-netflix-amazon/",
            "đều lên tiếng phản đối "
        ],
        [
            "https://www.washingtonpost.com/context/statement-signed-by-major-corporations-opposing-laws-that-restrict-voting-rights/dd5c9bdf-b441-47ea-98c5-07d6a2b8a223/",
            "bài phát biểu nói rằng"
        ],
        [
            "https://vietfactcheck.org/2021/06/25/co-phai-gian-lan-bau-cu-la-mot-van-de-pho-bien/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/06/25/co-phai-gian-lan-bau-cu-la-mot-van-de-pho-bien/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-06-25T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}