{
    "title": "Có phải là Black Lives Matter thân Trung Quốc?",
    "tags": [
        "Black Lives Matter (Mạng Sống Người Da Đen Quý Giá)",
        "Tiếng Việt",
        "Trung Quốc"
    ],
    "paragraphs": [
        "Giả định: Một bài báo vào ngày 15 tháng 9 từ Quỹ Heritage với chủ trương bảo thủ tung tin rằng một người đồng sáng lập của phong trào Black Lives Matter (Mạng Sống Người Da Đen Quý Giá) đang hợp tác với một nhóm người Trung Quốc thân cộng. Bài viết này đã lan truyền rộng rãi với hơn 15.000 lượt chia sẻ trên Facebook. ",
        "\nThẩm định: Giả định này SAI. Bài viết đã nhầm lẫn hai tổ chức phi lợi nhuận trùng tên và nhầm lẫn sự liên kết giữa Alicia Garza, người đồng sáng lập Black Lives Matter (BLM), với một tổ chức phi lợi nhuận có quan hệ với Trung Quốc.\n",
        "",
        "Bài viết từ Heritage Foundation của Mike Gonzalez có tiêu đề, “Người Đồng Sáng Lập BLM và Nhóm Thân Trung Quốc Đang Hợp Tác. Lý Do Là Đây,” nói rằng tổ chức Black Futures Lab mà Alicia Garza, người đồng sáng lập BLM là một nhân vật chính, được tài trợ bởi một tổ chức phi lợi nhuận ủng hộ Trung Quốc. Bài viết cũng nói BLM chống chủ nghĩa tư bản và thiên về chủ nghĩa cộng sản.",
        "Cuộc điều tra của báo New York Times khám phá rằng tổ chức phi lợi nhuận tài trợ cho Black Futures Lab là Hiệp hội Cấp tiến Trung Hoa (CPA) có trụ sở tại San Francisco. CPA được thành lập vào năm 1972 với sứ mệnh tổ chức và ủy quyền cho cộng đồng người Hoa nhập cư thuộc tầng lớp lao động và có thu nhập thấp ở San Francisco. Gonzalez đã nhầm nhóm CPA này với một nhóm cùng tên tại Boston. Nhóm CPA với trụ sở tại Boston được thành lập vào năm 1977 và từng tổ chức các sinh hoạt chung với lãnh sự quán Trung Quốc tại Mỹ.",
        "Sau khi The New York Times liên hệ với Gonzalez, anh sửa đổi bài báo gốc của Heritage Foundation, lần này tuyên bố rằng CPA Boston là một chi nhánh của CPA San Francisco. Nhưng Mark Liu, phát ngôn viên của CPA tại Boston nói rằng hai tổ chức này khác nhau và  riêng biệt. Liu cũng cho biết CPA tại Boston chưa đóng góp bất kỳ khoản tiền nào cho Black Futures Lab và không thân cộng. Anh nói đó là “một nỗ lực làm mất uy tín và bôi nhọ công việc của chúng tôi trong cộng đồng.”",
        "Shaw San Liu, giám đốc điều hành của CPA có trụ sở tại San Francisco, xác nhận trong một lần phỏng vấn với New York Times rằng nhóm của anh không ủng hộ cộng sản và không có quan hệ với Trung Quốc. Hồ sơ thuế cho thấy hai nhóm CPA là hoàn toàn riêng biệt.",
        "Nhưng mặc cho bằng chứng là Black Futures Lab không được tổ chức thân Trung Quốc nào tài trợ, các phương tiện truyền thông và các nhà phê bình bảo thủ, bao gồm Breitbart và Ben Shapiro, vẫn liên tục rêu rao những tuyên bố sai sự thật này. Chính con trai của Trump, Donald Trump Jr., cũng quảng bá thuyết âm mưu này. ",
        "Phong trào BLM ngay từ đầu đã bị liên kết với các nhóm cộng sản. Các thuyết âm mưu về BLM đã tăng lên nhiều lần trong mùa dịch, trong lúc BLM trở thành mục tiêu của các nhóm trên Facebook phản đối lệnh phải ở hhà do coronavirus.",
        "Kết luận: Giả định cho rằng BLM là một tổ chức ủng hộ cộng sản thân Trung Quốc là SAI. giả định này chỉ dựa vào một bài viết duy nhất của Heritage Foundation đã nhầm lầm khi nêu tên một tổ chức người Mỹ gốc Hoa có liên kết với BLM là thân cộng sản.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_1749606074.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-kx",
            "English"
        ],
        [
            "https://blackfutureslab.org",
            "Black Futures Lab"
        ],
        [
            "https://www.nytimes.com/2020/09/18/technology/no-a-black-lives-matter-co-founder-didnt-partner-with-a-pro-communist-chinese-group.html",
            " New York Times"
        ],
        [
            "https://cpasf.org",
            "Hiệp hội Cấp tiến Trung Hoa (CPA) có trụ sở tại San Francisco"
        ],
        [
            "https://www.charitynavigator.org/ein/042631569",
            "Hồ sơ thuế"
        ],
        [
            "https://www.charitynavigator.org/ein/237404756",
            "hai nhóm CPA là hoàn toàn riêng biệt"
        ],
        [
            "https://www.snopes.com/fact-check/red-herring-scare/",
            "Phong trào BLM ngay từ đầu đã bị liên kết với các nhóm cộng sản"
        ],
        [
            "https://apnews.com/ca8c15794c65b1ae8e176deb9be5d718",
            "nhóm trên Facebook phản đối lệnh phải ở hhà"
        ],
        [
            "https://vietfactcheck.org/2020/09/28/co-phai-la-black-lives-matter-than-trung-quoc/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/28/co-phai-la-black-lives-matter-than-trung-quoc/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-28T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}