{
    "title": "Có phải người Mỹ gốc Á là chủng tộc thiểu số gương mẫu?",
    "tags": [
        "Ngừng Hận Thù Người Á Đông",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Có một giả thuyết thường thấy cho rằng người Mỹ gốc Á là một chủng tộc thiểu số gương mẫu đã vượt qua được sự phân biệt đối xử để thăng tiến trong xã hội Mỹ.  ",
        "\nThẩm định: Giả định này là SAI. Dù đúng rằng nhiều người Mỹ gốc Á có mức độ thành công thấy rõ trong nghề nghiệp. Những ví dụ điển hình này, được sử dụng một cách tổng quát, để che lấp đi những vấn đề thiết thực mà người Mỹ gốc Á phải hứng chịu, ví dụ như phân biệt chủng tộc, nạn nghèo đói, nạn thiếu phương tiện nâng cao trình độ học vấn, và nạn bạo hành gia đình.\n",
        "",
        "Gốc rễ của định kiến, chủng tộc thiểu số gương mẫu, bắt nguồn từ những năm 1960 và được truyền đạt bởi cả người Mỹ gốc Á lẫn người Mỹ da trắng.",
        "Hậu Đệ Nhị Thế Chiến, với những ký ức còn mới nguyên, về sự phân biệt chủng tộc đối với người Châu Á ở nửa đầu thế kỷ và rào chắn luật pháp ngăn cản con đường vào chính trị Mỹ, các nhà lãnh đạo ở những Khu Phố Tàu khắp nước Mỹ đã nỗ lực phối hợp với nhau để thể hiện rằng, văn hóa Trung Hoa tuân theo luật lệ và có hạnh kiểm tốt, chủ yếu là để né tránh nạn phân biệt chủng tộc có tính hệ thống và hà khắc, mà đã hoành hành người Mỹ gốc Á suốt 80 năm qua.",
        "Người Mỹ gốc Nhật, vừa thoát khỏi các trại tập trung, đã phải hứng chịu nhiều đau khổ để hội nhập vào xã hội Mỹ. Họ chú tâm vào việc chứng tỏ rằng, họ đã chấp nhận số phận của mình và không hề có một chút thù hằn gì với đất nước Hoa Kỳ, dù cho họ và gia đình họ đều bị giam cầm vài năm và mất hết toàn bộ tài sản dành dụm. Sự gia tăng nhận thức của công chúng, về những thành tựu của các người lính Mỹ gốc Nhật và sự bất công trong việc giam giữ họ ngay sau Đệ Nhị Thế Chiến, đã khiến dư luận ủng hộ người Mỹ gốc Nhật.",
        "Trong cùng khoảng thời gian này, khi đang đối mặt với những chỉ trích và cuộc biểu tình phản đối cách đối xử với người Mỹ da đen, cộng thêm áp lực Chiến Tranh Lạnh ở Châu Á và Châu Âu, các nhà lãnh đạo chính trị Mỹ đã tìm mọi cách để mô tả người Mỹ gốc Á là một chủng tộc thiểu số gương mẫu đạt được thành công ở xứ sở Hoa Kỳ, toàn bộ chỉ nhờ vào sự cần cù chăm chỉ.",
        "Ông William Petersen, một giáo sư xã hội học ở trường đại học University of California, thành phố Berkeley, đã biên soạn bài bình luận đầu tiên trong một chuỗi bài báo cho giới truyền thông, mô tả rằng người Châu Á là một “chủng tộc thiểu số gương mẫu”, đạt được thành công trong xã hội Mỹ dù bị phân biệt đối xử, là nhờ vào đạo đức làm việc và giá trị gia đình gương mẫu. Ông Peterson đồng thời thiên vị người Mỹ gốc Á hơn người Mỹ da đen, cho rằng họ là “những người thiểu số phiền phức”. Quan điểm này được lợi dụng để làm suy yếu Phong Trào Dân Quyền, và bảo rằng bất kỳ nhóm thiểu số nào cũng có thể vượt qua được nạn phân biệt chủng tộc, bằng cách làm việc hết sức mình.",
        "Điều mà, những người ủng hộ huyền thoại chủng tộc thiểu số gương mẫu, thường quên đề cập đó là, sự phân biệt chủng tộc mà người Mỹ gốc Á và người Mỹ da đen đối mặt là hoàn toàn khác nhau, khác về mặt lịch sử cũng như những tác động của nó. Rất nhiều luật phân biệt ở Mỹ đã nhắm cụ thể đến người Mỹ đa đen, ví dụ như những đạo luật chia rẽ, ngăn cấm người da đen và da trắng học chung trường, cưới người khác chủng tộc, hay thậm chí sống trong cùng một khu phố. Người Mỹ da đen cũng đồng thời thường xuyên là nạn nhân của những tội ác căm thù chủng tộc và bị treo cổ hành hình bất chính.",
        "Huyền thoại chủng tộc thiểu số gương mẫu cũng làm lu mờ đi những khó khăn giữa các nhóm dân tộc Châu Á khác nhau. Một ví dụ đó là chính sách nhập cư Mỹ ưu tiên những người nhập cư khá giả và có trình độ học vấn cao. Vậy nên, đối với quá trình di trú ở Châu Á, chính sách này thiên vị những công dân đến từ các nước ổn định và giàu có. Ví dụ, 51% người nhập cư Trung Quốc đều có bằng cử nhân hoặc cao hơn, trong khi chỉ đúng 9% dân số Trung Quốc có bằng cấp như vậy.",
        "Việc này đã dẫn đến sự công bố số liệu thống kê nổi tiếng của Trung Tâm Nghiên Cứu Pew về sự thành công của người Châu Á, điển hình là người Mỹ gốc Á có thu nhập hộ gia đình cao hơn so với những chủng tộc khác ở Mỹ. Nhưng những con số này chênh lệch rất nhiều giữa các nhóm dân tộc khác nhau. Ví dụ như 70% người nhập cư Ấn Độ có bằng cử nhân, và điều này minh chứng rằng, mức thu nhập hộ gia đình bình quân là cao hơn con số $88.000.",
        "Trong khi đó, chỉ có 25,8% người nhập cư Việt Nam có bằng cử nhân và cộng đồng người Việt chỉ có mức thu nhập hộ gia đình bình quân là $53.400. Đây là tại vì nhiều người nhập cư Việt Nam đến Mỹ dưới tình trạng là người tị nạn, và không nhập cư vào Mỹ dựa trên tiêu chí học vấn. Trình độ tiếng Anh, một rào cản để đạt thu nhập cao hơn, của người Mỹ gốc Việt cũng là thấp nhất trong nhóm các người Mỹ gốc Á.",
        "Số liệu thống kê chung cho thấy chỉ có 12% người Mỹ gốc Á sống trong tình trạng nghèo đói, nhưng con số này thay đổi hoàn toàn đối với các dân tộc khác nhau: 35% người Mỹ gốc Miến Điện sống trong cảnh nghèo đói, so với 14% người Mỹ gốc Việt, và 7% người Mỹ gốc Ấn Độ. Huyền thoại chủng tộc thiểu số gương mẫu đã làm mờ khuất đi những khó khăn riêng biệt của từng nhóm dân tộc đang nếm trải.",
        "Viện Châu Á Thái Bình Dương về Nạn Bạo Hành Dựa Trên Giới Tính cho thấy 55% phụ nữ Châu Á ở Mỹ đã trải qua nạn bạo hành gia đình và tấn công tình dục.",
        "Định kiến chủng tộc thiểu số gương mẫu đồng thời che đậy sự thật rằng, người Mỹ gốc Á vẫn phải đối mặt với sự kỳ thì và bạo lực ở Mỹ. Theo trang báo Harvard Business Review, người Mỹ gốc Á là nhóm người ít có khả năng nhất về được lên chức vị trí quản lý, hiện tượng này được gọi là “Trần Tre”. Vẫn rất ít thấy người Mỹ gốc Á xuất hiện trong lãnh vực truyền thông và chính trị, hai sân chơi điển hình dẫn lối đến quyền lực ảnh hưởng ở Hoa Kỳ.",
        "Định nghĩa quá eo hẹp về sự thành đạt của người Châu Á làm hạn chế vô số cơ hội cho họ ở những ngành công nghiệp nhất định. Định nghĩa chật hẹp này dè bỉu những ai không nằm trong khuôn khổ đã được thiết lập ra, và những ai không đạt được thành công trong tài chính và học vấn như văn hóa của họ kỳ vọng. Loại quan niệm, cho rằng tất cả người Mỹ gốc Á đều có thể thành công nếu chỉ bằng sự cần cù siêng năng, cũng rất có hại cho mặt sức khỏe tinh thần vì nó bêu xấu sự thất bại.",
        "Tóm tắt lại rằng, việc gom toàn bộ người Mỹ gốc Á lại chung với nhau, dưới danh nghĩa của một định kiến phổ biến về mặt trí thức và đạo đức làm việc, là không có ích lợi. Định kiến chủng tộc thiểu số gương mẫu này cũng ngăn chặn việc gia tăng nhận thức rộng rãi về các vấn đề mà cộng đồng này phải đối mặt, như nạn phân biệt chủng tộc, nạn nghèo đói, nạn thiếu phương tiện nâng cao trình độ học vấn, và nạn bạo lực gia đình.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/06/shutterstock_297524915-1099041280-1623438764788-e1623439098716.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=4289&preview=true&_thumbnail_id=4288",
            "English"
        ],
        [
            "http://www.dartmouth.edu/~hist32/Hist33/US%20News%20%26%20World%20Report.pdf",
            "với người Châu Á"
        ],
        [
            "https://www.washingtonpost.com/news/wonk/wp/2016/11/29/the-real-reason-americans-stopped-spitting-on-asian-americans-and-started-praising-them/",
            "Trung Hoa tuân theo luật lệ"
        ],
        [
            "https://www.loc.gov/classroom-materials/immigration/japanese/rebuilding-a-community/",
            "nhận thức của công chúng"
        ],
        [
            "https://timesmachine.nytimes.com/timesmachine/1966/01/09/356013502.html?pageNumber=180",
            "University of California, thành phố Berkeley"
        ],
        [
            "https://www.npr.org/sections/codeswitch/2017/04/19/524571669/model-minority-myth-again-used-as-a-racial-wedge-between-asians-and-blacks",
            "Phong Trào Dân Quyền"
        ],
        [
            "https://www.history.com/topics/black-history/segregation-united-states",
            "đến người Mỹ đa đen"
        ],
        [
            "https://history.house.gov/Historical-Highlights/1951-2000/Immigration-and-Nationality-Act-of-1965/",
            "dân tộc Châu Á khác nhau"
        ],
        [
            "https://www.pewresearch.org/social-trends/2012/06/19/the-rise-of-asian-americans/",
            "thành công của người Châu Á"
        ],
        [
            "https://www.pewresearch.org/social-trends/2012/06/19/the-rise-of-asian-americans/",
            "có bằng cử nhân"
        ],
        [
            "https://www.jstor.org/stable/3487874?seq=1",
            "một rào cản để đạt thu nhập cao hơn"
        ],
        [
            "https://aapidata.com/infographic-limited-english-2-2/",
            "cũng là thấp nhất"
        ],
        [
            "https://www.pewresearch.org/wp-content/uploads/sites/3/2018/07/Inequality_Report_AppendixB.pdf",
            "sống trong tình trạng nghèo đói"
        ],
        [
            "https://thepractice.law.harvard.edu/article/the-model-minority-myth/",
            "chủng tộc thiểu số gương mẫu"
        ],
        [
            "https://www.pewresearch.org/social-trends/2018/07/12/income-inequality-in-the-u-s-is-rising-most-rapidly-among-asians/",
            "khó khăn riêng biệt"
        ],
        [
            "https://www.api-gbv.org/about-gbv/statistics-violence-against-api-women/",
            "cho thấy 55% phụ nữ Châu Á"
        ],
        [
            "https://www.newyorker.com/culture/cultural-comment/the-muddled-history-of-anti-asian-violence",
            "che đậy sự thật rằng"
        ],
        [
            "https://hbr.org/2018/05/asian-americans-are-the-least-likely-group-in-the-u-s-to-be-promoted-to-management",
            "Harvard Business Review"
        ],
        [
            "https://annenberg.usc.edu/news/research-and-impact/asians-and-pacific-islanders-are-erased-silenced-and-stereotyped-popular",
            "truyền thông"
        ],
        [
            "https://www.npr.org/local/309/2019/05/30/728115121/the-fight-for-asian-american-political-power",
            "chính trị"
        ],
        [
            "https://books.google.com/books?hl=en&lr=&id=QwZpCAAAQBAJ&oi=fnd&pg=PR7&dq=asian+achievement+paradox&ots=YljBDhAciv&sig=YmU87saosR1eAt_8yR5zjYtubWE#v=onepage&q&f=false",
            "những ai không nằm trong "
        ],
        [
            "https://adaa.org/learn-from-us/from-the-experts/blog-posts/professional/too-well-seek-help-model-minority-myth-asian",
            "cũng rất có hại"
        ],
        [
            "https://vietfactcheck.org/2021/06/11/co-phai-nguoi-my-goc-a-la-chung-toc-thieu-so-guong-mau/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/06/11/co-phai-nguoi-my-goc-a-la-chung-toc-thieu-so-guong-mau/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-06-11T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}