{
    "title": "Có phải Trump chỉ chống nhập cư bất hợp pháp không?",
    "tags": [
        "Donald Trump",
        "Sở Di Trú",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả Định: Nhiều người Mỹ gốc Việt cho là chủ trương và chính sách chống nhập cư của Trump chỉ nhắm vào người nhập cư bất hợp pháp và người Việt không cần lo sợ những chính sách này. ",
        "\nThẩm Định: Giả định này PHẦN LỚN SAI. Trong quá trình duyệt xét những quyết định của Trump khi tại chức, chúng tôi phát hiện rằng chính quyền Trump đã theo đuổi chính sách giới hạn số người tị nạn được nhập cảnh vào Hoa Kỳ và trục xuất người nhập cư về quốc gia gốc, kể cả hơn 7 ngàn người nhập cư gốc Việt.\n",
        "",
        "Nhiều người Mỹ gốc Việt tin rằng chính sách nhập cư của Trump chỉ nhằm ngăn cản những người nhập cư từ biên giới phía nam với Mễ Tây Cơ. Họ tin rằng các chính sách của Trump không ảnh hưởng đến việc nhập cư của người Việt và lộ trình họ được nhận vào công dân Hoa Kỳ. Họ cũng tin rằng vì Trump thuộc về Đảng Cộng Hòa, ông sẽ thiên người Việt và mọi người Việt sống ở Mỹ có thể yên tâm với chủ trương chống nhập cư của Trump.",
        "Tuy nhiên, trong thời gian tại chức, Trump đã thúc đẩy các chính sách ngăn cản người tị nạn nhập cư và giới hạn các chương trình tị nạn đã có, và cũng thúc đẩy  những chính sách trục xuất có ảnh hưởng đến cộng động người Việt.",
        "Trong năm 2020, Hoa Kỳ đã hạ giới hạn số người tị nạn tối đa xuống chỉ còn 18.000 người. Đây là mức thấp nhất từ khi chính phủ Reagan thông qua đạo luật Refugee Act vào năm 1980. Đạo luật này nâng con số người tị nạn được nhập cư từ 17.400 đến 50.000. Chính quyền Trump đã đều đặn giảm con số người tị nạn được nhập cư xuống, một điều các tổ chức nhân quyền đã chỉ trích.",
        "Người Việt không miễn nhiễm từ những độc hại trong chính sách nhập cư của chính quyền Trump. Chính quyền này đã thúc đẩy việc trục xuất người nhập cư và tị nạn gốc Việt. Vào năm 2008, Hoa Kỳ và Việt Nam ký một thỏa thuận cấm trục xuất người Việt đã đến Hoa Kỳ trước ngày 12, tháng 7, 1995. Tuy nhiên, chính quyền Trump đã tìm cách thay đổi quy chế bảo vệ của thỏa thuận 2008 và theo đuổi việc trục xuất những người nhập cư dài hạn không chỉ từ Việt Nam, mà còn từ các quốc gia khác đã bị chính quyền này buộc là “tội phạm bạo động nước ngoài.”",
        "Vào năm 2019, hơn 7 ngàn người nhập cư gốc Việt phải đối mặt với nguy cơ bị trục xuất; những người bị quy là “tội phạm bạo động nước ngoài” bao gồm cả các cá nhân không phạm vào tội hình sự hoặc những ai đã mãn hạn tù. Con số này hẳn đã tăng khi chính quyền Trump nới rộng định nghĩa thế nào là một tội phạm có thể bị trục xuất.",
        "Đòng thời, dưới chính quyèn Trump, só visa cấp cho nhũng công dân Việt Nam năm 2019 là 32.386, so với năm 2016 dưới thời Obama la 32.535. ",
        "Chính quyền Trump tiếp tục dựng lên các rào cản để ngăn người nhập cư trở thành công dân Hoa Kỳ. Một nghiên cứu của Viện Chính sách Nhập cư cho thấy là thủ tục trở thành công dân đã tốn kém, khó khăn và mất thời giờ hơn dưới nhiệm kỳ của Trump.",
        "Kết Luận: Các chính sách về nhập cư của chính phủ Trump không chỉ nhắm vào các người nhập cư bất hợp pháp, mà còn nhắm vào giới hạn các lộ trình nhập cư hợp pháp vào Hoa Kỳ. Chính quyền này cũng đã theo đuổi chính sách trục xuất người nhập cư hiện đang sống hợp pháp tại Hoa Kỳ, kể cả người nhập cư từ Việt Nam.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/shutterstock_505586686-e1602545144292.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial-phan-lon-sai-1576824085-1600728428809.png?resize=840%2C430&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://wp.me/pcgGOb-eb",
            "English"
        ],
        [
            "https://www.bbc.com/news/world-us-canada-49847906",
            "1"
        ],
        [
            "https://www.whitehouse.gov/presidential-actions/presidential-determination-refugee-admissions-fiscal-year-2020/",
            "8.000"
        ],
        [
            "https://www.bbc.com/news/world-us-canada-49847906",
            " người"
        ],
        [
            "https://www.theatlantic.com/international/archive/2018/09/us-refugees/570523/",
            "đã chỉ trích"
        ],
        [
            "https://www.theatlantic.com/international/archive/2018/12/donald-trump-deport-vietnam-war-refugees/577993/",
            "12, tháng 7, 1995"
        ],
        [
            "https://www.texastribune.org/2020/09/14/texas-immigrants-temporary-protected-status-court-ruling/",
            "người nhập cư"
        ],
        [
            "https://www.npr.org/2019/03/04/699177071/40-years-after-the-vietnam-war-some-refugees-face-deportation-under-trump",
            "năm 2019"
        ],
        [
            "https://www.nytimes.com/2017/01/26/us/trump-immigration-deportation.html",
            "tội phạm có thể bị trục xuất"
        ],
        [
            "https://travel.state.gov/content/dam/visas/Statistics/AnnualReports/FY2019AnnualReport/FY19AnnualReport-TableXV.pdf",
            ""
        ],
        [
            "https://travel.state.gov/content/dam/visas/Statistics/AnnualReports/FY2019AnnualReport/FY19AnnualReport-TableXV.pdf",
            "32.386"
        ],
        [
            "https://www.migrationpolicy.org/research/changing-uscis-naturalization-procedures",
            "Viện Chính sách Nhậ"
        ],
        [
            "https://vietfactcheck.org/2020/09/23/co-phai-trump-chi-chong-nhap-cu-bat-hop-phap-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/23/co-phai-trump-chi-chong-nhap-cu-bat-hop-phap-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-23T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}