{
    "title": "Có thật là Trump có kế hoạch chăm sóc sức khỏe tốt hơn Obamacare không?",
    "tags": [
        "Chương Trình Y Tế",
        "Donald Trump",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Nhiều người Mỹ gốc Việt tin là Trump có một kế hoạch chăm sóc sức khỏe vừa tốt và toàn diện hơn vừa ít tốn kém hơn và mang bảo hiểm đến cho nhiều người hơn Đạo luật Chăm Sóc Sức Khỏe Với Giá Phải Chăng (Affordable Care Act, viết tắt là ACA)—còn gọi là Obamacare.",
        "\nThẩm định: Giả định này SAI. Sau gần 4 năm, Trump vẫn chưa có một kế hoạch chăm sóc sức khoẻ rõ ràng để thay ACA. Ngược lại, chính phủ Trump đang nỗ lực huỷ bỏ ACA, một hành động sẽ khiến 23 triệu người Mỹ—trong đó có 147 ngàn Mỹ gốc Việt, bị mất bảo hiểm sức khỏe.\n",
        "",
        "Khi tranh cử tổng thống năm 2016, Trump nhiều lần tuyên bố sẽ hủy bỏ và thay thế ACA trong 100 ngày đầu của nhiệm kỳ. Tuy nhiên, sau gần 4 năm làm tổng thống, Trump vẫn chưa có kế hoạch chăm sóc sức khỏe nào để thay thế ACA mà Tổng thống Obama đã ký thành luật vào năm 2010.",
        "Nỗ lực duy nhất của Trump để thay thế ACA là vào 2017 khi Hạ viện thông qua Đạo luật Chăm sóc Sức khỏe Hoa Kỳ (AHCA), còn gọi là Trumpcare. Thượng viện sau đó bác bỏ AHCA. AHCA giữ lại 90% các điều khoản trong ACA nhưng gỡ quy định bắt buộc cá nhân và chủ doanh nghiệp (chủ doanh nghiệp phải cung cấp bảo hiểm với giá phải chăng cho nhân viên). AHCA cũng cắt giảm ngân sách và số người hội đủ điều kiện cho Medicaid.",
        "Văn phòng Ngân sách Quốc hội (CBO) đã công bố phân tích về AHCA và xác định đạo luật này sẽ khiến 14 triệu người giảm hoặc mất bảo hiểm vào năm 2018—và con số này sẽ tăng lên 23 triệu người vào năm 2026. Những thiệt hại đến hầu hết từ việc bãi bỏ quy định cá nhân, buộc mọi người đều phải có bảo hiểm và cắt giảm Medicaid.",
        "Trump vẫn chưa lập kế hoạch để thay thế ACA kể từ khi các nỗ lực thông qua Quốc hội thất bại vào năm 2017. Nhưng Trump vẫn tuyên bố đã có kế hoạch thay thế ACA, lập lại những sáu lần chỉ trong năm 2020 là đã phác thảo một kế hoạch “tuyệt vời”.",
        "Một phần của lý do Trump vẫn chưa bãi bỏ và thay thế ACA nổi là vì ACA được người Mỹ ưa thích và đã thành công trong việc bảo vệ những ai không có bảo hiểm, nhất là trong cộng đồng người Việt.",
        "Cuộc thăm dò sức khỏe của Quỹ Gia Đình Kaiser cho thấy 51% người được hỏi có cách nhìn tích cực về ACA (so với 36% tiêu cực). Lý do công chúng yêu chuộng ACA là vì các công ty bảo hiểm không được quyền từ chối bảo hiểm với những người có bệnh từ trước, một điều quan trọng trong cộng đồng Việt vì dân số này có tỷ lệ cao bị các bệnh tiểu đường, cao huyết áp, viêm gan B, và ung thư cổ tử cung ở phụ nữ.",
        "Một nghiên cứu năm 2015 từ Hội đồng Quốc gia về Y sĩ các Đảo Châu Á Thái Bình Dương cho thấy tỷ lệ người Việt không có bảo hiểm cao hơn nhiều so với các nhóm dân tộc thiểu số khác, vì trình độ tiếng Anh thấp, xu hướng làm việc trong ngành dịch vụ và tình trạng nhập cư vào nước Mỹ.",
        "Nhưng theo Ủy ban người Mỹ ở Đảo Châu Á Thái Bình Dương của California (CAPIAA) và Khảo sát Cộng đồng Hoa Kỳ, tỷ lệ người Việt không có bảo hiểm ở California đã giảm từ 15.8% xuống 5.2% kể từ năm 2011, do việc mở rộng Medicaid theo luật ACA. Từ năm 2014 đến 2018, khoảng thêm 147 ngàn người Mỹ gốc Việt đã nhờ ACA mà có được bảo hiểm y tế.",
        "Chính quyền Trump đã kiện để hủy bỏ Obamacare vào tháng 6 năm 2020. Tối cao Pháp viện đã lên lịch để xử vụ án thách thức sự hiệu lực của ACA sau cuộc bầu cử. Nếu tòa xử ACA vi phạm hiến pháp và hủy bỏ nó, 23 triệu người Mỹ sẽ mất bảo hiểm sức khỏe.",
        "Kết luận: Giả định rằng Trump có kế hoạch chăm sóc sức khỏe rõ ràng để hủy bỏ và thay thế Obamacare là SAI. Đúng là Trump đang cố gắng bãi bỏ Obamacare, nhưng Trump vẫn chưa phác thảo kế hoạch chi tiết về chương trình chăm sóc sức khỏe của mình. Hơn nữa, việc bãi bỏ Obamacare sẽ làm 23 triệu người Mỹ mất bảo hiểm. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/50382649502_957cf2de3a_o.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/09/30/does-trump-have-a-better-healthcare-plan-than-obamacare/",
            "English"
        ],
        [
            "https://www.modernhealthcare.com/article/20170429/MAGAZINE/170429837/trump-tries-and-fails-to-repeal-aca-in-his-first-100-days",
            "trong 100 ngày đầu của nhiệm kỳ"
        ],
        [
            "https://www.congress.gov/bill/115th-congress/house-bill/1628",
            "Đạo luật Chăm sóc Sức khỏe Hoa Kỳ (AHCA)"
        ],
        [
            "https://www.cbo.gov/publication/52752#:~:text=CBO%20and%20JCT%20estimate%20that,2026%20relative%20to%20current%20law.",
            "Văn phòng Ngân sách Quốc hội (CBO)"
        ],
        [
            "https://khn.org/news/back-to-the-future-trumps-history-of-promising-a-health-plan-that-never-comes/",
            "những sáu lần"
        ],
        [
            "https://www.kff.org/interactive/kff-health-tracking-poll-the-publics-views-on-the-aca/#?aRange=twoYear",
            "Cuộc thăm dò sức khỏe của Quỹ Gia Đình Kaiser"
        ],
        [
            "https://www.aahiinfo.org/english/pdf/needsAssessment/AAHI_FocusG_M_Vietnamese.pdf",
            "trong cộng đồng Việt"
        ],
        [
            "https://www.searac.org/wp-content/uploads/2018/04/2015_ACA_policy_brief_v13_final.pdf",
            "Một nghiên cứu năm 2015"
        ],
        [
            "https://hipcalifornia.com/blog/2017/5/16/how-will-repealing-obamacare-impact-our-communities",
            "Khảo sát Cộng đồng Hoa Kỳ"
        ],
        [
            "https://www.academyhealth.org/blog/2018-10/more-1-million-asian-americans-native-hawaiians-and-pacific-islanders-have-gained-coverage-under-affordable-care-act",
            "147 ngàn người Mỹ gốc Việt"
        ],
        [
            "https://www.nytimes.com/2020/06/26/us/politics/obamacare-trump-administration-supreme-court.html",
            "Chính quyền Trump đã kiện"
        ],
        [
            "https://www.americanprogress.org/press/release/2020/06/24/486777/release-light-coronavirus-new-analysis-finds-23-million-americans-risk-losing-coverage-trump-administrations-health-care-repeal-lawsuit/",
            "23 triệu người Mỹ sẽ mất bảo hiểm sức khỏe"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/co-that-la-trump-co-ke-hoach-cham-soc-suc-khoe-tot-hon-obamacare-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/09/30/co-that-la-trump-co-ke-hoach-cham-soc-suc-khoe-tot-hon-obamacare-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-09-30T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}