{
    "title": "Giải thích: Thẩm Phán Tối Cao Pháp Viện Hoa Kỳ Ruth Bader Ginsburg đã đẩy mạnh quyền bình đẳng cho phụ nữ Hoa Kỳ như thế nào?",
    "tags": [
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Ruth Bader Ginsburg giữ chức Thẩm Phán Tối Cao Pháp Viện Hoa Kỳ từ 10 tháng 8 năm 1993 đến khi bà qua đời ngày 18 tháng 9 năm 2020. Trong suốt cuộc đời, bà đã tranh cãi cho một số ca quan trọng chống đối kỳ thị giới tính, nâng cao quyền bình đẳng cho phụ nữ Hoa Kỳ. VietFactCheck sẽ giải thích tại sao di sản để lại của Ginsburg quan trọng như thế.",
        "Ruth Bader Ginsburg là người phụ nữ thứ nhì nhậm chức vào Tối Cao Pháp Viện; bà được Tổng Thống Clinton đề cử năm 1993. Bà học trường Luật Khoa Harvard, là một trong chín phụ nữ trong khoá học đó. Bà chuyển qua đại học Columbia trong năm cuối, và tốt nghiệp hạng nhất năm 1959.",
        "Trước khi được đề cử vào Tối Cao Pháp Viện, Ginsburg đồng sáng lập tờ báo Bản Tin Luật pháp về Quyền Phụ nữ (Women’s Rights Law Reporter), tờ báo luật pháp đầu tiên dành riêng cho những vấn đề của phụ nữ. Bà cũng đồng sáng lập Phương Án Cho Nữ Quyền (Women’s Rights Project) tại Liên Minh Tự Do Dân chủ Hoa Kỳ (ACLU) , một chương trình đang vẫn đấu tranh qua các vụ án cãi để chống lại sự kỳ thị giới tính.",
        "Ginsburg làm luật sư tố tụng cho ACLU vào những năm 1970s, nơi bà từng tranh luận và thắng kiện về việc kỳ thị giới tính. Việc này bao gồm sự vận động thành công cho Sharron Frontiero, một phụ nữ làm việc trong Không Quân Hoa Kỳ nhưng chồng không được hưởng những lợi ích mà những người vợ quân nhân thường được hưởng.",
        "Ginsburg cũng biện hộ cho Stephen Wiesenfeld, một người cha đã bị từ chối tiền thừa hưởng An Sinh Xã Hội của vợ khi vợ mất vì sanh con. Luật pháp không công nhận quyền thừa hưởng tiền An Sinh Xã Hội của người góa vợ, mặc dù những người góa chồng hội đủ điều kiện. Bà Ginsburg đệ trình trường hợp của Wiesenfeld lên Tối Cao Pháp Viện, và họ thắng kiện tuyệt đối. Nhờ sự vận động của Ginsburg, sự chênh lệch trong số tiền An Sinh Xã Hội được thừa hưởng từ chồng hay vợ trở thành bất hợp pháp.",
        "Những vụ thắng kiện của Ginsburg vào thập niên 70 rất quan trọng, vì trong thời điểm này, việc kỳ thị phụ nữ và trả lương họ thấp hơn nam giới là hợp pháp––Chính Ginsburg đã không tìm được việc làm sau khi ra trường vì giới tính của bà. Cho đến khi bà rời ACLU năm 1980, Ginsburg đã xóa sạch gần 200 luật bất bình đẳng trong luật pháp Hoa Kỳ.",
        "",
        "Trong vai trò Thẩm Phán Tối Cao, Ginsburg đã mang tiếng nói lãnh đạo vào Tối Cao Pháp Viện. Bà dùng lá phiếu để bảo vệ quyền trục thai và hôn nhân đồng tính. Một trường hợp gần đây, Obergefell v. Hodges năm 2015, vụ kiện lịch sử đã chấp thuận quyền kết hôn trên toàn 50 tiểu bang cho những cặp đồng tính.",
        "Một trong những vụ kiện quan trọng nhất trong sự nghiệp của bà ở Tối Cao Pháp Viện là United State v. Virginia năm 1986. Vụ kiện đã đặt câu hỏi là Học Viện Quân Sự Virginia có hợp pháp không khi chỉ nhận nam giới. Phán quyết của Tối Cao Pháp Viện đã chấp thuận cho phụ nữ được nhận vào học viện. Bản phán quyết cũng xóa bỏ những luật lệ, như Ginsburg viết, “từ chối phụ nữ, chỉ vì họ là phụ nữ, đầy đủ quyền công dân––cơ hội bình đẳng được khát vọng, tham gia và đóng góp cho xã hội.”",
        "Trong suốt nhiệm kỳ ở Tối Cao Pháp Viện, Ginsburg được biết đến bởi những bài viết phản đối––văn bản bất đồng chính kiến với sự quyết định của đa số. Một trong những bài phản đối đáng nhớ là vụ kiện Ledbetter v. Goodyear Tire & Rubber Company, trong đó Ledbetter kiện bị kỳ thị trong lương bổng vì giới tính. Ledbetter phát hiện lương cô thấp hơn lương của một đồng nghiệp nam làm cùng công việc. Tối Cao Pháp Viện đã phán quyết chống lại Ledbetter, xử là cô đã đợi quá lâu để nộp đơn kiện. Đáp lại phán quyết trên, Ginsburg thực hiện cách mới; bà viết lại bài phản đối theo ngôn ngữ bình dân dễ hiểu và đọc tại tòa, công bố về tình trạng chênh lệch lương bổng vì giới tính––nam giới được trả lương cao hơn phụ nữ khi làm cùng một công việc. Bà tiếp tục bênh vực cho việc trả lương công bằng, khiến Tổng Thống Barack Obama ký đạo luật Trả Lương Công Bằng Lilly Ledbetter vào năm 2009.",
        "Trong suốt cuộc đời, Ginsburg luôn ủng hộ quyền bình đẳng, tranh luận rằng Tu Chính Án thứ 14 nghiêm cấm việc đối xử phân biệt theo giới tính; trong khi các đồng nghiệp bảo thủ hơn của bà cho rằng Tu Chính Án thứ 14 chỉ áp dụng cho vấn đề chủng tộc. Sự khẳng định của bà là Tu Chính Án thứ 14 được áp dụng ngoài vấn đề chủng tộc giúp phụ nữ, người khuyết tật, di dân, LBGTQ+ vận động cho chính họ quyền được đối xử bình đẳng dưới pháp luật.",
        "Ginsburg là người mở đường cho nữ quyền và quyền cho người bị tách ra ngoài lề xã hội Mỹ. Những thành tựu trong cuộc đời bà là minh chứng cho câu châm ngôn của bà, rằng “thay đổi thật sự, thay đổi lâu dài, diễn ra từng bước một.” ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Ruth_Bader_Ginsburg_2016_portrait-e1603129683610.jpg?fit=840%2C667&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Chief_Justice_William_Rehnquist_Administers_the_Oath_of_Office_to_Judge_Ruth_Bader_Ginsburg_as_Associate_Supreme_Court_Justice_at_the_White_House_-_NARA_-_131493872.jpg?resize=840%2C570&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/Chief_Justice_William_Rehnquist_Administers_the_Oath_of_Office_to_Judge_Ruth_Bader_Ginsburg_as_Associate_Supreme_Court_Justice_at_the_White_House_-_NARA_-_131493872.jpg?resize=840%2C570&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/10/19/explainer-how-did-supreme-court-justice-ruth-bader-ginsburg-advance-womens-rights-in-america/",
            "English"
        ],
        [
            "https://womensrightslawreporter.com/about-us/",
            "Women’s Rights Law Reporter"
        ],
        [
            "https://www.aclu.org/issues/womens-rights",
            "Women’s Rights Project"
        ],
        [
            "https://www.oyez.org/cases/1972/71-1694",
            "Sharron Frontiero"
        ],
        [
            "https://www.oyez.org/cases/1972/71-1694",
            "Stephen Wiesenfeld"
        ],
        [
            "https://theconversation.com/ginsburgs-legal-victories-for-women-led-to-landmark-anti-discrimination-rulings-for-the-lgbtq-community-too-146546",
            "vụ thắng kiện của Ginsburg vào thập niên 70"
        ],
        [
            "https://time.com/5660188/ruth-bader-ginsburg-dies/",
            "200 luật"
        ],
        [
            "https://www.oyez.org/cases/2015/15-274",
            "quyền trục thai"
        ],
        [
            "https://www.oyez.org/cases/2014/14-556",
            "hôn nhân đồng tính"
        ],
        [
            "https://supreme.justia.com/cases/federal/us/518/515/",
            "United State v. Virginia"
        ],
        [
            "https://www.oyez.org/cases/2006/05-1074",
            "Ledbetter v. Goodyear Tire & Rubber Company"
        ],
        [
            "https://supreme.justia.com/cases/federal/us/550/618/dissent.html",
            "viết lại bài "
        ],
        [
            "https://www.eeoc.gov/laws/guidance/equal-pay-act-1963-and-lilly-ledbetter-fair-pay-act-2009",
            "Trả Lương Công Bằng Lilly Ledbetter "
        ],
        [
            "https://www.history.com/topics/black-history/fourteenth-amendment",
            "Tu Chính Án thứ 14"
        ],
        [
            "https://vietfactcheck.org/2020/10/19/giai-thich-tham-phan-toi-cao-phap-vien-hoa-ky-ruth-bader-ginsburg-da-day-manh-quyen-binh-dang-cho-phu-nu-hoa-ky-nhu-the-nao/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/19/giai-thich-tham-phan-toi-cao-phap-vien-hoa-ky-ruth-bader-ginsburg-da-day-manh-quyen-binh-dang-cho-phu-nu-hoa-ky-nhu-the-nao/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-19T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}