{
    "title": "Ông Jon Ossoff có nhận tiền của Trung Quốc không?",
    "tags": [
        "Cuộc Bầu Cử Tại Georgia",
        "Tiếng Việt",
        "Trung Quốc"
    ],
    "paragraphs": [
        "Giả định: Thượng Nghị Sĩ David Perdue hiện đang tái tranh cử vào Thượng Viện Hoa Kỳ ở tiểu bang Georgia. Mới đây, ông đã cáo buộc đối thủ Jon Ossoff về việc đã nhận tiền từ chính phủ Trung Quốc.",
        "\nThẩm định: Tuyên bố trên SAI. Công ty truyền hình của Ossoff, Inside TWI, đã nhận $1,000 từ PCCW Media Limited tại Hồng Kông để phát hình những bộ phim tài liệu của Insight. Đây là thông lệ bình thường trong ngành giải trí, các nhà truyền thông thường bán bản quyền để chương trình của họ được phát sóng toàn cầu. Đó là chuyện nhỏ so với liên hệ kinh doanh giữa Perdue và Trung Cộng. Hai công ty dưới quyền chỉ huy của Perdue chuyển sản xuất về Trung Quốc, lập văn phòng kinh doanh ở Trung Quốc, và gia tăng hàng nhập khẩu của Trung Quốc—một quyết định kinh tế chắc chắn lớn trên $1,000.\n",
        "",
        "Thượng Nghị Sĩ Perdue hiện đang tái tranh cử để đại diện Georgia trong Thượng Viện Hoa Kỳ. Đối thủ của ông là Jon Ossoff. Trong cuộc bầu cử năm 2020, cả Perdue lẫn Ossoff đều không lấy được 50% phiếu bầu, nên đã kích hoạt cuộc bầu cử vòng hai ở Georgia vào ngày 5 tháng Giêng năm 2021. Ai thắng cuộc tranh cử này sẽ quyết định đảng nào, Dân Chủ hay Cộng Hòa, cầm quyền kiểm soát Thượng viện.",
        "Ngày 16 tháng 11, Perdue tweet rằng Ossoff “đã làm ăn với một công ty của Trung Cộng và sau đó cố che dấu với cử tri của Georgia. Người dân Georgia không thể tin tưởng việc ông đòi hỏi trách nhiệm từ Trung Quốc.”",
        "Ossoff là phóng viên điều tra và giám đốc điều hành của Insight TWI  tại London, một công ty xuất hình những chương trình về điều tra và báo cáo tội ác trên toàn cầu. Tố cáo của Perdue dựa trên hồ sơ công bố tài chính của Ossoff, do Ossoff thông báo lên Thượng viện vào tháng Năm.",
        "Ứng cử viên Thượng Viện bắt buộc phải tiết lộ thu nhập cá nhân trên $5000. Hồ sơ của Ossoff nêu ra trong hai năm qua, Insight TWI nhận trên $5000 cho mỗi hãng của 21 công ty truyền hình và truyền thông trên toàn thế giới. Một công ty không có ghi trong hồ sơ ban đầu vì chỉ trả Insight TWI $1,000 là công ty PCCW Media Limited ở Hồng Kông. Công ty truyền thông quốc doanh China Unicorn là cổ đông lớn thứ nhì của PCCW Media Limited.",
        "Tiền nhận từ PCCW là để mua giấy phép phát hình hai cuộc điều tra do Insight TWI thực hiện về tội ác chiến tranh của ISIS đối với phụ nữ và trẻ em gái. Theo lời phát ngôn viên vận động tranh cử của Ossoff, Miryam Lipper, Insight TWI cung cấp bản quyền cho trụ sở Anh của nhà phân phối Sky Vision, rồi Sky Vision uỷ quyền lại cho các đài truyền hình trên toàn thế giới. “TWI chưa từng buôn bán trực tiếp với PCCW, [họ] chỉ nhận tiền Sky Vision trả cho bản quyền khi PCCW phát hình hai chương trình của TWI về điều tra tội phạm chiến tranh của ISIS”, cô nói với FactCheck.org.",
        "Tóm lại, công ty của Ossoff đã tạo ra một sản phẩm, sau đó nhượng bản quyền qua nhà phân phối thứ ba cho một công ty có trụ sở tại Hồng Kông. Cần xem xét rằng chương trình của Insight TWI đã được phát hình ở hơn 30 quốc gia, việc PCCW mua lại bản quyền là một thỏa thuận đơn giản trong ngành kinh doanh giải trí, không liên quan đến quan điểm chính trị của Ossoff.",
        "Trong khi đó, Perdue đã làm ăn trực tiếp với Trung Quốc, kể cả thành lập văn phòng thương mại ở Trung Quốc. Trong phiên tòa năm 2005, được cung cấp cho Politico, Perdue tuyên thệ trước pháp luật chính ông đã chỉ thị xuất chuyển sản xuất qua các nước châu Á. Khi được hỏi về kinh nghiệm xuất khẩu việc làm, Perdue nói, “Phần lớn sự nghiệp của tôi dành vào làm việc đó”. Ông nói ông đã làm 12 năm cho công ty tư vấn Kurt Salmon Associates, “một số kinh nghiệm của tôi là giúp các công ty giày dép phát triển khả năng nhập khẩu giày từ Á Châu, đặt biệt là Đài Loan, Hàn Quốc, Trung Quốc, Indonesia, Malaysia.”",
        "Ông cũng từng sống ở Hồng Kông và “tìm cách [xuất khẩu] nguồn cung cấp là trách nhiệm của tôi.” Năm 2014, Perdue cũng phát biểu công khai với tạp chí Atlanta Journal-Constitution là ông “tự hào” về kỹ thuật “xuất khẩu việc làm” của ông, nói rằng “Đây là một phần của doanh nghiệp Mỹ, một phần của mọi kinh doanh. Xuất khẩu việc làm là một phần của việc tạo nên sản phẩm và dịch vụ để kinh doanh được trôi chảy. Ai cũng làm như vậy hàng ngày.”",
        "Sau này, khi Perdue là CEO của Dollar General từ 2003 đến 2007, ông mở văn phòng công ty ở Thẩm Quyến và Hồng Kông để phát triển sản xuất và nhập khẩu hàng hóa rẻ tiền đến Mỹ. Perdue đã không trả lời những lời buộc tội về xuất khẩu sản xuất sang Trung Quốc.",
        "Ossoff đã phát biểu trên trang mạng của mình là ông muốn củng cố ngành sản xuất ở Mỹ và giảm sự lệ thuộc của Mỹ vào chuỗi cung ứng từ Trung Quốc.",
        "Việc mạng truyền hình Hồng Kông đã mua bản quyền phát hình một bộ phim tài liệu về ISIS từ công ty sản xuất của Ossoff với giá $1,000, trên căn bản, khác hẳn với quan hệ kinh doanh với Trung Quốc của Perdue. Perdue đã tích cực xuất khẩu việc làm qua Trung Quốc và mở văn phòng kinh doanh ở Trung Quốc—một quyết định kinh tế nhất định là lớn hơn $1,000.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/12/50589127917_ff2ae5f4d0_k.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2450&preview=true&_thumbnail_id=2453",
            "English"
        ],
        [
            "https://twitter.com/Perduesenate/status/1328447322091646976?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1328447322091646976%7Ctwgr%5E%7Ctwcon%5Es1_&amp%3Bref_url=https%3A%2F%2Fwww.ajc.com%2Fpolitics%2Fsenate-watch%2Fcampaign-check-perdue-says-ossoff-wont-hold-china-accountable%2FTI3OMA6WH5EXXHSIPWH7NTR5QA%2F",
            "Perdue tweet rằng Ossoff"
        ],
        [
            "https://efdsearch.senate.gov/search/home/",
            "hồ sơ công bố tài chính của Ossoff"
        ],
        [
            "https://www.ajc.com/politics/politics-blog/georgia-gop-targets-ossoffs-financial-disclosure-democrat-says-its-laughable/HNZYIMASGRA2NLZ5V36J3RXKJE/",
            "$1"
        ],
        [
            "https://www.ajc.com/politics/politics-blog/georgia-gop-targets-ossoffs-financial-disclosure-democrat-says-its-laughable/HNZYIMASGRA2NLZ5V36J3RXKJE/",
            ","
        ],
        [
            "https://www.ajc.com/politics/politics-blog/georgia-gop-targets-ossoffs-financial-disclosure-democrat-says-its-laughable/HNZYIMASGRA2NLZ5V36J3RXKJE/",
            "000"
        ],
        [
            "https://www.nationalreview.com/news/georgia-senate-candidate-jon-ossoff-quietly-discloses-financial-ties-to-pro-ccp-hong-kong-media-company/",
            "giấy phép"
        ],
        [
            "https://www.factcheck.org/2020/11/opening-ads-in-the-perdue-ossoff-runoff/",
            "FactCheck.org"
        ],
        [
            "https://www.documentcloud.org/documents/1308750-deposition-full-text-recognized-1.html",
            "phiên tòa năm 2005"
        ],
        [
            "https://www.politico.com/story/2014/10/david-perdue-georgia-senate-race-2014-111589",
            "Politico"
        ],
        [
            "https://www.ajc.com/news/news/state-regional-govt-politics/perdue-proud-of-outsourcing-past-blames-washington/nhcsk/",
            "Atlanta Journal-Constitution"
        ],
        [
            "https://www.sec.gov/Archives/edgar/data/29534/000155837020002915/ex-21.htm",
            "Thẩm Quyến và Hồng Kông"
        ],
        [
            "https://electjon.com/policy/",
            "trên trang mạng"
        ],
        [
            "https://vietfactcheck.org/2020/12/21/ong-jon-ossoff-co-nhan-tien-cua-trung-quoc-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/12/21/ong-jon-ossoff-co-nhan-tien-cua-trung-quoc-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-12-21T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}