{
    "title": "Tại sao kết quả bầu cử năm 2020 lại mất nhiều thời giờ đến thế?",
    "tags": [
        "Bầu Cử",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Tổng thống Donald Trump tuyên bố rằng việc kiểm phiếu sau Ngày Bầu Cử là một hình thức gian lận và phải dừng việc kiểm phiếu lại. Ông cũng tuyên bố mình là người chiến thắng.",
        "\nThẩm định: Giả định này SAI. Thông thường trong một cuộc bầu cử tổng thống, các lá phiếu sẽ mất nhiều ngày, hoặc nhiều tuần, để được đếm đầy đủ. Ngoài ra, mặc dù các đài tin tức trên TV có thể tuyên bố người chiến thắng vào Đêm Bầu Cử, tuyên bố của họ dựa vào tỷ lệ phần lớn phiếu bầu đã được tính. Nhưng cho Cuộc Bầu cử năm 2020, các lá phiếu sẽ mất nhiều thời gian hơn để được tính, đặc biệt là ở các tiểu bang nhiều tranh chấp như Michigan, Wisconsin và Pennsylvania do họ chỉ bắt đầu đếm các phiếu bầu sớm và bầu bằng thư vào ngày 3 tháng 11. Vào ngày 7 tháng 11, Joe Biden đả được tuyên bố là người chiến thắng dự kiến ​​trong Cuộc Bầu cử năm 2020.\n",
        "",
        "Vào sáng ngày 4 tháng 11, khi kết quả bỏ phiếu từ khắp nơi trên đất nước vẫn đang được đếm, Tổng thống Donald Trump đã tuyên bố chiến thắng và nói: “Chúng tôi đã sẵn sàng để giành chiến thắng trong cuộc bầu cử này. Thành thật mà nói, chúng tôi đã thắng cuộc bầu cử này.” Ông cũng gọi quá trình kiểm đếm vẫn đang diễn ra là “gian lận đối với công chúng Mỹ.” Ông cho biết chính quyền của ông sẽ kiện ở Tòa án Tối cao để phản đối kết quả bầu cử, nói rằng, “Chúng tôi muốn dừng tất cả việc đi bầu lại. Chúng tôi không muốn họ tìm thấy bất kỳ lá phiếu nào vào lúc 4 giờ sáng và đếm chúng luôn, OK?”",
        "Ngược lại, Phó Tổng thống Pence, phát biểu ngay sau Trump, có giọng điệu cân nhắc hơn: “Trong khi các phiếu bầu tiếp tục được kiểm đếm, chúng tôi vẫn sẽ cảnh giác. Tôi, cũng như các bạn, thật sự tin rằng chúng ta đang trên con đường chiến thắng và chúng ta sẽ làm cho nước Mỹ tuyệt vời trở lại”.",
        "Lúc Trump phát biểu, cả ông và cựu Phó Tổng thống Joe Biden đều không đạt được 270 phiếu đại cử tri cần thiết để đắc cử. Trump đưa ra tuyên bố dựa theo số phiếu bầu đã đếm lúc đó nói ông đang dẫn đầu ở Georgia, Pennsylvania, và Michigan. Nhưng vẫn còn hàng trăm nghìn lá phiếu chưa được đếm ở mỗi tiểu bang đó. Kết quả là cả Biden và Trump đều không được dự đoán là người chiến thắng ​​ở các tiểu bang đó.",
        "Trump dường như đang đánh đồng việc đếm số phiếu sau ngày bầu cử với việc bỏ phiếu sau ngày bầu cử. Điều này là sai. Không lá phiếu nào được bỏ sau Ngày Bầu Cử. Nhưng việc đếm phiếu sẽ luôn diễn ra sau Ngày Bầu cử.",
        "Mỗi tiểu bang có các quy tắc riêng về thời điểm các văn phòng bầu cử địa phương nhận phiếu bầu gửi bằng thư. Tại 22 tiểu bang và Quận Columbia, những lá phiếu gửi bằng thư được đóng dấu bưu điện trước ngày 3 tháng 11 nhưng đến sau Ngày Bầu Cử vẫn được tính. Tại California, các lá phiếu gửi bằng thư có thể đến trễ nhất vào ngày 20 tháng 11. Và tính đến ngày 3 tháng 11, Bộ Tư pháp ước tính có thể vẫn còn 300,523 lá phiếu gửi bằng thư chưa đến được tay các quan chức bầu cử do sự chậm trễ của Bưu điện Hoa Kỳ (USPS).",
        "Thời điểm bắt đầu quá trình đếm phiếu cũng khác nhau theo từng tiểu bang. Có 27 tiểu bang sẽ bắt đầu đếm phiếu bầu qua thư, phiếu vắng mặt hoặc phiếu được bỏ sớm trước Ngày Bầu Cử. Có 20 tiểu bang bắt đầu đếm những loại phiếu này khi nào các văn phòng bầu cử nhận được chúng (với một số khác biệt và ngoại lệ tuỳ theo quận hạt). Nhưng ở ba tiểu bang nhiều tranh chấp quan trọng—Pennsylvania, Wisconsin, và Michigan—các phiếu bầu bỏ sớm sẽ không được đếm cho đến ngày 3 tháng 11.",
        "Tất cả những khác biệt này là lý do các lá phiếu đến trễ hơn vẫn có thể được đếm và tại sao một số tiểu bang báo cáo tổng số phiếu bầu của mình sớm hơn các tiểu bang khác. Thêm vào đó, phiếu bầu của người Mỹ ở nước ngoài (bao gồm cả quân nhân) cũng thường được tính sau Ngày Bầu Cử.",
        "Nhưng năm 2020 là một năm bầu cử khác thường vì một lý do khác: Đại dịch COVID-19 khiến nhiều cử tri chọn bỏ phiếu bằng thư nhiều hơn bất kỳ các năm nào khác. Nhiều cử tri đã bỏ phiếu sớm vào năm 2020 hơn so với các cuộc bầu cử trước đó, gần 36 triệu người bỏ phiếu sớm và hơn 65 triệu người bỏ phiếu bằng thư.",
        "Trong những năm trước, ngay cả khi một người chiến thắng được tuyên bố bởi đài truyền hình như NBC hay Fox, kết quả chỉ được xác nhận và chính thức chứng nhận nhiều tuần sau đó. Trong cuộc Bầu Cử năm 2016, thông số kiểm phiếu cuối cùng chỉ được công bố vào tháng 12 năm đó.",
        "Giới bỉnh bút truyền thông, cấp tiến lẫn bảo thủ, đều đồng loạt chỉ trích tuyên bố chiến thắng quá sớm của Trump. Ben Shapiro phía bảo thủ tweet: “Không, Trump chưa thắng cử, và ông ấy thật vô trách nhiệm khi nói là mình đã thắng.”",
        "Trong một tuyên bố chính thức, người quản lý chiến dịch tranh cử của Biden là Jen O’Malley Dillon nói những chiêu thức ngăn chặn quá trình kiểm phiếu của Trump là “một nỗ lực trắng trợn để tước quyền dân chủ của công dân Mỹ.” Bà cũng nói là “việc đếm phiếu sẽ không dừng lại. Nó sẽ tiếp tục cho đến khi mọi phiếu bầu hợp lệ đã được tính. Bởi vì đó là những gì luật pháp của chúng ta—luật bảo vệ quyền bầu cử theo hiến pháp cho mọi người Mỹ—đòi hỏi.”",
        "O’Malley Dillon cũng cho biết, “Nếu tổng thống làm theo lời đe dọa của mình là ra tòa để ngăn chặn việc kiểm phiếu, chúng tôi có một đội pháp lý sẵn sàng được triển khai để chống lại hành động này.”",
        "Theo Ủy viên của Ủy ban Bầu cử Liên bang (FEC) Ellen Weintraub: “Tất cả những thông tin trong Đêm Bầu Cử chỉ là dự đoán của các mạng truyền hình. Chúng ta không bao giờ có kết quả chính thức trong Đêm Bầu Cử. Đếm phiếu bầu—tất cả các phiếu—là cách thích hợp, đúng đắn và rất hợp pháp để xác định ai đắc cử.”",
        "Kết luận: Giả định của Trump rằng việc kiểm phiếu sau Ngày Bầu Cử là gian lận là SAI. Tiến trình dân chủ của nước Mỹ phụ thuộc vào việc đếm từng lá phiếu. Bất kỳ hành động gây cản trở nào là phạm luật. Vào ngày 7 tháng 11, Joe Biden đả được tuyên bố là người chiến thắng dự kiến ​​trong Cuộc Bầu cử năm 2020 bởi các tổ chức tin tức lớn, bao gồm CNN, Fox News, và New York Times.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/11/shutterstock_1839747724-e1604523152298.jpg?fit=840%2C563&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2188",
            "English"
        ],
        [
            "https://www.washingtonpost.com/elections/2020/11/03/trump-biden-election-live-updates/#link-FNW4S4M7ARAWFPY2GOICS3VZ6Y",
            "Tổng thống Donald Trump đã tuyên bố chiến thắng"
        ],
        [
            "https://www.washingtonpost.com/business/2020/11/03/election-ballot-delays-usps/",
            "có thể vẫn còn 300,523 lá phiếu gửi bằng thư"
        ],
        [
            "https://www.cnn.com/interactive/2020/politics/mail-in-voting/",
            "Có 27 tiểu bang"
        ],
        [
            "https://www.pewresearch.org/fact-tank/2020/10/13/mail-in-voting-became-much-more-common-in-2020-primaries-as-covid-19-spread/",
            "Đại dịch COVID-19"
        ],
        [
            "https://electproject.github.io/Early-Vote-2020G/index.html",
            "gần 36 triệu người"
        ],
        [
            "https://qz.com/857419/why-does-vote-counting-take-so-long-in-the-us/",
            "Bầu Cử năm 2016"
        ],
        [
            "https://time.com/4608555/hillary-clinton-popular-vote-final/",
            "vào tháng 12 năm đó"
        ],
        [
            "https://www.abc10.com/article/news/nation-world/news-organizations-criticize-president-trumps-election-results-claim/507-9d063bfd-558b-4618-b792-f6016292b5c2",
            "đều đồng loạt chỉ trích"
        ],
        [
            "https://twitter.com/benshapiro/status/1323890527767416834",
            "Ben Shapiro phía bảo thủ tweet"
        ],
        [
            "https://joebiden.com/2020/11/04/statement-from-biden-for-president-campaign-manager-jen-omalley-dillon/",
            "Trong một tuyên bố chính thức"
        ],
        [
            "https://twitter.com/EllenLWeintraub/status/1321255727521009664",
            "Ellen Weintraub"
        ],
        [
            "https://www.cnn.com/2020/11/04/politics/how-long-states-have-to-count-votes/index.html",
            "từng lá phiếu"
        ],
        [
            "https://www.cnn.com/politics/live-news/trump-biden-election-results-11-07-20/index.html",
            "CNN"
        ],
        [
            "https://www.cnn.com/politics/live-news/trump-biden-election-results-11-07-20/index.html",
            "Fox News"
        ],
        [
            "https://www.nytimes.com/live/2020/11/07/us/election-results",
            "New York Times"
        ],
        [
            "https://vietfactcheck.org/2020/11/04/tai-sao-ket-qua-bau-cu-nam-2020-lai-mat-nhieu-thoi-gio-den-the/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/11/04/tai-sao-ket-qua-bau-cu-nam-2020-lai-mat-nhieu-thoi-gio-den-the/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-11-04T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}