{
    "title": "Có phải năng lượng tái tạo làm Texas mất điện?",
    "tags": [
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Năng lượng tái tạo là nguyên nhân gây cúp điện gần đây ở tiểu bang Texas, khiến hơn 4 triệu người dân Texas mất điện.",
        "\nThẩm định: Giả định này SAI. Khí tự nhiên là nguồn chính trong việc sản xuất năng lượng ở Texas. Theo Hội đồng Điện lực Tin cậy của Texas (ERCOT), cơ quan điều hành lưới điện Texas, 88% tổng số năng lượng bị cúp đến từ các xưởng điện sử dụng khí đốt tự nhiên, than đá và hạt nhân.\n",
        "",
        "Vào tháng 2 năm 2021, tiểu bang Texas bị mất điện trên diện rộng lớn sau khi một cơn bão Bắc Cực đẩy nhiệt độ xuống thấp đến mức kỷ lục. Ít nhất 4,5 triệu người bị mất điện và hơn 20 người đã chết.",
        "Có nhiều yếu tố góp phần gây ra tình trạng mất điện: nhu cầu năng lượng tăng cao; loại lưới điện khác thường không kết nối với lưới điện của các tiểu bang khác; các nguồn năng lượng tái tạo và không tái tạo đã bị trục trặc do thời tiết; và cơ sở hạ tầng cũ kỹ.",
        "Trên Fox News, Thống đốc Texas Greg Abbott đã đổ lỗi cho tình trạng mất điện vào năng lượng mặt trời và năng lượng gió. “Gió và năng lượng mặt trời của chúng ta đã ngừng hoạt động — và chúng chiếm hơn 10% tổng lượng lưới điện của chúng ta”.",
        "Dân biểu Texas Dan Crenshaw trên Twitter cũng đưa ra một tuyên bố tương tự: “Đây là chuyện phải xảy ra khi ta buộc lưới điện phải phụ thuộc một phần vào nguồn điện từ gió. Khi điều kiện thời tiết xấu đi như trong tuần này, năng lượng tái tạo ngắt quãng như gió khi cần sẽ không có… Tóm lại: Năng lượng tái tạo không hoạt động tốt khi thời tiết khắc nghiệt. Không bao giờ.” Cả Crenshaw và Abbott đều cho biết năng lượng từ nhiên liệu hóa thạch đáng tin cậy hơn năng lượng tái tạo.",
        "Tuy nhiên, những nhận xét này sai lệch: Trong khi Texas đứng đầu Hoa Kỳ về sản xuất năng lượng từ gió, khí tự nhiên là nguồn năng lượng chính của tiểu bang chứ không phải gió.Lưới điện Texas, được gọi là Hội đồng Điện lực Tin cậy của Texas (ERCOT), cung cấp năng lượng cho 26 triệu khách hàng của Texas và đại diện cho 90% phụ tải điện của tiểu bang. ERCOT báo cáo rằng khí đốt tự nhiên chiếm 51% năng lượng trong tiểu bang, gió chiếm 24.8% và năng lượng mặt trời chiếm 3.8%.",
        "Source: U.S. Energy Information Administration",
        "Theo Giám đốc điều hành hệ thống của ERCOT Dan Woodfin thông qua Bloomberg, các yếu tố chính dẫn đến mất điện là: thiết bị đóng băng tại các cơ sở khí đốt tự nhiên, than đá và hạt nhân, và nguồn cung khí đốt tự nhiên hạn chế. Hiệu suất tuabin gió gặp cản trở nhưng việc gió ngừng hoạt động chỉ khiến ít hơn 13% tổng số điện bị mất—3,6 đến 4,5 gigawatt. Tổng số điện bị mất là từ 30 đến 35 gigawatt.",
        "Nhiều hãng truyền thông quốc gia như CNN, USA Today, Reuters, và New York Times đều tuyên bố những giả định về thất bại của năng lượng tái tạo là sai lệch.",
        "Tuyên bố của Crenshaw rằng năng lượng tái tạo không có khả năng hoạt động tốt trong thời tiết khắc nghiệt cũng sai. Các tuabin gió tại một khu nghiên cứu Bắc Cực ở Thụy Điển có thể chịu được nhiệt độ thấp tới âm 30 độ C, hay -22 độ F. Tuy các tuabin gió có thể được trang bị để chịu lạnh, các tuabin gió của Texas đã không được thiết bị đủ để chống lạnh..",
        "Ngoài các tuabin gió ra, các đường ống dẫn khí đốt tự nhiên cũng bị đóng băng do không được cách nhiệt.",
        "Đây không phải là lần đầu tiên lưới điện Texas bị cho là thiếu khả năng chống chọi với thời tiết mùa đông. Vào năm 2011, một frông lạnh ở Bắc Cực khiến Texas đóng băng nghiêm trọng và gây ra thiệt hại tương tự với hơn 3 triệu người dân mất điện. Trong phân tích của các nhà quản lý liên bang, họ khuyến nghị các thao tác chống đông gồm tăng thêm cách nhiệt và số đường ống có sưởi ấm — “các phương cách thường thấy ở vùng khí hậu lạnh hơn nhưng không phải ở nơi thường ôn hòa như Texas.” Báo cáo cũng đề cập đến một vấn đề thiết bị tương tự vào năm 1989 dẫn đến toàn bộ hệ thống liên tục mất điện.",
        "Woodfin nói đã thực hiện một số nâng cấp sau năm 2011 nhưng cơn bão năm 2021 tồi tệ hơn dự đoán: “Các bước phòng vệ cho mùa đông của chúng tôi hoạt động, nhưng thời tiết này khắc nghiệt hơn [những cơn bão trước đây].”",
        "Các nhà phê bình chỉ ra rằng tình trạng thiếu quy định đối với mạng lưới năng lượng của Texas đã góp phần gây ra tình trạng mất điện. Texas vận hành một mạng lưới năng lượng độc lập, tách biệt với phần còn lại của đất nước. Do đó, trong trường hợp mất điện, các tiểu bang khác không thể đưa năng lượng của họ đến Texas để bù đắp. Chủ ý cho cách thiết lập này là để lánh các quy định liên bang.",
        "Một số nhà phê bình cho rằng lý do Abbott đổ lỗi cho các nguồn năng lượng xanh là do các công ty dầu khí đã tài trợ chính trị hơn $140 triệu cho Abbott. Các nhà sản xuất năng lượng xanh được xem là đối thủ cạnh tranh của các công ty dầu khí.",
        "Abbott đã kêu gọi các nhà lập pháp Texas ủy thác việc trang bị mùa đông cho các máy phát điện và nhà máy điện. Ông cũng yêu cầu ban lãnh đạo ERCOT từ chức và tuyên bố việc cải tổ tổ chức này là một mục khẩn cấp cho kỳ họp lập pháp năm 2021. Năm thành viên hội đồng quản trị của ERCOT đã xin từ chức. Tất cả đều không sống trong Texas.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/shutterstock_1919885492.jpg?fit=840%2C560&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/Ercot-English-1.png?resize=607%2C309&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/02/Ercot-English-1.png?resize=607%2C309&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=3028&preview=true&_thumbnail_id=3027",
            "English"
        ],
        [
            "https://www.texastribune.org/2021/02/18/greg-abbott-winter-storm/",
            "4,5 triệu người"
        ],
        [
            "https://twitter.com/ndrew_lawrence/status/1361866553998909442",
            "Trên Fox News"
        ],
        [
            "http://twitter.com/DanCrenshawTX/status/1361810440569950212",
            "Dân biểu Texas Dan Crenshaw trên Twitter"
        ],
        [
            "https://www.eia.gov/todayinenergy/detail.php?id=46836",
            "khí tự nhiên là nguồn năng lượng chính của tiểu bang"
        ],
        [
            "https://www.statesman.com/story/news/2021/02/17/texas-energy-wind-power-outage-natural-gas-renewable-green-new-deal/6780546002/",
            "báo cáo rằng"
        ],
        [
            "https://www.eia.gov/todayinenergy/detail.php?id=46836",
            "U.S. Energy Information Administration"
        ],
        [
            "https://www.bloomberg.com/news/articles/2021-02-16/frozen-wind-farms-were-just-a-small-piece-of-texas-s-power-woes",
            "thông qua Bloomberg"
        ],
        [
            "https://www.cnn.com/2021/02/19/politics/texas-energy-outage-wind-turbine-blame-green-energy-fact-check/index.html",
            "CNN"
        ],
        [
            "https://www.usatoday.com/story/news/factcheck/2021/02/17/fact-check-frozen-wind-turbines-not-only-reason-texas-blackouts/6784789002/",
            "USA Today"
        ],
        [
            "https://www.reuters.com/article/uk-factcheck-texas-wind-turbines-explain-idUSKBN2AJ2EI",
            "Reuters"
        ],
        [
            "https://www.nytimes.com/2021/02/17/climate/texas-blackouts-disinformation.html",
            "New York Times"
        ],
        [
            "https://www.bloomberg.com/news/articles/2021-02-16/sweden-shows-texas-how-to-keep-turbines-spinning-in-icy-weather",
            "một khu nghiên cứu Bắc Cực ở Thụy Điển"
        ],
        [
            "https://www.bloomberg.com/news/articles/2021-02-17/texas-was-warned-a-decade-ago-its-grid-was-unprepared-for-cold?sref=VxZxfD2Y",
            "Đây không phải là lần đầu tiên"
        ],
        [
            "https://www.ferc.gov/sites/default/files/2020-05/ReportontheSouthwestColdWeatherEventfromFebruary2011Report.pdf",
            "Trong phân tích"
        ],
        [
            "https://www.texastribune.org/2021/02/16/natural-gas-power-storm/",
            "Woodfin nói"
        ],
        [
            "https://www.texastribune.org/2021/02/17/texas-power-grid-failures/",
            "Các nhà phê bình"
        ],
        [
            "https://www.texastribune.org/2011/02/08/texplainer-why-does-texas-have-its-own-power-grid/",
            " lánh các quy định liên bang"
        ],
        [
            "https://apnews.com/article/business-greg-abbott-energy-industry-weather-austin-e2fe851121e86c7399c6a01e051a8079",
            "$140 triệu cho Abbott"
        ],
        [
            "https://www.texastribune.org/2021/02/23/ercot-members-resign-texas/",
            "đã xin từ chức"
        ],
        [
            "https://vietfactcheck.org/2021/02/25/texas-mat-dien-co-phai-do-nang-luong-tai-tao/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/02/25/texas-mat-dien-co-phai-do-nang-luong-tai-tao/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-02-25T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}