{
    "title": "Tổng Thống Obama có hiệp lực âm-mưu hại Trump trong cuộc tuyển cử 2016 không?",
    "tags": [
        "Donald Trump",
        "Joe Biden",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả định: Nhiều người Mỹ gốc Việt tin lời tố cáo của TT Trump rằng cựu TT Obama và cựu Ngoại-Trưởng Hillary Clinton đã tán thành chiến dịch thông-tin sai lạc bởi chính quyền Obama nhằm kết tội Trump thông đồng với Nga-Sô.",
        "\nThẩm định: Lời tố này SAI. Những tố cáo “âm mưu thông đồng” gọi là Obamagate này không dựa vào tin tức tình báo của Hoa-Kỳ. Đây là những tin vịt của cơ quan tình báo Nga, hoàn toàn không có  bằng chứng. Mục đích là để đánh lạc hướng, tránh sự soi mói vào bản tường-trình của Ủy-Ban Tình-Báo Thượng-Viện, với xác định rằng Nga-Sô đã can thiệp vào cuộc tuyển cử 2016 để giúp Trump thắng. Ngay bây giờ Nga lại đang xía vào cuộc bầu cử 2020.\n",
        "",
        "Ngày 7 tháng 10, 2020, ông Trump đã đăng lại trên Twitter một bài cũ từ hai năm trước của  cánh hữu @AMErikaNGIRLLL, như sau: “Những nhân-vật cao-cấp nhất của FBI, NSA và CIA không những dọ-thám Trump, mà họ còn tìm cách đảo ngược chiến thắng của ông bằng những tin tức tình-báo và điều tra giả-tạo.”",
        "Đáp lại lời trên, Trump đăng lên Twitter: “Wow!!! PHẢI PHẢN-ỨNG, MỘT SÌ-CĂNG-ĐAN CHÍNH-TRỊ DỮ-DỘI NHẤT (TRONG LỊCH SỬ)!!! BIDEN, OBAMA VÀ HILLARY LƯƠN LẸO DẪN ĐẦU TRONG ÂM-MƯU PHẢN QUỐC NÀY!!! BIDEN KHÔNG ĐƯỢC TRANH CỬ—ĐÃ BỊ LỘ TẨY!!!”",
        "Âm mưu này, còn gọi là Obamagate, từ lời tuyên bố ngày 29 tháng 9, 2020 của John Ratcliffe, Tổng Giám Đốc Trung Ương Tình Báo, như sau:",
        "“Vào cuối tháng 7, 2016, các cơ quan tình báo của Mỹ khám phá ra một phân tích tình báo Nga rằng ứng cử viên Hillary Clinton đã tán thành một chiến dịch nhằm, tạo một sì căng đan chóng ứng cử viên Trump bằng cách gắn ông với Putin vào việc Nga Sô xâm nhập vảo tài khoản của Đảng Dân-Chủ. Ủy Ban Tình Báo Mỹ không chắc độ chính xác của những loan truyền này, và mức độ những phân tích tình báo Nga cố thể phản ảnh được sự bịa đặc và phóng đại.”",
        "Như đã nói, những loan truyền trên bắt nguồn từ Nga, và cơ quan tình báo Mỹ đã không thể kiểm chứng. Ủy Ban Tình Báo Thượng Viện Mỹ có tài liệu của cuộc điều tra về vai trò thọc gậy bánh xe của Nga vào bầu cử Mỹ nhưng đã không kèm vào bản tường trình chót. Trong đó, cả hai phía dân biểu Dân Chủ và Cộng Hoà đều kết luận là Nga đã can thiệp vào các cuộc bầu cử của Mỹ.",
        "Đáng lưu ý hơn, các thành-viên của sở tình-báo Mỹ đã chống đối lời tiết lộ của ông Ratcliffe, cho là vô bổ và gây thiệt hại cho những hoạt động của sở tình báo Mỹ. Nhấn mạnh thêm những lời tố cáo càn rỡ từ Kremlin là cho phép Nga Sô làm một điều chưa từng xẩy ra, là gây ảnh hưởng vào nước Mỹ. Tưởng cũng cần nhắc lại, Ratcliffe là một cựu dân biểu thuộc Đảng Cộng Hoà và đã được Trump đề cử vào chức vụ Tổng Giám Đốc Tình-Báo Trung-Ương, mặc dù không có kinh nghiệm gì về tình-báo hoặc chính sách quốc ngoại.",
        "Trong bản tường-trình của Uỷ Ban Tình Báo Thượng Viện, ủy ban lưỡng đảng kết luận không những Nga đã “thọc gậy bánh xe”, mà hai cơ quan FBI và DNC đã không phản-ứng thích đáng trước những nguy cơ rõ rệt đó. Kết quả là Nga đã đánh cắp và tung ra những email mật của cơ quan DNC của Đảng Dân-Chủ. ",
        "Thêm nữa, năm 2016, cơ quan FBI có điều tra ban Vận-Động Tranh-Cử của Trump, xem họ có thông-đồng “đi đêm” với Nga để được Nga giúp cho thắng cử, chiến dịch gọi tên là “Crossfire Hurricane.” Cuộc điều tra này được giữ bí-mật. Trong khi đó, chỉ 11 ngày trước ngày bầu cử, FBI lại loan báo sẽ điều tra lại vấn đề email của bà Clinton, gây thiệt hại cho cuộc tranh cử của bà, và rất có thể đã làm bà Clinton mất ghế Tổng Thống.",
        "Một điểm quan trọng nữa là mặc dù có sự bất đồng ý kiến giữa hai phe Dân Chủ và Cộng Hòa về việc Ban Vận Động của Trump có tích cực thông đồng với Nga hay không, hai bên đều hoàn toàn đồng ý kiến là Nga đã can thiệp với mục đích giúp Trump thắng cử. ",
        "Kết Luận: Donald Trump đã có ý dùng những tuyên-truyền sai lệch của Nga, đi ngược lại những lời khuyến cáo và cố vấn của các viên chức tình báo Hoa Kỳ, để cố tình triệt-hạ uy-tín của cựu TT Obama và cựu PTT Biden. Không một viên chức thẩm quyền nào trong sở Tình Báo Mỹ, và không một nghị-sĩ nào có liên hệ đến cuộc điều tra về Nga, đã coi chuyện Obama dọ thám Trump là đáng tin.",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2020/10/shutterstock_1833672727.jpg?fit=840%2C633&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_sai-1033270346-1600728472262.png?resize=840%2C468&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/2020/10/15/did-president-obama-conspire-against-trump-during-the-2016-election/",
            "English"
        ],
        [
            "https://twitter.com/realDonaldTrump/status/1313903112399261697?ref_src=twsrc%5Etfw",
            "Trump đã đăng lại trên Twitter"
        ],
        [
            "https://www.judiciary.senate.gov/press/rep/releases/chairman-graham-releases-information-from-dni-ratcliffe-on-fbis-handling-of-crossfire-hurricane",
            "John Ratcliffe"
        ],
        [
            "https://www.vox.com/policy-and-politics/2020/10/1/21497176/john-ratcliffe-russia-intelligence-hillary-clinton-donald-trump",
            "không thể kiểm chứng"
        ],
        [
            "https://www.intelligence.senate.gov/sites/default/files/documents/report_volume5.pdf",
            "bản tường trình chót"
        ],
        [
            "https://www.npr.org/2020/08/18/903512647/senate-report-former-trump-aide-paul-manafort-shared-campaign-info-with-russia",
            "Nga đã can thiệp vào"
        ],
        [
            "https://www.wsj.com/articles/intelligence-officials-urged-trump-spy-chief-not-to-disclose-unverified-russian-claims-about-clinton-11601499238",
            "vô bổ"
        ],
        [
            "https://www.nytimes.com/2020/09/29/us/politics/john-ratcliffe-russian-disinformation.html",
            "gây thiệt hại"
        ],
        [
            "https://foreignpolicy.com/2020/07/16/john-ratcliffe-director-national-intelligence-trump/",
            "kinh nghiệm gì"
        ],
        [
            "https://www.npr.org/2020/08/18/903512647/senate-report-former-trump-aide-paul-manafort-shared-campaign-info-with-russia",
            "“thọc gậy bánh xe”"
        ],
        [
            "https://www.nytimes.com/2018/05/16/us/politics/crossfire-hurricane-trump-russia-fbi-mueller-investigation.html",
            "“Crossfire Hurricane.”"
        ],
        [
            "https://fivethirtyeight.com/features/the-comey-letter-probably-cost-clinton-the-election/",
            "mất ghế Tổng Thống"
        ],
        [
            "https://www.intelligence.senate.gov/press/rubio-statement-senate-intel-release-volume-5-bipartisan-russia-report",
            "hai bên đều hoàn toàn đồng ý"
        ],
        [
            "https://vietfactcheck.org/2020/10/15/tong-thong-obama-co-hiep-luc-am-muu-hai-trump-trong-cuoc-tuyen-cu-2016-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2020/10/15/tong-thong-obama-co-hiep-luc-am-muu-hai-trump-trong-cuoc-tuyen-cu-2016-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2020-10-15T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}