{
    "title": "Trump có khích động bạo lực ở Tòa Quốc hội Không?",
    "tags": [
        "Donald Trump",
        "Tiếng Việt"
    ],
    "paragraphs": [
        "Giả Định: Donald Trump đã bị Hạ viện luận tội vì việc “khích động đảo chính,” dẫn tới việc đám đông có vũ trang tấn công Tòa Quốc hội vào ngày 6 Tháng 1.",
        "\nThẩm Định: Giả Định này ĐÚNG. Mặc dù Trump chưa bao giờ khuyến khích bạo lực một cách rõ ràng, ông ta đã khẳng định vô căn cứ rằng ông ta đã bị đánh cắp mất Kỳ Bầu Cử 2020. Theo Bộ Tư pháp và Bộ An ninh Nội địa, các tuyên bố về gian lận bầu cử đã dẫn tới gia tăng “các thành phần bạo lực quá khích nội địa.”\n",
        "",
        "Vào ngày 13 Tháng 1, 2021 Hạ viện đã bỏ phiếu luận tội nguyên Tổng thống Donald Trump vì lý do “kích động bạo động,” cho vai trò của ông ta trong việc kích động đám đông hung tợn đánh chiếm vào Tòa Quốc hội Hoa Kỳ vào ngày 6 Tháng 1. Việc này khiến Trump trở thành tổng thống đầu tiên bị luận tội hai lần.",
        "Chi tiết trong điều khoản luận tội đã được Hạ viện thông qua nêu rằng các tuyên bố sai trái của Trump về việc ông ta đã bị đánh cắp Kỳ Bầu Cử 2020 đã dẫn tới bạo loạn ở Tòa Quốc hội, khi các ủng hộ viên của Trump “xâm nhập một cách bất hợp pháp và đập phá Tòa Quốc hội, làm bị thương và giết hại các viên chức thi hành luật pháp, đe dọa các Thành viên Quốc hội, Phó Tổng thống cùng các nhân viên Quốc tội, đồng thời tham gia vào các hành vi bạo lực, gây chết người, phá hoại và nổi loạn khác.”",
        "Việc luận tội được 222 Đảng viên Dân chủ và 10 Đảng viên Cộng hòa. Rất nhiều các Thành viên Cộng hoà khác, ví dụ như Lãnh đạo Thiểu số Kevin McCarthy, không bỏ phiếu luận tội nhưng đồng ý rằng Trump phải chịu một phần trách nhiệm về cuộc bạo động. ",
        "Điều khoản luận tội đã được gửi tới Thượng  viện, nơi sẽ định đoạt xem có kết tội Trump hay không. Thông thường, nếu Trump bị kết tội trước khi nhiệm kỳ tổng thống của ông ta kết thúc, ông ta sẽ bị buộc phải rời chức vụ. Giờ đây, khi Tổng thống Joe Biden đã nhậm chức, sự việc trở nên rắc rối hơn nhiều. Nếu bị buộc tội, Trump sẽ bị cấm tái ứng cử vào các chức vụ của chính quyền.",
        "Nhưng về việc các cáo buộc về “kích động nổi loạn” này có chính xác hay không thì các phân tích của chúng tôi xác định rằng điều đó ĐÚNG.",
        "“Lời Nói Dối Lớn”",
        "Credit: mccv / Shutterstock.com",
        "Ngay từ khi Kỳ Bầu cử 2020 còn đang diễn ra, Trump đã reo rắc nghi ngờ về quá trình bầu cử. Ông ta khẳng định rằng kết quả duy nhất có thật là nếu ông ta thắng. Vào Tháng 8, ông ta nói, “Cách duy nhất chúng ta có thể thua kỳ bầu cử này là nếu kỳ bầu cử bị gian lận.”",
        "Sau khi Biden đã được tuyên bố là người thắng cuộc Kỳ Bầu cử 2020, Trump tiếp tục khẳng định rằng ông ta là người chiến thắng thực sự và các phiếu bầu cho Biden là phiếu gian lận. “Hàng trăm nghìn phiếu bầu không hợp pháp  được bỏ tại mỗi tiểu bang,” ông ta nói với một đám đông tại Georgia vào ngày 5 Tháng 12. “Tất cả các tiểu bang dao động mà chúng ta đang tranh đấu, tôi đã thắng lớn ở đó. Tôi đã thắng lớn.”",
        "Vào thời điểm đó, Trump và nhóm của ông ta đang tìm cách hủy bỏ hàng trăm ngàn phiếu bầu tại nhiều tiểu bang khác nhau. Họ làm điều đó bằng cách đâm gần 40 đơn thưa kiện tại nhiều tiểu bang, viện lý do các máy kiểm phiếu bị lỗi và có gian lận bầu cử. Nhưng khi các đơn kiện này được nhiều thẩm phán xem xét, họ đã bãi bỏ tất cả các vụ kiện này vì nhóm của Trump không thể cung cấp bất cứ chứng cứ gì cho các cáo buộc của họ.",
        "Tối cao Pháp viện cũng từ chối xem xét các vụ kiện gian lận bầu cử. Bộ trưởng Tư pháp William Bar phát biểu vào tháng 12 rằng, “ho tới thời điểm này, chúng tôi chưa nhìn thấy gian lận ở mức có thể thay đổi kết quả của kỳ bầu cử.",
        "Các cáo buộc của Trump, mặc dù được nhắc lại rất nhiều và được đông đảo những người ủng hộ ông ta tin tưởng, không dựa trên bất cứ bằng chứng nào. Khi các vụ kiện của ông ta không đạt kết quả và việc kiểm phiếu bằng tay tại Wisconsin và Georgia không phát hiện ra các phiếu bầu giả hoặc việc các phiếu bầu bị bỏ đi, Trump bắt đầu khuyến khích các ủng hộ viên của ông ta hành động. Khẩu hiệu “Ngừng  Đánh Cắp” từ đó bắt đầu trở thành trào lưu trên mạng xã hội cánh hữu Parler.",
        "Vào ngày 10 Tháng 12, Trump đăng trên Twitter rằng: “Việc này sẽ leo thang một cách đáng kể. Đây là một giây phút vô cùng nguy hiểm trong lịch sử của chúng ta… Việc  đất nước của chúng ta đang bị đánh cắp. Một cuộc đảo chính đang diễn ra ngay trước mắt chúng ta và công chúng không thể chịu được nữa.”",
        "Ông ta cũng khuyến khích các ủng hộ viên của mình biểu tình vào ngày 6 Tháng 1, ngày mà Quốc Hội đã họp để chính thức thông qua Cuộc Bầu cử 2020. Vào sáng ngày 6 Tháng 1, tại cuộc biểu tình “Save America,” Trump khuyến khích đám đông của mình tiến về Tòa Quốc hội để buộc Quốc hội phải xác nhận việc ông ta là người chiến thắng của Kỳ Bầu cử 2020.",
        "“Chúng ta phải chiến đấu hết mình và nếu chúng ta không chiến đấu hết mình chúng ta sẽ không có đất nước nữa,” Trump nói.",
        "Khi đám đông quá khích tràn vào Tòa Quốc hội—dẫn đến phá hoại, trộm cắp và năm người thiệt mạng – Trump phát hành một video, nói rằng: “Chúng ta phải có hòa bình. Vậy nên các bạn hãy đi về nhà. Chúng tôi yêu các bạn. Các bạn rất đặc biệt.”",
        "Tuy nhiên, thiệt hại đã kịp xảy ra. Trong những tuần sau đó, các nhà lập pháp của Đảng Dân chủ cũng như Đảng Cộng hòa đã đổ lỗi cho Trump và những người ủng hộ ông ta về cuộc nổi loạn ở Tòa Quốc hội. Khi nói rằng Kỳ Bầu cử 2020 đã bị gian lận, Trump đã khích động đám đông thực hiện bạo loạn nhân danh ông ta. Các chuyên gia bắt đầu gọi hiện tượng này là “Lời Nói Dối Lớn.”",
        "“Đám đông đã bị lừa,” Thành Viên Thượng Viện Đảng Cộng Hòa Mitch McConnell nói. “Họ đã bị kích động bởi Tổng thống và những người có quyền lực khác, và họ đã cố sử dụng sự sợ hãi và bạo lực để ngăn cản một nghi thức của nhánh thứ nhất của chính quyền liên bang mà họ không thích.”",
        "Những dối trá của Trump không chỉ được phát tán bởi những người theo ông ta, mà chúng còn được nhắc lại bởi các viên chức chính phủ khác như Thượng Nghị sĩ Ted Cruz và Thượng Nghị sĩ Josh Hawley.",
        "Một biên bản do Bộ Tư pháp và Bộ An ninh Quốc nội đồng soạn thảo nói rằng sự dối trá liên tục về gian lận bầu cử đã dẫn tới “gia tăng bạo lực DVE.” DVE là viết tắt của “Domestic Violence Extremists—Các Thành Phần Bạo Lực Quá Khích Nội Địa.”",
        "Quả như vậy, một số các kẻ nổi loạn đã bị bắt vì đã xâm nhập Tòa Quốc hội nói rằng họ mong Trump sẽ ân xá cho họ. “Tôi thực ra chỉ làm theo tổng thống của mình. Tôi đã làm theo những gì chúng tôi được kêu gọi làm. Ông ta kêu gọi chúng tôi bay tới đây. Ông ta kêu gọi chúng tôi có mặt,” Jennifer Ryan, một ủng hộ viên, nói. Trump đã rời chức vụ của mình vào ngày 20 Tháng 1 và không ân xá cho bất cứ người nào tham gia vào cuộc bạo loạn. ",
        "Share this:TwitterFacebook",
        "Like this:Like Loading...",
        "\nRelated\n"
    ],
    "images": [
        "https://i1.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/cropped-vietfactcheck-Two-Lines-Transparent-with-White-Rectangles.png?fit=800%2C313&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1888654336-e1611781033560.jpg?fit=840%2C630&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_that-1233251692-1600728490831.png?resize=840%2C511&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/dial_that-1233251692-1600728490831.png?resize=840%2C511&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1898586520.jpg?resize=840%2C600&ssl=1",
        "https://i0.wp.com/vietfactcheck.org/wp-content/uploads/2021/01/shutterstock_1898586520.jpg?resize=840%2C600&ssl=1",
        "https://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "\r\nhttps://vietfactcheck.org/wp-content/uploads/2020/10/vietfact_check_survey_animated.gif",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/vietfactcheck.org/wp-content/uploads/2020/09/covid19_map.png?w=840&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1",
        "https://i2.wp.com/www.paypal.com/en_US/i/scr/pixel.gif?resize=1%2C1&ssl=1"
    ],
    "content_links": [
        [
            "https://vietfactcheck.org/?p=2775&preview=true&_thumbnail_id=2776",
            "English"
        ],
        [
            "https://cicilline.house.gov/sites/cicilline.house.gov/files/documents/ARTICLES%20-%20Final%201030%20-%20011121.pdf",
            "Chi tiết trong điều khoản luận tội"
        ],
        [
            "https://clerk.house.gov/evs/2021/roll017.xml",
            "222 Đảng viên Dân chủ và 10 Đảng viên Cộng hòa"
        ],
        [
            "https://www.forbes.com/sites/joewalsh/2021/01/13/top-house-republican-says-trump-bears-responsibility-for-capitol-riot/?sh=1119f6967549",
            "đồng ý rằng Trump phải chịu một phần trách nhiệm"
        ],
        [
            "https://www.usatoday.com/story/news/factcheck/2021/01/14/fact-check-donald-trump-loses-presidency-perks-if-removed-jan-20/6615505002/",
            "Trump sẽ bị cấm"
        ],
        [
            "https://thehill.com/homenews/administration/512424-trump-the-only-way-we-are-going-to-lose-this-election-is-if-the",
            "nói"
        ],
        [
            "https://www.rev.com/blog/transcripts/donald-trump-georgia-rally-transcript-before-senate-runoff-elections-december-5",
            "đám đông tại Georgia vào ngày 5 Tháng 12"
        ],
        [
            "https://www.businessinsider.com/trump-campaign-lawsuits-election-results-2020-11",
            "gần 40 đơn thưa kiện"
        ],
        [
            "https://www.nbcnews.com/politics/white-house/barr-says-no-evidence-widespread-voter-fraud-defying-trump-n1249581",
            "phát biểu"
        ],
        [
            "https://www.washingtonpost.com/technology/2020/11/10/facebook-parler-election-claims/",
            " Đánh Cắp"
        ],
        [
            "https://archive.is/JOiLS",
            "Trump đăng trên Twitter rằng"
        ],
        [
            "https://www.foxnews.com/politics/trump-wild-protest-washington-dc-jan-6",
            "biểu tình vào ngày 6 Tháng 1"
        ],
        [
            "https://www.rev.com/blog/transcripts/donald-trump-speech-save-america-rally-transcript-january-6",
            "Trump nói"
        ],
        [
            "https://abcnews.go.com/Politics/video/home-love-trump-protesters-75094574",
            "nói rằng"
        ],
        [
            "https://www.cnn.com/2021/01/11/media/trump-lies-reliable-sources/index.html",
            "Lời Nói Dối Lớn"
        ],
        [
            "https://apnews.com/article/mcconnell-trump-fed-lies-to-mob-36871d68df56a10be1c46ed364ad6de6",
            "Thành Viên Thượng Viện Đảng Cộng Hòa Mitch McConnell nói"
        ],
        [
            "https://www.nbcnews.com/politics/donald-trump/trump-s-voter-fraud-lies-encouraged-riot-gop-allies-are-n1253509",
            "Thượng Nghị sĩ Ted Cruz và Thượng Nghị sĩ Josh Hawley"
        ],
        [
            "https://www.washingtonpost.com/opinions/2021/01/14/intelligence-bulletin-trump-domestic-violence-extremists/",
            "gia tăng bạo lực DVE"
        ],
        [
            "https://apnews.com/article/joe-biden-donald-trump-capitol-siege-riots-32a212d3ac899905be744632d236862c",
            "một ủng hộ viên, nói"
        ],
        [
            "https://vietfactcheck.org/2021/01/27/trump-co-khich-dong-bao-luc-o-toa-quoc-hoi-khong/?share=twitter",
            "Twitter"
        ],
        [
            "https://vietfactcheck.org/2021/01/27/trump-co-khich-dong-bao-luc-o-toa-quoc-hoi-khong/?share=facebook",
            "Facebook"
        ]
    ],
    "author": NaN,
    "date": "2021-01-27T00:00:00",
    "veracity": NaN,
    "category": "vietnamese",
    "language": "vi"
}